{
    "summary": "Upgrade Notification - Token Transfer\n\nNon-X Version Token Transfer:\n\nTransfer any of your non-X version tokens to one of the following addresses: hex address: 0xeaced2e6f3ee6019ed6e245046330bfea7160f1c depolied on mainnet, polygon,rollup,arbitrum. As of UTC time Nov 7, 2024, 11:00 AM, we have completed the upgrade of the rollup Arbitrum Polygon network, and other networks will be upgraded successively in the coming days. Users are requested to use the contract-provided upgradeAddress method to query the upgrade contract address compatible with the tokens they originally held. You can complete the exchange by accessing the swapTokenAForTokenB method on your own. If the upgrade is not completed by the 28th, the DAO organization will enforce an upgrade on contracts supporting the arbitration protocol. Please be informed.\n\nFor most wallets: weth.x done\n\nFor MetaMask: 0xeaced2e6f3ee6019ed6e245046330bfea7160f1c\n\n Add Token Contract - Add the token contract to your wallet:\n\nAfter the resolution takes effect, add the above name as the token contract in your wallet.\n\n Liquidity Exchange Guarantee - We will ensure ample liquidity for 1:1 exchange for non-MEV users (MEV users\nwill be considered non-MEV after a cooling-off period of seven days).\n\n Development Plan - Complete the collection of tokens by Sunday (05/11), and on the same day, distribute the new tokens (weth.x) corresponding to all previously collected old tokens.\n\nComplete the automation of token collection and update by Sunday (06/11).\n\nComplete the first public offering of Inter DAO tokens on 11/11/2023, with an open and transparent sales process, and all sales funds used to increase the liquidity of the X series tokens.\n\nAchieve 100% decentralized upgrade by 01/12, meaning the entire ecosystem is fully supervised and governed by the DAO.\n\n New X Wrap Technology - The new X Wrap technology will bring a brand-new experience to multi-network\ntransactions.\n\n Developer Guide - Developers, please pay attention to the EIP-related documents on GitHub.\n\n"
}