{
    "summary": "MAGIC YEARN - Become part of the magical world with custom NFTs and crazy nice staking opportunities.\n\n WHAT MAGIC YEARN OFFERS - Combination of farming and rebase tokens which is like staking within a token.\n\n MY TOKENS - Combination of farming and rebase tokens which is like staking within a token.\n\n MYSHARE (MyS) - The project's main token which is integrated in the whole ecosystem of Magic Yearn.\n\n STAKING - 10+ staking pools with built-in zapping.\n\n NFT EDITOR - Pixel art editor for creating and minting NFTs to stake your MyShare tokens.\n\n WHAT YOU CAN DO - Stake tokens like BUSD by converting them to the MY equivalent myBUSD and automatically receive yield in your wallet. You can swap it back at any time. Use MyShare to reduce your staking fees. Additionally, you can stake your MyShare tokens for rewards by using them to create NFTs. Profit from our staking pools which include tokens ranging from stable coins like BUSD to meme coins like PEPE. By creating your own NFT with MyShare, you are staking the MyShare tokens. Then, you can trade with the NFT or burn it for rewards.\n\n How can I buy MyShare? - You can buy MyShare tokens on PancakeSwap by clicking on the button at the top of this page or here.\n\n What is a MY Token? - MY tokens are wrapped versions of regular ERC-20 tokens. They combine yield farming with rebase tokens, accumulating yields through positive rebases, rewarding holders of the underlying token.\n\n If I buy myBUSD with BUSD, can I get the BUSD back? - Yes, as myBUSD is pegged to BUSD. You can swap it back ~1:1 at any time.\n\n On which chain does Magic Yearn operate? - Currently, Magic Yearn only operates on the Binance Smart Chain (BSC).\n\n Can I migrate my Teneo tokens to Magic Yearn? - Yes, you can migrate them 1:1 to MyExchange (MyEX) tokens which can be staked in the Magic Yearn liquidity pools.\n\n Why should I mint a NFT? - As you mint the NFT with MyShare tokens, you automatically stake your MyShare tokens. You get the rewards if you burn your NFT. Alternatively, you can sell it.\n\n How can I mint a NFT? - Navigate to the 'NFTs' tab or click here to get to the pixel art NFT editor. At first, you need to mint MyINK tokens which correspond to one pixel each. You can mint them with your MyShare tokens. Then, you can configure the size, name, royalty, etc. for the NFT and draw it with the given color palette.\n\n"
}