{
    "summary": "Sensex dives over 1,400 points: Rs 3.4L cr investor wealth lost; HDFC Bank, IEX, Zomato down up to 7% - Sensex has plunged over 1,400 points, resulting in a loss of Rs 3.4 lakh crore in investor wealth. HDFC Bank, IEX, and Zomato have seen a decline of up to 7% in their stock prices.\n\n When you’re lending, you have to be very conscious of risk': IDFC First Bank's boss V. Vaidyanathan on Indian economy, banking regulations and more - V. Vaidyanathan, the CEO of IDFC First Bank, discusses the Indian economy, banking regulations, and the importance of risk management in lending.\n\n HDFC Bank shares tank 6% post Q3 results, lose Rs 77,000 crore m-cap. Here's why - HDFC Bank's stock price has dropped by 6% after the announcement of its Q3 results, resulting in a loss of Rs 77,000 crore in market capitalization.\n\n Layoffs 2024: Google announces mass layoffs in ad sales team - Google has announced mass layoffs in its ad sales team, leading to job cuts in the company.\n\n CLSA says sell Bajaj Auto, TVS Motor and Eicher Motors shares. Here's why - CLSA has recommended selling shares of Bajaj Auto, TVS Motor, and Eicher Motors due to certain reasons.\n\n Zee-Sony merger: Zee may claim damages from Sony if the deal fails at this stage, says report - Zee may seek damages from Sony if the merger deal between the two companies fails at the current stage, according to a report.\n\n Global rupee is not aimed at replacing dollar, says RBI guv Shaktikanta Das - RBI Governor Shaktikanta Das has stated that the global rupee is not intended to replace the US dollar.\n\n GRAP IV, G20 among reasons for delay in operationalising CAT III runway, Delhi Airport tells Centre - Delhi Airport has informed the Centre that the operationalization of the CAT III runway has been delayed due to various reasons, including GRAP IV and G20.\n\n SpiceJet passenger gets stuck inside loo on Mumbai-Bengaluru flight for an hour - A passenger on a SpiceJet flight from Mumbai to Bengaluru got stuck inside the toilet for an hour.\n\n Adani Group to invest Rs 12,400 cr in Telangana, Rs 1,000 cr earmarked for drone systems, missile development - Adani Group has announced plans to invest Rs 12,400 crore in Telangana, with Rs 1,000 crore earmarked for drone systems and missile development.\n\n Federal Bank, a Jhunjhunwala stock bet, drops post Q3 results; here're share price targets - Federal Bank's stock price has dropped after the announcement of its Q3 results. Here are the share price targets for the stock.\n\n"
}