{
    "summary": "The Leading Blockchain Transaction Data Provider - Powered By The World's Most Advanced Blockchain Analytics Engine\n\n Power Your Algorithms With Real-Time Transaction Data - Live Analysis continuously collects and analyzes millions of blockchain transactions in real-time and combines them with off-chain data from hundreds of sources. The result is the world's largest and most up-to-date database containing billions of transactions and hundreds of millions of addresses. Our transaction data is stored using a single format regardless of protocol, meaning that no in-depth technical knowledge of blockchains is needed to use it. Our data is used by both amateur and professional quantitative traders and researchers worldwide and is key in giving you the insight you need to be successful in an exciting new economy.\n\n Enhance Your Strategies - Professional traders combine our live and historical data with powerful AI and analytics to predict possible price movements before anyone else.\n\n Monitor Market Trends - Uncover market trends by not only tracking which assets are actually being used on the blockchain, but also how popular they are.\n\n Manage Asset Risk - Monitor assets cross-chain for unusual behaviour and uncover potential sell-offs, hacks or buying opportunities before they materialize.\n\n Mapping An Exciting New World Real-Time - Our mission at Live Analysis is to bring trust and transparency to the blockchain ecosystem. To achieve this we have created a one-of-a-kind blockchain tracking supercomputer that goes far beyond the capabilities of any other blockchain analytics system: a vast network of computers dedicated to collecting, analyzing, storing and distributing processed blockchain transaction data in real-time. Being future-proof and blockchain agnostic were central to our designs meaning that we can track any protocol no matter the throughput.\n\n Stable Coin Tracking and Analysis - Stable coins represent one of the most successful innovations on blockchain to date with billions in transactions happening every day in #USDT and #USDC alone. Blockchain based stable coins offer cheaper transfers and more transparency and are set to replace much of the outdated traditional banking system in both international trade and consumer transactions. At Live Analysis we track and analyze stable coin transactions across blockchains and use this data to create the most complete and up to date live and historical data set of international monetary traffic in the world with more than 90% of stable coin transactions tracked.\n\n Pricing - Live Analysis offers the highest quality data for blockchain transactions and attribution in a standardized format regardless of blockchain or asset. Our data includes transactions, price data, transaction types, address types and attribution. Datasets are available going back to genesis. For the ALERTS and QUANTITATIVE plans we have a 14 days FREE TRIAL available when you sign up. ALERTS plan is for personal use only.\n\n Research - Live Analysis collaborates with top researchers and universities from all over the world in order to create a better understanding of the world of blockchain, but also to dispel the myths surrounding it. Our high quality data has become an invaluable tool for creating high quality research.\n\n Cybercrime on the Ethereum Blockchain - by Prof. Dr. Paul Momtaz\n\nA taxonomy of cybercrime and how it impacts risk-taking.\n\n The Live Analysis Effect - by Dr. Aman Saggu\n\nInteresting read on the Role of Live Analysis and Sentiment in Bitcoin’s Reaction to Minting and Burning of Tether.\n\n The Satoshi Fortune - by Live Analysis\n\nWe took a closer look at the Patoshi blocks and found some interesting new facts about Satoshi.\n\n"
}