{
    "summary": "Launch App - The Credit Hub of DeFi. One-click fixed rate lending and borrowing, DeFi yield management, interest rate derivatives and benchmarks.\n\n Deposit, Stake, and Earn - Earn passive yield on your crypto assets, risk-adjusted to your preference and with no impermanent loss.\n\n Get the Best Borrow Rates - Borrow against your crypto collateral and get the best rates on the market from fixed rate products to levaraged borrowing. Powered by IPOR interest rate derivatives.\n\n DeFi-Native Interest Rate Derivatives - Hedge, speculate, or arbitrage DeFi rates with DeFi interest rate swaps priced by IPOR's request-for-quote automated market maker.\n\n How do IPOR Derivatives Work? - The IPOR Protocol fixes lending and borrowing rates using an interest rate swap with the liquidity pool as a contract counterparty.\n\n DeFi and TradFi Rates Data to Drive Your Credit Decisions - Feel the heartbeat of DeFi. Understand the cost of credit across different durations in open and traditional finance. Assess, analyze, and arbitrage.\n\n Protocol Security - Experienced team, code auditing, and bug bounties is how the IPOR Protocol is kept safe in the DeFi dark forest.\n\n Enterprise Software Security - IPOR Labs' infrastructure team includes software engineers with experience in securing core infrastructure for the banking, payments, and insurance industry.\n\n Code Audits - No testing in production. The IPOR Protocol smart contracts undergo rigorous audits before new products and features become available to the DeFi community.\n\n Bug Bounty - The IPOR DAO has partnered with Immunefi to enable decentralized security audits with no KYC requirements for payouts.\n\n DeFi Technology. TradFi Fundamentals. - The IPOR protocol is combining established financial primitives with DeFi technology and incentivization mechanisms to create a unique Finance 2.0 experience.\n\n Inter Protocol Over-block Rates - Calculated and published on-chain based on market data from the most liquid DeFi credit markets, IPOR's DeFi-native interest rate benchmarks are the cornerstone of the IPOR Protocol.\n\n Governed by the Community - Decision making around adding new assets, markets, changing protocol parameters, and fine-tuning economics is progressively being transferred to the IPOR DAO.\n\n Core Principles - The future of DeFi must be built on solid foundations. Transparent, Auditable, Secure. Enabling true and fair representations of the state of the DeFi credit markets. Building a better DeFi ecosystem through public goods. Adaptable and growing alongside DeFi. Blockchain agnostic - thriving on liquid DeFi markets. Community governed through the IPOR DAO.\n\n"
}