{
    "summary": "Introducing the first crypto apocalypse multiplayer game with an integrated crypto payment system - This Includes an innovative in-game economic system, that allows you to use your skills to make real-world money and build up profits from your gaming.\n\n SPZ tokens are the official currency and legal tender of post-apocalyptic ruins of Chernarus - SPZ tokens are used by players to buy items, equipment and tools in order to survive and thrive in Chernarus.\n\n SPZ token is based on a “deflationary based economy” which is always influenced by real-time trades in exchanges - The price is directly affected by these trades so price fluctuations reflects, real-world economic realities as prices can go up or down depending on exchange prices.\n\n SPZ tokenomics is a simple, sophisticated and sustainable model that always ensures that the token holders are benfited by 2% BURN of all transactions, and 3% is given to the InGame reward pool in SPZ tokens - A SPZ token is built on Binance Smart Chain platform and has 18 decimal points, we chose this as it provides several benefits and value for our users including high performance, cheap transaction fees, vibrant and growing ecosystem as well as EVM compatibility.\n\n SPZ tokens will be freely sold, traded using both DEX and CEX exchanges including Binance and PancakeSwap ensuring a widespread adoption and availability - SPZ tokens ensure that players can utilise the Blockchain to its maximum advantage, allowing unprecedented transparency of all InGame digital transactions.\n\n Our key innovation is that players will have full digital ownership of all assets without any manipulation by developers, all the SPZ tokens that are owned, won or purchased will belong to the players and they have complete freedom to use, trade, sell or store as they see fit - Gamers can earn real world money, how much they earn is limitless and strictly based on their inGame strategies and skill levels.\n\n We have implemented advanced data encryption so that gamers can enjoy greater security, ensuring that there are no risks of the data being accessed by third parties or any fraudulent activities - Fundamentally, all transactions are fully secured so that the gamer has absolute end-to-end control.\n\n SPZ tokens are the first of its kind community token, which is tradable and where real world trades in exchanges can directly have an impact and are able to influence the economy in our metaverse ecosystem - SPZ tokens are designed to be versatile and can be traded across exchanges or in our ecosystem as well as being able to generate profits and passive income for token holders.\n\n"
}