{
    "summary": "Disrupting Music Entertainment - We are reimagining concert experiences online and in the metaverse. The Animal Concerts platform creates once-in-a-lifetime interactive metaverse concerts by enabling artists to deliver a fan experience like no other. By utilizing our own token, unique artist NFTs and unforgettable experiences, we’re pioneering the future of Web3 — join the family today!\n\n Your Token To Everything - ANML is the token that fuels the Animal Concerts ecosystem and is the key to unlocking a world of infinite possibilities. In addition to the convenience of being able to purchase ANML with your credit card, ANML is also available on four leading centralized exchanges. Click below to learn more and buy ANML!\n\n Reimagining Concert Experiences - Animal Concerts streams interactive metaverse concerts, enabling established and emerging artists to deliver amazing next-generation fan experiences. We work closely with the artists to design and mint NFTs to personalize and enhance the fan experience whilst generating new and direct revenue for the artist.\n\n Animal Concerts - Our aim is to transform the fan experience and democratize the music industry by enabling A-list and emerging artists to engage and monetize fans directly. We stream 2D and 3D concerts to global audiences in collaboration with the most renowned Metaverse and traditional streaming platforms. We aim to be THE concerts platform of choice using truly iconic virtual venues to deliver interactive and immersive live shows, serving millions of fans across Asian and Western markets. NFTs will be used as a medium to not only issue the ticket, but allow artists to personalize the experience (e.g. backstage pass, special offers, track voting rights) and establish direct revenue streams. Our tokens will allow Animal Concerts community members privileged access to tickets and events. Simply put, we are reinventing the future of concerts.\n\n Our Artists - Animal Concerts has officially partnered with Snoop Dogg in his upcoming NFT drop, A Hard Working Man! Snoop Dogg is an award-winning entertainer and world-renowned NFT icon that has released 19 studio albums, sold over 40 million albums worldwide, reached No. 1 countless times on the Billboard charts and received 20 Grammy nominations — Welcome to the fam!\n\n Alicia Keys - We are thrilled to be actively collaborating with Grammy-award-winning and multi-platinum recording artist, Alicia Keys. Our collaboration started with an exclusive concert in LA in December 2021 and continues with numerous projects focused on creating and distributing highly engaging and exciting content and experiences for Alicia Keys fans. Stay tuned for more!\n\n Future - We were delighted to collaborate with Grammy-Award winning rapper, FUTURE, at the Maxim Halloween party in October 2021. FUTURE is a certified hit-maker with multiple platinum singles and 127 entries on the Billboard Hot 100, the third most for any rapper in history. We used this fantastic event to showcase our use of NFTs for giving fans access to unique features and experiences (including backstage passes). Watch the video!\n\n Busta Rhymes - Animal Concerts, Vera Labs and Busta Rhymes, the highly acclaimed and multi award-winning rapper and song writer, collaborated in December 2021 for the Art Basel Miami event which made history with the first ever non-custodial rental of a $1.5M Bored Ape Yacht Club NFT.\n\n Real Token Utility - Fans, artists and partners alike benefit from the Animal Token and its extensive use: The Animal Token will be the currency for purchasing tickets, NFT's and other merchandise on our marketplace. Collect NFT’s: Each ticket will be an NFT, collectables will be NFTs, the possibilities are endless. Discounts for fans purchasing tickets with our Animal token over platforms like ticketmaster etc. Governance, voting and fan interaction: Token Holders get early access to NFT's, limited edition merchandise, free tickets and other unique materials and collectibles. Rewards: along with rewards like staking for competitions and choice on how profits get redistributed - a % of our profits can get redistributed or burned - voted on by the community. The more fans participate in the ANIMAL ecosystem the more tokens fans earn - most loyal, active fans earn bigger discounts.\n\n"
}