{
    "summary": "Connecting Web3 with real time data - Streamr is a fully decentralised and scalable protocol for many to many data pipelines, network analytics and instant messaging.\n\n Streamr ecosystem - \n\n Node runners - Run a Streamr node from your Mac or PC, secure the network and earn yield on staked $DATA tokens. Anyone can do it.\n\n Token holders - The $DATA token is the backbone of the Streamr network. Help drive adoption and liquidity by acquiring the token.\n\n Builders - Build on data streams that support your dApp tech stack, with the Streamr SDK.\n\n Watch our video - The Streamr Network provides a bulletproof pub-sub data transport layer that allows you to connect your data to the rest of the world. Watch for a quick overview of how it works.\n\n Join us on Discord - DAO governance, technical support, developer grants, earn NFTs and more.\n\n Sign up for our monthly newsletter - \n\n See how Web3 devs use Streamr - \n\n Learn about Streamr - \n\n Frequently Asked Questions - Streamr provides the real-time data infrastructure of the decentralised web (Web3). Streamr technology is a core service layer which implements a vendor-neutral, real-time publish/subscribe protocol for data transmission. The data travels via a global peer-to-peer network, which is scalable, robust and permissionless.\n\nThe technology works in tandem with companion blockchains - currently Ethereum, Gnosis, and Polygon - which are used for identity, security, and payments.\n\nAs our connected world creates and consumes more and more data, it has not been possible to connect the billions of devices worldwide with real-time data via a decentralised network. Meanwhile, today's existing centralised services are subject to a single point of failure and vendor lock in.\n\nStreamr solves these problems by delivering a low latency and secure decentralised broadcast messaging protocol - via a peer to peer (P2P) network architecture. Thanks to this P2P architecture - the network is fault tolerant, resilient to malicious attacks and scales in line with the growth of the network - for scalable many to many real time data pipelines.\n\nThe Streamr project was started in 2017 by Henri Pihkala, Nikke Nylund, Risto Karjalainen and Michael Malka.\n\nStreamr is a distributed open-source software project with around 30 key contributors around the world, including both companies and individuals.\n\nWe publish updates about Streamr, the ecosystem, node running, and other happenings from the project on the Streamr blog, Twitter, LinkedIn, YouTube, Telegram (announcements only), and Discord community.\n\nThe complete DATA tokenomics will be in released at the \"Streamr 1.0\" milestone. Streamr node operators will secure and relay data on streams associated to Sponsorships. Delegators delegate to Operators and earn a revenue share of the Operator's work in return.\n\n"
}