{
    "summary": "ELCoin - The goal of the project is to contribute to solving a number of problems that occur in the world medicine. We offer a comprehensive solution that is based on world scientific knowledge and proprietary developments in the field of diagnostics, treatment, prevention of a wide range of diseases, including the most common ones - cardiovascular diseases.\n\n Apparatus CARDIO - A unique device that has no analogues in the world; Forecasts the probability of a heart attack or stroke with an accuracy of 95% - It can save a person's life! Measures and analyzes up to 77 most important indicators of the cardiovascular system; Easy to use; Possibility of remote data transmission; Specialized software for physicians; Support for users through online consultations and the developed Blockchain Medical Platform; Early diagnostics of cardiovascular diseases. CARDIO timely reveals the disease; Specific mode for athletes. Helps in determining the stresses and drawing up cardio workouts; Working modes for adults and children; Saves time. It is possible to conduct daily diagnostics on a number of major parameters at home. In many cases, there is no need for a stationary examinations; Saves money. In major cases, there is no need for expensive clinic examinations; Portability. The device can be taken in travels, trips, used during the day at work or at home; Built-in Li-Ion battery; Colorful touchscreen display; User-friendly interface; Made from special medical materials.\n\n Apparatus QUANTUM - Symbiosis of age-old scientific knowledge and the most up-to-date technologies in the field of cosmetology; Effectively restores human skin, gives the skin firmness and rejuvenation; Favorably affects the body; Saves time. There is no need to regularly attend procedures in the salons. It is convenient to carry out procedures at home; Saves money. The cost of a course of similar impact, consisting of several sessions in the clinic can reach several thousand USD. The cost of the device does not exceed 1000 USD; Portability. The device can be taken in travels, trips; Support for the user through online counsultations and the developed Blockchain Medical Platform; Convenient quantum radiator, the device is equipped with a Li-Ion battery; User-friendly interface, Colorful touchscreen display; The device is made of special medical materials; Several modifications with the number of programs from 40 to 100.\n\n Apparatus PROFESSIONAL - Measures the electrical parameters of the biologically active zones (BAZ) by R.Vall method; Measures the electrical parameters of biologically active points (BAP) according to the R.Voll method (including corporeal, head and auricular points); Conducts topical, syndromic, nosological and local (for example, determining the extent of injury of the spine, paranasal sinuses, teeth) diagnosis; Conducts drug testing (evaluation of the effects of various pharmacological and non-pharmacological agents on the human body); Conducts medical testing with the help of a built-in medicamentous selector; Conducts a vegetative resonance test by the method of H.Shimmel; Conducts electroacupuncture therapy; electromagnetic therapy; quantum therapy; Conducts bioresonance therapy according to the method of F.Morel and E.Rashe; complex therapy (the regime under which bioresonance therapy is conducted together with electromagnetic therapy with related auto nosode and preparations from the medicamental selector); Support for the user through online counsultations and the developed Blockchain Medical Platform; Special software for physicians; Proven high efficiency of devices of this type; Diagnostics and treatment are implemented simultaneously; Device is equipped with a Li-Ion battery; User-friendly interface.\n\n"
}