{
    "summary": "Join Our Airdrop! - HUB is trading on HitBTC (HUB/BTC, HUB/USDT, HUB/ETH), FMFW.io (previously Bitcoin.com) (HUB/BTC, HUB/USDT) and Uniswap (HUB/ETH)\n\n Human Trust Protocol - Hub puts identity data back into the hands of users and gives people a new level of economic opportunity and financial freedom. By encoding identity and reputation on the blockchain, Hub is the next digital identity protocol that is interoperable across multiple platforms.\n\n Hub: A Blockchain for the Rest of Us - Hub Platform: Global Trusted Communities\n\nUser-owned and user-controlled reputation data\nVerified and portable reputation\nSupports multiple reputation data types\nMultiple trust score calculations\nIncentives to be trustworthy in interactions\n\n Hub Applications - The communities & events platform connects users with changemakers, experts and professionals based on trust and referrals. By enabling users to engage and interact with each other, the platform helps them build portable and verified reputations that delivers economic opportunities and financial freedom.\n\n Background Checks: Verified & Portable - KarmaCheck is paving the way to a decentralized identity future by making background verifications faster and more efficient with an emphasis on transparency for the user.\n\n Hub Identity Wallet - Conveniently and selectively share your identity, crypto wallets, work and educational histories, and reputation with others and gain easier access to decentralized applications, exchanges, and other services. Earn rewards as you maintain your identity wallet and every time your identity is accessed.\n\n Trust leads to financial freedom - By securing trust and decentralizing reputation data on a blockchain, the Internet will offer greater economic value to users to gain more opportunities, command higher premiums for their products and services, and get more cooperation from others.\n\n Earn trust through interactions - The Hub token lets users earn trust as a result of successful interactions. Selecting from a growing library of smart contracts for user interactions to transactions, users “stake” their success with tokens and build their reputation as the basis for trust.\n\n Portable, verifiable, owned by you - Portable across applications, verifiable with interaction histories, reputation data will be self-sovereign to you. You control how it is accessed by applications and communities. Trust becomes a “prediction market for human behavior”.\n\n Quotes - Trust and reputation have been integral to the internet ever since the first days of eBay and LinkedIn. I'm excited about the opportunities that can emerge from this decentralized trust protocol.\n\nJosh Elman\n\nPartner at Greylock; LinkedIn, Facebook, Twitter\n\nWe're excited to work with Hub to bring more trust and transparency to the blockchain startup landscape.\n\nJager McConnell\n\nCEO of Crunchbase\n\nAt Facebook, we knew that fostering trust was essential to the platform's success. What Hub is doing will create enormous value. I'm excited to see a decentralized approach to trust and a token economy built around it\n\nGreg Badros\n\nFormer Facebook VP Products and Engineering\n\nWe look forward to working with a team that shares our focus on identity and trust in the digital age.\n\nVinny Lingham\n\nCEO of Civic\n\n Become a partner - Users will want to build their trust in many different domains and applications. Join the community and mine tokens by publishing tasks that users will use while earning their reputation at the same time.\n\n Advisors - Josh London\n\nCMO, Reuters, CMO, IDG Communications\n\nJosh Elman\n\nVice President, Robinhood, Partner, Greylock Partners, LinkedIn, Facebook, Twitter\n\nBo Shen\n\nFounder, Fenbushi Capital & GF Network\n\nKeith Teare\n\nTechCrunch founding team, Founder & Executive Chairman, Accelerated Digital Ventures\n\nWill O'Brien\n\nCEO & Co-Founder, BitGo, LP & Senior Strategic Advisor, Blockchain Capital\n\nHowie Xu\n\nCEO/Co-founder TrustPath, EIR of Greylock Partners, VP of BSN, Cisco, VMware, Stanford\n\nSamuel Smith\n\nChief Architect, ConsenSys Reputation AI Systems, Reputation Spoke Founder & Board Member, Sovrin\n\n Project Documents - Whitepaper\n\nWhitepaper (Chinese)\n\nWhitepaper (Russian)\n\nHub Dual Token Model\n\nHub Introduction\n\n Sign up for updates - Subscribe\n\nContact\n\ninfo@hubtoken.org\npartner@hubtoken.org\n\nGet Updates\n\n Hub - Hub\n\n Telegram - Telegram\n\n LinkedIn - LinkedIn\n\n Twitter - Twitter\n\n"
}