{
    "summary": "The Revolutionary BEP-20 Token - Btcash is your gateway to the metaverse world .This blockchain-based virtual reality digital token is the next step in merging reality with our full spectrum of sensory technologies\n\n BTCASH TOKEN - The token symbol and ticker is METABT\n\n BEP-20 - Based On Immutable & super secure Binance Smart Chain\n\n UTILITY - BTCASH token falls in the category of utility/governance\n\n MAX SUPPLY - 1 BILLION TOKENS\n20% Tokens will burn\n\n BTCASH ICO TOKEN - Claim your BTCash ICO Tokens\n\n BTCASH NFT - CLAIM\n\n BTCASH METAVERSE LAND - CLAIM\n\n BTCASH - When it comes to obtaining a cryptocurrency, you have many options. When it comes to investing and earning a profit, it's important to note that not all cryptocurrencies are the same. This is why BtCash is born. BtCash is the single pylon to enter the futuristic world of Metaverse. Just buy our token to become a BT Netizen and hold it to earn from numerous automated sources.\n\n Secure & Immutable - The ability for a BTCash blockchain ledger to remain a permanent, indelible, and unalterable history of transactions as it is based on immutable and highly secure Binance Smart Chain makes it a hackproof digital asset to invest.\n\n Low Supply - Only 1,000,000,000 (1 Billion) BTCash is created and 20% will burn. Besides that ,we will burn BTCash at regular intervals. making it a valuable asset\n\n Bot Protection - BTCash is equipped with a unique bot protection feature which will prevent bots from purchasing tokens before anyone else when Liquidity pool v2 is created\n\n The Token Distribution Details - The statistics shows the token distribution based on total supply of 1 Billion BTCash (maximum supply is 1 Billion tokens).\n\nICO\n\n0%\n\nGrowth Fund\n\n0%\n\nTeam Marketing\n\n0%\n\nCommunity Grants\n\n0%\n\nOperation Grants\n\n0%\n\nEco Funds\n\n0%\n\n BTcash Exchange - Buy bitcoin and crypto instantly!\n\n Our Mission - BTCash team is on a mission to bring innovative ideas and unmatched technologies to address the real world problems. We strive to make a unique bridge between a virtual world with unbroken promises based on smart contracts and temper free ledgers and the real existing world.\n\n Useful Links - BLOCKCHAIN\n\nBTCASH EXCHANGE\n\nBTCASH NFT\n\nBTCASH CASINO\n\n"
}