{
    "summary": "ABAS Token Information - ABAS Token uses Bitcoins' Store of Value concept. By using Proof of Work, Staking, and Auctions we aim to have a fairly distributed token. Every rewardEra the rate of rewards halves, like Bitcoin. Meaning all contracts then distribute half as many ABAS Tokens as the previous years. This is all done using contracts on the Arbitrum blockchain which are 100% decentralized, fair, trustless, and ownerless! Variable rewards and fees on mining mints prevents private ASIC farms from monopolizing the hashrate. This is done with a max network hashrate of 4 TH/s! Never before have all these technologies been on such an amazing layer 2 blockchain.\n\n ABAS Tokenomics - Total Supply - 52,500,001 ABAS Tokens\n\nThere are 3 contracts that distribute all ABAS tokens to users, the distribution is as follows.\n\n21,000,000 (40%) ABAS Tokens distributed via Staking Contracts\n21,000,000 (40%) ABAS Tokens distributed via Proof of Work Contract(Mining)\n10,500,000 (20%) ABAS Tokens distributed via Auctions Contract\n\n Stake Contract - ABAS Staking is a way to distribute ABAS tokens to users who provide Liquidity for ETH / ABAS pair pair on SushiSwap\n\nStaking will distribute 40% of the total ABAS Supply\n\nSecurely and 100% decentralized rewards for holders of the SushiSwap liquidity token. By staking liquidity tokens users allow ABAS tokens to have deeper liquidity. A large liquidity allows our token to be distributed more fairly because a large part of the supply will always be for sale! The contracts will distribute Ethereum tokens, ABAS, 0xBTC and up to three other coins! Staking contract recieves 1 token for every 1 token mined by ABAS miners. LP stakers also receive 50% of all Ethereum collected by the Auction contract.\n\n Proof of Work Contract - To get started download our GPU miner below\n\nProof of Work will distribute 40% of the total ABAS Token Supply\n\nA way to securely mint ABAS tokens using our safe POW system and contracts. Machines connected to the contract solve complicated hashes with an answer unique to their ethereum address for the reward. A solve rewards 1400 ABAS tokens at 360 minutes. This reward will half every every ~4 years. It costs approximently 0.01$ in Ethereum to mint at 360 minutes. It costs 0.18$ to mint at 12 minutes. This is to prevent hashrate from running up the difficulty without benifiting the ecosystem. When the network hashrate decreases; miners recieve greater rewards. When it increases; miners recieve less rewards. This encourages our miners to constantly be turning off miners from our contract. Since miners are rewarded for turning off miners, that means less miners to compete against. Receive a mining reward of up to 50+ different cryptocurrencies and ABAS! Decentralized Proof of Work NFT mining!!! Mine NFTs!!! Mining rate of tokens controls auction rate, and stake rate. Miners receive 50% of all Ethereum collected by the Auction contract. We have added custom Token Amounts to the mining equation. ONLY Mine when you want to receive a certain amount of rewards. To do so just change \"MinABASperMint\": 3.5, in the ABASMiner text file. For over 3.5 ABAS it will mine the block Change this setting in your ABASMiner text file in the \"MinABASperMint\" setting. Miners are by default set to 3.5 ABAS (average reward time of 12 minutes a block).\n\n Auction Contract - Auction your ETH Tokens for ABAS Tokens here\n\nAuctions will distribute 20% of the total ABAS Token Supply\n\nSecurely and 100% decentralized auctions of ABAS tokens in exchange for Ethereum Tokens. Our contract ONLY accepts ETH Tokens to bid during Auction of ABAS Tokens. Each Auction lasts ~25 days. After auction ends the ABAS Tokens distributed divides by how much Ethereum the user sent. Each participant will fairly be able to claim their share of claimable ABAS at auction end. At token launch each auction will provide 32,782 claimable ABAS and will half every 150 auctions (estimated 4-5 years).\n\n"
}