{
    "summary": "A gold token backed by a gold mine in Mali - Apraemio is a digital asset that not only stores but extends its value thanks to its ever-increasing gold backing system.\n\n Apraemio is among those digital assets that store value and is designed to multiply their given utility by the ever-increasing gold backing system. - This feature is unmatched in financial institutions, meaning that there is no other gold-backed cryptocurrency similar to Apraemio.\n\n APRA supply is backed by 50% of our mined gold from Mali. - 1 APRA = 0.35 USD\n\n Token Name: APRA\nToken Type: Utility\nChain: BEP-20\nToken ICO: 100 million\nToken Supply: 1 billion\nVesting: 60%\n1 APRA worth: 0.05 gold or 3 USD - \n\n 1 APRA = 0.75 USD - \n\n Token Distribution - Token Name: APRA\nToken Type: Utility\nChain: BEP-20\nToken ICO: 100 million\nToken Supply: 1 billion\nVesting: 60%\n1 APRA worth: 0.05 gold or 3 USD\n\n How to buy APRA Tokens? - 1. Click buy APRA\n2. Select your payment method\n3. Choose your package\n4. Connect your wallet & ready to go\n\n Amount to buy in APRA - Type in the amount of APRA you would like to purchase\n\n Current APRA price in USD - This is the cost of 1 APRA token during the presale\n\n Gold price in USD/ounces - This is the current price of gold, updated daily\n\n Expected gold in tonnes - Select the expected amount of gold in the goldmine\n\n Estimated value IN USD - Based on the amounts, here is the estimated value of your APRA tokens in USD\n\n ROI % - Return of Interest. This value shows the potential growth of your investment based on the attributes you filled in.\n\n RESEARCH & DRILLINGS - The research procedure at the gold mine is a combination of traditional methods and the VMF satellite technology.\n\n EXCLUSIVE CONCESSION - The partner company of Apraemio, Green Gold System, possesses a license on a gold mine in Mali for the next 30 years.\n\n VMF TECHNOLOGY - Apraemio applies the most advanced scientific exploration services via satellites for its territories to ensure it is the optimal place to begin the drilling to find gold.\n\n Zoltán Varga - CEO\n\n Mihály Tóth - CFO\n\n Tamás Kis - COO\n\n László Szenthe - CTO\n\n"
}