{
    "summary": "Proof of Person Blockchain - VC, whales and staking pools dominate blockchain governance and monopolize mining taking away block rewards from individuals and making independent mining meaningless. Most blockchains have failed to maintain decentralization and turned into plutocracy.\n\n Encouraging individuals - To increase network diversity Idena provides higher returns for smaller stakes. Individual APY is always higher than the APY of staking pools or richer accounts.\n\n Why proof of personhood - Unlike PoS and PoW blockchains, to become a validator Idena requires you to prove that you are a unique person. Proof of Personhood allows you to maximize rewards as an individual miner and prevents the concentration of capital in staking pools.\n\n Maximize individual rewards - Increase your rewards by optimizing the amount of your stake. Identity staking allows you to earn higher returns as an independent miner compared to being part of a staking pool. This prevents capital concentration and promotes individual mining.\n\n Prove your personhood - No personal data is needed, simply prove your uniqueness\n\n Run Idena node - Earn rewards by running your very first mining node\n\n It’s easy - You don’t need to be a tech expert to install the mining node on your PC\n\n Low costs - Run the node on your home computer, laptop or Raspberry Pi\n\n Eco-friendly - No GPU or mining rigs needed, no high electricity usage\n\n What is Idena - Idena is one of the many players out there making an earnest try at creating more Sybil-resistance\n\n Technology - Idena, the first Proof-of-Person blockchain, is live since 2019. Idena validators are coordinated on the basis of a 1-person-1-vote consensus. Security is ensured by the variety of validators and a minimum threshold for stake to be eligible to vote.\n\n Scalability and decentralization - The throughput of the 1-person-1-vote blockchain can be enhanced by increasing the number of independent validators. A sharded network of validators enables parallel processing of more transactions. In contrast, money-based blockchains achieve scalability through greater centralization.\n\n Identity contracts - Identity primitive is natively integrated into Idena smart contracts. Idena enables identity staking for any IRC20 token. You can use it for airdrops or building plutocracy-resistant DAOs based on token-backed identities. Build DApps using Idena Oracles as a decentralized gateway to access real world data.\n\n AI-resistance - The difficulty of FLIP-tests increases over time. On one hand, participants are encouraged to create AI-resistant FLIPs. On the other hand, these FLIPs are used to train a friendly AI. The friendly AI is to help participants to filter out trivial flips, making it more challenging for hostile AIs to attack the system.\n\n Pillars of decentralization - 1-person-1-vote coupled with higher returns for smaller stakers mitigate dominance of the rich and stimulate network diversity. Identity staking serves against the buying/selling accounts, identity farming, and coercive validation. Human creativity boosted by accessible AI tools is to withstand attacks from hostile AI-bots.\n\n"
}