{
    "summary": "Aspire to Grow with Tronado - TRONADO is a Community of Cryptocurrency Enthusiasts, and together we are building the community and an entire utility eco-system on Blockchain powered platforms. Our experienced R&D team of professionals work behind the scenes, to ensure the growth and development of the TRONADO utility platforms. The role of the TRONADO community is to provide liquidity for the building of the token eco-system.\n\n What is the Tronado token? - The Tronado token is a Binance Smart Chain utility token. It has been created to fuel the blockchain powered eco-system of platforms on Tronado. The community members act as investors and liquidity providers in the building phase.\n\n TRDO Contract Address - 0x0D2af8e1F7Dec481d17e87Cddb13e870cB0B034b\n\n How is works? - As a liquidity provider you enjoy cashback bonuses on your investments. You will also receive earnings in Tronado tokens. The experienced Tronado team will use the available funds to build the TRONADO TOKEN Platforms, also called Products, which in turn ensure the steady growth of the value of the TOKEN itself.\n\n Benefits for TOKEN Holders - The TRONADO TOKEN is the project’s main product. The estimated price for a TRONADO token is $100 in the next 3 to 5 years.\n\n Our Mission - Our Mission is to change people lives through ground breaking and innovative solutions\n\n Our Vision - It has been founded with the intention to change the industry, out of passion and striving for greater achievements\n\n The Tronado Roadmap - (Q3 - 2020) Launch of Community Building\n\n(Q2 - 2021) Listing on Public Exchanges\n\n(Q2 - 2021) E- Commerce Platform\n\n(Q3 - 2021) Video Dating Platform\n\n(Q4 - 2021) Cryptocurrency Exchange\n\n(Q1 - 2022) Blockchain Lottery & Gambling\n\n(Q2 - 2022) NFT Platform\n\n(Q3 - 2022) QR Code POS Solution\n\n(Q4 - 2022) Presence on major global exchanges\n\n Our expert Advisors - Hellevi Lipponen\n\nFounder - Finland\n\nA passionate leader with over 35 Years of professional experience. Hellevi brings along a long track record of successful management of Global organizations. Heavy transaction background including CRYPTO startup financing, mergers and acquisitions and stabilizing companies.\n\nAnwarz Phatsit\n\nAsian Marketing Head - Thailand\n\nANWARZ PHATSIT AKKARAPONGWARIS Done comprehensive research in human behaviour , computer science and financial management. He have been early Investor and support of Cryptocurrency. He runs and manages Multiple Hospitality Business In Thailand.\n\nRiitta E. Granlund\n\nGlobal Marketing Head - Finland\n\nStrong leader with over 20 Years of work experience in managing multiple businesses across the globe. She comes with extensive experience in managing wide range of projects, She is internationally active, and has teams globally.\n\n Contact - Get in touch!\n\nSend Message\n\nContract Address\n\n0x0D2af8e1F7Dec481d17e87Cddb13e870cB0B034b\n\n"
}