{
    "summary": "The reasons why a conveyor-belt sushi restaurant doesn’t use artificial salmon caviar. - Hi. If you have enjoyed eating sushi at a luxury shushi restaurant, you can’t believe that convey […]\n\n Do you know the Japanese four-character idiom: 一石二鳥? The meaning and the origin of the idiom. - Hi. In daily life in Japan, we often use Yojijukugo(four-character idiom), proverbs and various idioms. Each h […]\n\n Sekigahara(関ケ原), the best place to visit for those who love Japanese history! - Hi. Do you know one of the most famous, decisive and historical battle happened in 1600 in Japan? This is the […]\n\n When only domestic products are on the shelves at a supermarket… - A picture taken at a supermarket is gathering people’s attention. Refer to t […]\n\n Do dried fruits have high calories? The nutrition and efficacy of dried fruits. - Today, dried fruits have been becoming more popular for their rich nutrition. Some people say dried fru […]\n\n A capsule hotel more than just a capsule hotel - Refer to the site: http://tabi-labo.com/283480/hotel-in-holland When a friend from an European country […]\n\n Foods with the effect of anti-aging, and effective nutrition and meals for anti-aging. - There are many ways for anti-aging, such as, anti-aging meals, supplements, skin care products, injecti […]\n\n Why carbohydrate diet is dangerous? The right way to do carbohydrate diet. - On the one hand, as many people succeeded in losing their weight by carbohydrate diet, it has been gath […]\n\n Do you know the Japanese proverb, 禊? The origin and the meaning of the proverb. - Hi. In daily life, we Japanese frequently use proverbs, common phrases and idioms that are rooted from […]\n\n Why leaf peeping is described as leaf hunting (紅葉狩り) in Japanese? When is the best season for leaf peeping in Japan? - Hi. Autumn has come, and the best season for leaf peeping, 紅葉狩り(momiji-gari) in Japanese is coming soon […]\n\n"
}