{
    "summary": "One-Click DeFi Passive Income - Decentralized asset management made simple. Discover onchain vaults with curated strategies inside.\n\n Our vaults Diverse narratives aligned with your preferencesand goals - ETH notional, Locus Yield ETH, Set and forget, LSDfi, Low risk, Weekly APY 4.1%, $665K, $1.5M, TVL, Max capacity, USDC notional\n\n Our vaults Diverse narratives aligned with your preferencesand goals - USDC notional, DeFi Core Index, Future of finance, Yield-bearing, Low risk, Weekly APY 18.5%, $340K, $800K, TVL, Max capacity\n\n Our vaults Diverse narratives aligned with your preferencesand goals - USDC notional, Arbitrum Yield Index, Innovations, Yield-bearing, Medium risk, Weekly APY 5.9%, $69K, $500K, TVL, Max capacity\n\n Our vaults Diverse narratives aligned with your preferencesand goals - USDC notional, Locus Yield USD, Omnichain, Market-neutral, Low Risk, Weekly APY Coming soon, $0, $1M, TVL, Max capacity\n\n Accrue rewards with LOCUS Token staking - Receive staking incentives, 50% of vault’s revenue shares, and governance power\n\n We simplify and streamline the entire investment process - Seamless DeFi Investment, Transparent Yield Without the Hassle, Affordable. Efficient. Simple\n\n Investment Spectrum - From steadfast blue chips to emerging trends, we tailor options to fit your investment style and aims\n\n Onchain Transparency - Say goodbye to opaque asset management. Verify the assets onchain anytime\n\n What is Locus? - Locus is a platform for decentralized asset management with automated, tokenized yield-bearing vaults of curated strategies\n\n How do I start investing? - To start using the service, you need a browser or app wallet like Metamask and connect it to the Locus platform\n\n Where can I find real-time Locus reserves? - You can find all our addresses here\n\n How do fees on Locus work? - Reward fee. Every time the vault harvests from 5% to 10% of the funds gathered are retained by the Locus Vault. Annual streaming fee. Vault also retains from 0.7% to 1.5% annually of the total assets the Vault has over a period of time\n\n When will I start earning? - After investing in a vault, you will receive income from the next harvest. Each vault has its own harvest period, which can vary from weekly to several weeks, depending on TVL, and market conditions to optimize earnings and expenses\n\n"
}