{
    "summary": "ZKasino - Rekt - The house always wins and ZKasino hit the jackpot, making off with a $33 million rug over the weekend.\n\n Hedgey Finance - Rekt - Not a good strategy to hedge your bets. Hedgey Finance rocked by $44.7 million flash loan attack across both the Arbitrum and Ethereum platforms.\n\n A Stable Future - What would the world look like if stablecoins were the norm, and blockchain technology was woven into our daily lives?\n\n Grand Base - REKT - Thieves in the night take advantage of Open House as RWA protocol on Base leaves the front door unlocked. Grand Base slammed in $2m exploit due to a deployer wallet private key leak.\n\n PrismaFi - REKT - PrismaFi fell victim to a flash loan attack, resulting in a loss of 3258 wstETH tokens, valued at approximately $11.6 million.\n\n Munchables - REKT - The Blast L2 Big Bang award-winning project Munchables was exploited for $62.5M by a rogue dev. Funds retrieved from dev within a few hours in a rollercoaster ride of a day.\n\n Curio - REKT - Curio's MakerDAO-based smart contract on Ethereum was exploited for $16 million, due to a critical vulnerability involving voting power privileges.\n\n Super Sushi Samurai - REKT - Blast L2-based game Super Sushi Samurai's LP drained $4.8m in contract bug exploit shortly after its launch, and the price dropped 99.9%.\n\n Slerf - Rekt - Solana Meme Coin SLERF turns into a hot mess after dev's $10M fumble.\n\n Sushi - Something Smells Fishy - Once seen as one of the darlings of Defi among Uniswap, Curve and Aave. SushiSwap showed a lot of promise, but that promise has been overshadowed by drama, which can be relentless at times. If we could have a leader board of Defi trainwrecks, surely Sushiswap would make the list.\n\n Unizen - Rekt - March 8th, $2.1M was stolen in multiple attacks on the ETH-based DEX shortly after a contract upgrade to their DEX aggregation contract.\n\n Woofi - Rekt - WooFi got taken for a $8.5 Million ride on March 5th, after a flash loan attack on Arbitrum.\n\n"
}