{
    "summary": "Definix is the transparent crypto investment platform on DeFi - Definix is the transparent crypto investment platform on DeFi that helps crypto investors to invest confidently and allows professional traders to earn more from their investing skill by creating and managing their own funds.\n\n Liquidity Providing & Farming - For crypto investors, trading cryptocurrencies is difficult and very risky. Liquidity providing & farming are much more friendly for new comers. Definix has various pools and farms with fruitful return as lower risk choices to start growing crypto assets. Provided liquidity will be fuels to the decentralized exchange on the platform.\n\n Invest Confidently in Professional Managed Funds - No worries if you don’t know that much to make profits from crypto trading. You can invest in crypto funds managed by professional traders. With helps from experts, your portfolio is likely to grow easier.\n\n User-Generated Crypto Funds - For high-skilled traders, they can come to challenge our test. If they pass, they can create their own funds on the platform and earn more from fund managing fees.\n\n DEX and Liquidity Pools - Decentralized exchange (DEX) is a cryptocurrency exchange operated by smart contracts. You can start exchange by just connecting your favorite crypto wallet to the platform. Also, you can provide liquidity to liquidity pool here to get LP token.\n\n Farms - You can farm your LP tokens here to get tokens as a return of your investment. There are many farms available for choosing.\n\n Crypto Fund Investment - The system will evaluate your risk tolerance and suggest the right crypto funds for you. All of listed funds are managed by professional traders.\n\n For Professional Traders - You can request for Finix trading challenge. If you win, you will be able set up your crypto fund on the platform and earn from managing fees.\n\n Definix Milestone - Q1 2021: Decentralized Exchange, Liquidity Pool, Liquidity Pool Farming\n\nQ2 2021: Bridge to another blockchain, Crypto Fund Investment, Paper trade onchain\n\nQ3 2021: Launch wallet application with simple investment, Connect to partner for multi-channel investment, Implement Dollar Cost Averaging (DCA), Finix Challenge Fund\n\nQ4 2021: More to be announce\n\n"
}