{
    "summary": "Ark Fi is DeFi for Landscapers - Ark Finance (Ark Fi) is an innovative fintech group focused on creating simplified decentralized finance (DeFi) products for investors. The Ark Fi ecosystem of high yield applications are designed to be disconnected from the volatility of traditional markets and provide a passive income source during times when investors need it most.\n\n Ark Vault - The primary way to earn ARKFI rewards, Ark Vault is a stable daily ROI Dapp built from the ground up based on sustainable mechanics and best practices for passive income generation.\n\n Ark Foundation - A medium yield staking protocol that supports Ark Swap liquidity by pairing ARKFI and BUSD to create BOND. BOND earns BUSD rewards and qualifies your Ark Vault for referral rewards.\n\n Legacy NFT - Unlock exclusive rewards and supercharge your Ark Vault account. Legacy NFT holders 'crowd fund' Ark Fi and receive immediate and future benefits as fractional owners of the ecosystem.\n\n Buy BUSD Through Ark Fi - Purchase BUSD through our secure fiat onramp using a debit or credit card. The BUSD is sent directly to your connected Web3 wallet.\n\n Swap BUSD for ARKFI - Convert BUSD for ARKFI tokens using Ark Swap, our native decentralized exchange (DEX). Swapping locally supports ARKFI liquidity.\n\n Deposit ARKFI into Ark Vault - ARKFI deposits are permanently locked in the Ark Vault, the backbone of the Ark Fi ecosystem, and earn up to 2% daily ARKFI rewards.\n\n Earn Rewards (ARKFI tokens) - Compounding daily ARKFI rewards or receiving referral rewards can increase your Ark Vault maximum payout up to 80,000 ARKFI tokens.\n\n Built on Binance Smart Chain (BSC) - Ark Fi products and smart contracts are built on the BSC layer one blockchain for its' security, decentralization, low gas fees and compatibility with Ethereum Virtual Machine (EVM).\n\n Own A Piece of Ark Fi - By purchasing a Legacy NFT, investors earn dividends generated from ecosystem fees and are the first to take advantage of future expansion through the Ark Fi DAO.\n\n"
}