{
    "summary": "CA: 0x11c13F1863b760576457F2cc4214d780fC87232b - ZealBet ($ZEAL) At ZealBet, we are more than just a crypto token – we’re a movement that’s redefining the way you experience gaming and giving. With an air of mystery and an undertone of purpose, ZealBet combines the thrill of responsible gambling with the power of philanthropy. Our platform offers a safe haven for those who seek the excitement of gaming while advocating for responsible play.\n\n Tokenomics of $ZEAL - Name: ZealBet\nTotal Supply: 100,000,000\nTax System: 8% Buy, 8% Sell\n\nImmerse yourself in the ZealBet universe with our native token, ZEAL. With a total supply of 100 million, ZealBet encapsulates gaming passion and meaningful contributions.\n\nWhen you engage with ZEAL, an 8% fee is applied. Out of this, 2% strengthens the liquidity pool, enhancing stability. A further 5% empowers vibrant marketing strategies, while 1% supports the visionary developers.\n\nZealBet is not just a token; it’s an invitation to embark on a journey of responsible gaming and purpose-driven influence. Embrace the excitement and make your impact felt today!\n\n Token Allocation - The $ZEAL token distribution strategy is designed to ensure the project’s longevity and continuous growth. The allocation of the total supply of ZEAL tokens is divided strategically to support the optimal development, promotion, and operation of the project. The distribution is as follows:\n\n\n\nPancake Swap\n\n70% of the tokens are allocated to Pancake Swap.\n\n\n\nMarketing\n\n10% of the tokens are allocated to Marketing.\n\n\n\nPartnerships\n\nWe will reserve 10% of the tokens for strategic partnerships.\n\n\n\nWhitelist\n\n10% of the tokens will be allocated to the whitelist for staking and other ventures.\n\n Roadmap - Website and Social Media\n\nSafu Contract Creation\n\nAudit\n\nFair Launch\n\nCMC Listing\n\nCoingecko Listing\n\nAggressive Marketing\n\nStaking Launched\n\nFirst Major Partnership\n\nAMA’s in Based Groups\n\n\n\nLaunch Platform Beta\n\nBetting Games Launched\n\nGlobal Marketing\n\nFirst CEX Listing\n\nNFT Series Launch\n\nContinued Major Partnerships\n\n\n\nFirst Charity Donation\n\nListing on Top Exchanges\n\nSpecial Grand Giveaway\n\nCreating Zeal Card\n\nWorldwide Poker Tournament Online\n\nContinued Donations Campaigns\n\nPragmatic Gaming Integration\n\nHacksaw Gaming Integration\n\n How to Buy & Sell - Step 1.\n\nGo to your DApp inside your wallet.\n\n\n\nStep 2.\n\nSelect the Mainnet of BNB Chain.\n\n\n\nStep 3.\n\nClick on Cake and paste the Contract Address into the search bar.\n\n\n\nStep 4.\n\nEnter the amount of BNB you wish to exchange for your $ZEAL coins.\n\nNote: As the tax is 8%, please set your slippage at around 10%, and remember to connect your wallet via the Connect Wallet button.\n\n"
}