{
    "summary": "Home - About ATLP\n\nMission Statement\n\nGuiding Philosophy\n\nHistory & Organization\n\nATLP Board of Directors 2023-24\n\nBylaws of ATLP\n\nGet Involved\n\nJoin ATLP\n\nYour Profile\n\n3 Easy Ways to Renew\n\nEvents\n\nTransportation Forum XX\n\nAnnual Sponsorship\n\n95th Annual Meeting\n\nYPC-Webinars\n\nResources\n\nPublications\n\nAssociation Highlights Blog\n\nMember Publications\n\nContact Us\n\n Membership benefits - Membership benefits include subscriptions to the Journal of Transportation\n\nLaw, Logistics and Policy and Association Highlights newsletter, www.atlp.org,\n\nand opportunities to participate in all educational programs.\n\n Join Today - Where legal practitioners, academics, and industry leaders in all modes\n\nof transportation gather from across North America, meet  to explore new\n\ndevelopments, exchange ideas, and expand their networks.\n\n The Date is Set - November 13, 2023, at the Surface Transportation Board in Washington, D.C.\n\n Register for the ATLP Transportation Forum XX - \n\n Get Involved - ATLP was organized in 1929 as the bar association of the former Interstate\n\nCommerce Commission. The association has evolved through the years to include\n\nall practitioners in the transportation law profession, covering all modes. It\n\nincludes practicing transportation attorneys, government officials, company\ncounsel involved in transportation, industry practitioners, and others.\n\n RENEW YOUR ATLP MEMBERSHIP TODAY - \n\n EDUCATION - Our association has taken the lead in working with federal transportation\n\nregulatory agencies to develop standards of expertise for those who seek to\n\nrepresent others before those agencies.\n\n Resources - \n\n NETWORKING - Membership in the association puts you in contact with other members of the\n\ntransportation law profession and persons interested in logistics and\n\ntransportation policy.\n\n See Our Events Calendar - \n\n Member Login - \n\n Search - \n\n Quick Links - Renew Today\n\nMy Profile\n\nPublications\n\n Latest News - ATLP Transportation Forum XX\n\n2024 ATLP 95th Annual Meeting \n\nYPC-Webinar\n\n Facebook - \n\n Twitter - \n\n Contact Us - \n\n"
}