{
    "summary": "$DUCKY - is a unique memecoin inspired by Matt Furie's iconic Boys Club comic.\n\n ABOUT - In a serene forest enclave, the \"Boy's Club\" gathered daily, a group where anthropomorphic creatures like Ducky, a lively duck, found solace and companionship. Ducky, with his bright feathers and boundless energy, was a favorite among the club members for his infectious enthusiasm and adventurous spirit. One fateful day, their exploration led them to a hidden cave nestled deep within the woods. Despite initial trepidation among some members about the cave's rumored mysteries, Ducky's bold curiosity prevailed, urging them onward. Inside the cave, they encountered ancient artifacts and rare flora thriving in the cave's shadowy recesses. Ducky's leadership and bravery shone through as he guided the group through unexpected challenges, fostering a sense of unity and shared accomplishment. By journey's end, their hearts brimmed with newfound knowledge and camaraderie, with Ducky celebrated as the spirited soul who led them on a journey of discovery and taught them the value of courage and friendship amidst the unknown depths of the forest.\n\n TOKENOMICS - Token Supply: 420,690,000,000, TAX: 0/0, Ownership Renounced & Liquidity Burnt\n\n HOW TO BUY - 1. Create a wallet Download metamask or your wallet of choice from the app store or google play store for free. Desktop users, download the google chrome extension by going to metamask.io 2. Get some ETH Have ETH in your wallet to switch to $DUCKY. If you don’t have any ETH, you can buy directly on metamask, transfer from another wallet, or buy on another exchange and send it to your wallet. 3. Visit uniswap Connect to Uniswap. Go to app.uniswap.org in google chrome or on the browser inside your Metamask app. Connect your wallet. Paste the $DUCKY token address into Uniswap, select $DUCKY, and confirm. When Metamask prompts you for a wallet signature, sign. 4. Switch ETH for DUCKY-DUCK Switch ETH for $DUCKY. We have ZERO taxes so you don’t need to worry about buying with a specific slippage, although you may need to use slippage during times of market volatility.\n\n"
}