{
    "summary": "About Battle Infinity - Battle infinity is a gaming platform where our ecosystem hosts multiple P2E battle games integrated with the Metaverse world called ‘The Battle Arena’. In the Battle Infinity world gamers are not only able to play and battle, but can also enjoy the immersive experience in the Metaverse world. In the Battle Arena, you can interact, perform, watch, explore, and more in a virtual world.\n\n Battle StakingLIVE - Users can stake their holdings by depositing and locking them for a period of time. Stakers will also receive extra benefits for other activities they perform on the platform.\n\n Battle SwapLIVE - A decentralized exchange that works like a bank entity on our platform. It enables new users to buy IBAT tokens directly and also convert their winning rewards to another currency. Battle Swap is integrated with the marketplace, game store, and arena, which makes the platform’s overall in-game app experience smoother, faster, and hassle-free.\n\n IBAT Premier LeagueCOMING SOON - IBAT Premier League is the world’s first decentralized blockchain NFT-Based fantasy sports game integrated with metaverse, where the user can build their own strategic team and battle with others all around the world and earn.\n\n Battle GamesCOMING SOON - IBAT Battle Games is a multiplayer game store where gamers on our platform can gain access to multiple NFT- based games to play and earn. Players can buy and sell their gaming assets and characters in the IBAT Battle Market and sell their winning NFTs as well.\n\n Battle MarketCOMING SOON - Tokenized digital goods available on the internet, such as music and artwork, can take the form of an NFT. All the in-game assets like characters and weapons are tokenized using BEP721 smart contracts. This tokenization of assets makes each in-game item unique and can be used to assign value, depending on the rarity of the assets.\n\n Battle ArenaCOMING SOON - In the IBAT Battle Arena players have their own unique avatar which they can upgrade on the IBAT Battle Market. For example, upgrades can include anything from clothes to hair. Players can add items such as hats or sunglasses to their avatar through purchases from the IBAT Battle Market.\n\n $IBAT - IBAT token effectively removes all the boundaries between traditional GAMING AND THE METAVERSE/blockchain by connecting both. The IBAT TOKEN design and implementation make the user experience seamless and efficient, removing barriers to entry around usability. It is a utility token that runs on the Binance Smart chain network based on the BEP-20 protocol. It is a respository of value for assets, objects, characters etc. on the gaming platform.\n\n TOKENOMICS - **BEP-20** BSC Token\n\n**10 BILLION** Total Supply\n\n**$IBAT** Utility Token\n\n2.5%Private Sale\n\n28%Presale\n\n10%Foundation & Development\n\n18%Marketing & CEX Listing\n\n20%Founders & Partners\n\n5%Advisors & Legal Team\n\n6%Liquidity\n\n10.5%Team Allocation\n\nThe total maximum supply of IBAT tokens is 10,000,000,000 (10 Billion).\nIBAT tokens are based on the BEP20 smart contract standard and run on the Binance Smart Chain.\n\n ROADMAP - PHASE 01\n\nCOMPLETED\n\n**Research on Web3, Gaming & Metaverse; Idea and Conceptualisation…**\n\n"
}