{
    "summary": "SuperBit DAO - Promoting the spirit of Bitcoin, spreading the concept of encryption, and enhancing personal awareness.\n\n SuperBit DAO Culture - Mission: To promote the spirit of Bitcoin, spread the concept of encryption, and enhance personal awareness.\n\nVision: To create a global encrypted DAO community of one million people.\n\nValues: co-creation, co-building, co-governance, and co-ownership\n\n Three-Coin Linkage Mechanism - SBD is the ecological token of the DAO. The entire DAO ecosystem revolves around SBD, representing the core ownership rights of the DAO.\n\nSRT is the reward token of the DAO, specifically designated for ecological rewards. SRT can be exchanged for SBD, 20% can be used as spot assets, while the remaining 80% is unlocked by block, and it will be released linearly in about 1 year.\n\nSVT is the voting token of the DAO, representing the locking status of SBD. SVT will be automatically minted when DAO members locked. Only those who possess SVT have the voting rights within the DAO, and voting and decision-making rights belong to members who are long-term supporters of the DAO.\n\n SuperBit DAO Ecosystem Token—SBD - SuperBit DAO is a decentralized autonomous organization (DAO) based on the BNB network. At its core, SuperBit DAO operates on a community-driven mechanism for development and governance. We will issue the ecological token SBD to the global DAO community, and it will be collectively governed by the holders of SBD within SuperBit DAO. Every holder of SBD is an owner of SuperBit DAO, possessing a sense of ownership and participating in the management and governance of the DAO through governance voting.\n\n The fundamental mechanism of the public offering system. - All invitation relationships are based on the BNB network through smart contracts that are automatically generated, bound, and verified, ensuring genuine openness, fairness, and transparency within the SuperBit DAO community.\n\nSuperBit DAO has two membership levels: basic members, who can register by entering an invitation code; and Super members, who become members by subscribing to the original SBD shares. Only Super members have the privilege to refer new members, with each Super member being able to refer a maximum of 50 basic members.\n\n SuperBit DAO Node Mechanism - SuperBit DAO implements a node mechanism, currently divided into three types: Super Nodes, Full Nodes, Light Nodes. Each type of node possesses a corresponding Node NFT representing its node identity, and having a Node NFT grants entitlement to the corresponding node's benefits.\n\nSuper Nodes: Subscribing for 10,000U in a single transaction qualifies you to become a SuperBit Community Super node, allowing you to mint one Super Node NFT. This offer is limited to the first 100 subscribers.\n\nFull Nodes: Subscribing 5000U, 6000U, 7000U, 8000U, or 9000U in a single purchase can qualify you as a SuperBit community Full Node. Allowing you to mint a Full Node NFT. This offer is limited to the first 300 subscribers.\n\nLight Nodes: Subscribing 2000U, 3000U, or 4000U in a single purchase can qualify you as a SuperBit community Light Node. Allowing you to mint a Light Node NFT. This offer is limited to the first 900 subscribers.\n\n Social - Promoting the spirit of Bitcoin, spreading the concept of encryption, and enhancing personal awareness.\n\n"
}