{
    "summary": "Connect - Smart traders automate their trades using Pricegap 🤑\n\n Trade between two exchanges in milliseconds and take advantage of crypto price gaps - Best arbitrage crypto trading AI, trade management, algorithmic orders\n\n FAQ'SWhitepaper - Terms and Condition\n\n Trade Smarter - Grow your asset investmentsbetter than others\n\n Earn Per Invite - Earn more by referring friends\n\n Trust our inbuilt AI Protocol - Traders use our powerful trading AI to execute smart orders with a single click.\n\n Auto Trade - Instant Payout\n\n Get Paid To Refer - Super Quick Support\n\n Easy & Swift - Connect to our exchange accounts with a single click and start trading. It’s that easy.\n\n Fast Connection - Our servers are connected to the listed exchanges to ensure stable and fast order execution.\n\n 100% Secured - We take security seriously, with multiple layers of protection to keep your funds safe and secure.\n\n FAQ's - Everything you need to know about the product and billing. Can’t find the answer you’re looking for? Please chat to our friendly team.\n\n What is pricegap, and how does it work? - Pricegap is an AI protocol designed to search for crypto price differences on several exchanges offering an arbitrage opportunity to crypto traders with a single click.\n\n What are the fees for trading on Pricegap? - Pricegap is powered by PGT which is the gas fee for executing transactions in the Pricegap ecosystem. For every transaction done on the Pricegap ecosystem traders pay a gas fee of $0.01 PGT.\n\n How are profits calculated on each trade? - Every trade has its profit margin as the gap in price for every trade differs.\n\n Is my USDT safe on Pricegap? - Yes, we take security very seriously and have implemented multiple layers of protection to keep your funds safe and secure. We use industry-standard encryption and security protocols to safeguard your assets.\n\n Can I withdraw my staked USDT at any time? - Yes, you can withdraw your funds at anytime instantaneously.\n\n What is the minimum amount required to start trading on Pricegap? - The minimum amount required to start trading on Pricegap is dependant on the exchanges involved on that trade. This info can be found on every trade data before taking the trade.\n\n Grab a Bite From Every Price Gap In Crypto - At Pricegap, we are committed to helping you find cryptos with profitable price gaps. Whether you are a seasoned crypto trader or just a newbie, our AI powered platform offers you all it takes to trade crypto arbitrage in a single click.\n\n Quick Links - Privacy Policy\n\n Contact info - support@pricegap.ai\nFounder\nCo Founder\n\n © 2023 PricegapTerms and Condition - WalletConnect\n\nScan with WalletConnect to connect\n\nCoinbase\n\nConnect to your Coinbase Wallet\n\n"
}