{
    "summary": "Bienvenue parmi l'élite de la Smart Finance - Lancer l'APP (soon)\n\nAccéder à la communauté\n\nACHETER DES $TRSQ\n\nDiscord __ Github __ Youtube __ Twitter __\n\n COPY TRADING - Gestion automatisée de votre portefeuille crypto\n\nEn savoir plus\n\n InVESTISSEMENT - Investissez sur des projets top tiers avec nous\n\nEn savoir plus\n\n ACADémie - Connectez-vous au savoir de nos formateurs et membres\n\nEn savoir plus\n\n Pool communautaire - Optimisez grandement vos rendements\n\nEn savoir plus\n\n Présentation - La pieuvre fascine par son intelligence.\n\nAvec 8 bras, 3 cœurs et 9 cerveaux, elle possède toutes les clés pour régner dans son environnement.\n\nSes 3 cœurs représentent nos 3 piliers construits pour votre réussite.\n\n COPYTRADING - Notre stratégie de trading à votre service, directement reproduite sur votre compte.\n\nFacilité, efficacité et performance.\n\nService exclusif aux détenteurs de $TRSQ très fort niveau de rendement.\n\n INVESTISSEMENT POOL COMMUNAUTAIRE - Via notre réseau de private, vous investirez au meilleur prix dans les projets top tiers sélectionnés par notre team.\n\nAccessible uniquement pour les holders de $TRSQ.\n\nNotre sérieux auprès des projets et nos places ne sont plus à démontrer dans le secteur DeFi.\n\n ACADÉMIE - Apprendre le trading\n\nSi vous souhaitez acquérir les connaissances techniques et fondamentales, TRADER SQUARE vous propose un accompagnement sur mesure.\n\n Méthode d’analyse technique. - Nous avons édité un livre sous forme de fiches illustrées afin d’apprendre les bases pour évoluer sur les marchés.\n\n Fiches de trading - Accédez à de nombreuses notes détaillés reprenant des points clés techniques et fondamentaux.\n\n Talk show dynamique. - Notre formateur vous éclaire sur le monde de la crypto ( finance décentralisée, fiscalité… )\n\n Pour les plus motivés un coaching personnalisé sous forme de modules pour devenir un trader aguerri. - - Chartisme\n- Indicateurs\n- Money management\n- Méthode de trading\n- Psychologie de marché\n- Revenus passifs en crypto\n\n POOL COMMUNAUTAIRE - DAO MAKER\n\nVELAS PAD\n\nPermettre à tous les utilisateurs de plateforme de lancement de projets d’avoir les meilleurs rendements possibles.\n\n Gestion automatisée des participations. - Nos détenteurs de comptes prenne en charge la participation aux projets ainsi que les ventes des Tokens gagnés.\n\n Sécurité renforcée - Les détenteurs de comptes sont soumis à un KYC renforcé, ils doivent être connus personnellement par la team.\n\n Les dernières news - Toutes les dernières news du projets Trader Square.\n\n Gestion automatisée des participations. - Nos détenteurs de comptes prennent en charge la participation aux projets ainsi que les ventes des Tokens gagnés.\n\n Sécurité renforcée - Les détenteurs de comptes sont soumis à un KYC renforcé, ils doivent être connus personnellement par la team.\n\n Augmenter ses rendements - POOL COMMUNAUTAIRE\n\nDAO MAKER\n\nVELAS PAD\n\nPermettre à tous les utilisateurs de plateformes de lancement de projets d’avoir les meilleurs rendements possibles.\n\n TEAM - Le kraken\n\nMarc SANDRO - CEO Fondateur\n\nLe Conseil\n\nNico DAGNOLO - COO Trader professionnel\n\nLe Conseil\n\nArcher - CTO Responsable R&D\n\nLe clan\n\nCharly - Advisor Blockchain spécialiste\n\nLE CLAN\n\nDarkJardinier - Gérant de confiance pool communautaire\n\nLe CLAN\n\naxs - NFT spécialiste\n\nMEMBRE\n\nBlacklagoon - NFT hunter\n\nmembre\n\nKrishneuh - Community manager\n\n Porteurs de projet, Contactez-nous - Téléphone: + 1 (432) 237-2048\n\nEmail: trader.square.contact@gmail.com\n\nAdresse: 30 N Gould St Ste R, Sheridan, WY 82801, Wyoming, USA\n\n"
}