{
    "summary": "SEC’s Hester Peirce gives advice to crypto industry as frustration with agency grows - SEC’s Hester Peirce gives advice to crypto industry as frustration with agency grows\n\n Wormhole token slides 24% before recovering slightly following airdrop - Wormhole token slides 24% before recovering slightly following airdrop\n\n Skate takes an app-centric approach to L2 fragmentation - Skate takes an app-centric approach to L2 fragmentation\n\n The 2024 halving could usher in a new era for Bitcoin - The 2024 halving could usher in a new era for Bitcoin\n\n Picasso connects Ethereum to Cosmos IBC - Picasso connects Ethereum to Cosmos IBC\n\n Noble brings FRAX and sFRAX to Cosmos and IBC ecosystem - Noble brings FRAX and sFRAX to Cosmos and IBC ecosystem\n\n Paradigm seeks to raise up to $850M for new fund: Bloomberg - Paradigm seeks to raise up to $850M for new fund: Bloomberg\n\n DOJ moves 30K BTC connected to Silk Road seizure - DOJ moves 30K BTC connected to Silk Road seizure\n\n Bitcoin, ether kick off Q2 in the red as halving approaches - Bitcoin, ether kick off Q2 in the red as halving approaches\n\n What is DEGEN chain? The L3 built for the memecoin community DEGEN - What is DEGEN chain? The L3 built for the memecoin community DEGEN\n\n Fhenix partners with EigenLayer to develop FHE coprocessors - Fhenix partners with EigenLayer to develop FHE coprocessors\n\n There’s no reason to fear open platforms - There’s no reason to fear open platforms\n\n Q&A: What will the Bitcoin halving mean for Bitcoin L2s? - Q&A: What will the Bitcoin halving mean for Bitcoin L2s?\n\n Solana breaks $200 as memecoin and airdrop interest continue - Solana breaks $200 as memecoin and airdrop interest continue\n\n Embracing Hivemapper's Hidden Potential in a Lucrative Map Data Market - Embracing Hivemapper's Hidden Potential in a Lucrative Map Data Market\n\n An Analysis of the Avalanche Architecture - An Analysis of the Avalanche Architecture\n\n The 2024 halving could usher in a new era for Bitcoin - The 2024 halving could usher in a new era for Bitcoin\n\n Picasso connects Ethereum to Cosmos IBC - Picasso connects Ethereum to Cosmos IBC\n\n Noble brings FRAX and sFRAX to Cosmos and IBC ecosystem - Noble brings FRAX and sFRAX to Cosmos and IBC ecosystem\n\n Paradigm seeks to raise up to $850M for new fund: Bloomberg - Paradigm seeks to raise up to $850M for new fund: Bloomberg\n\n DOJ moves 30K BTC connected to Silk Road seizure - DOJ moves 30K BTC connected to Silk Road seizure\n\n Total Crypto Market Cap - Total Crypto Market Cap\n\n Bitcoin Market Cap - Bitcoin Market Cap\n\n Ethereum Market Cap - Ethereum Market Cap\n\n ETH/BTC Ratio - ETH/BTC Ratio\n\n Ethereum Gas Price - Ethereum Gas Price\n\n DeFi TVL - DeFi TVL\n\n Fear and Greed Index - Fear and Greed Index\n\n Federal Reserve Balance Sheet - Federal Reserve Balance Sheet\n\n Fhenix partners with EigenLayer to develop FHE coprocessors - Fhenix partners with EigenLayer to develop FHE coprocessors\n\n There’s no reason to fear open platforms - There’s no reason to fear open platforms\n\n Q&A: What will the Bitcoin halving mean for Bitcoin L2s? - Q&A: What will the Bitcoin halving mean for Bitcoin L2s?\n\n Solana breaks $200 as memecoin and airdrop interest continue - Solana breaks $200 as memecoin and airdrop interest continue\n\n Don’t let wallets be crypto’s bottleneck - Don’t let wallets be crypto’s bottleneck\n\n Binance adds 3 independent members to its board - Binance adds 3 independent members to its board\n\n Permissionless III - Permissionless III\n\n Day 0x - Day 0x\n\n"
}