{
    "summary": "Latest dApp Launch!! - To access YouCoin, login using your crypto wallet, such as MetaMask to: https://dapp.youcoinmeta.com - check the URL carefully.\n\n A Revolutionary Privacy - DAO Finance\n\nNFT Finance\n\nSocial Finance\n\nGame Finance\n\nDecentralized Finance\n\non #Metaverse and #Web3\n\n THE YOUCOIN - YouCoin will provide a reliable and diversified financial services governance facility for the Metaverse and Web3. Our architecture will be used in Games, Socials, NFTs and DAOs. Different ecosystems will need $UCON which is the only equity governance token in the YouCoin Metaverse. We hope that people will enjoy the privacy protection and earn happily on the YouCoin Metaverse.\n\n ECOSYSTEM - All ecosystems in the YouCoin Metaverse are perfectly looped through eco-finance and $UCON governance token.\n\nDeFi\n\nThe diversified closed-loop finance of YouCoin will be used in diverse financial features like Exchange, Bank, Lending & Borrowing, Minting Stablecoins, Mining Pool, Lottery, etc. These decentralized finance projects will have privacy features and run on the YouCoin Metaverse.\n\nGameFi\n\nWith the gaming features, users can earn while they enjoy the game competition through the Play-to-Earn element. The YouCoin Metaverse has a gaming ecosystem and will contain land, resources, and props. All of these will be minted as unique NFTs that can be accessed by trading $UCON.\n\nSocialFi\n\nYouCoin will provide a space for professional and social occasions. Experience points can be accumulated through effective social interaction and used in DeFi, GameFi, NFTfi, DAOfi, and other features on YouCoin. It will allow you to participate in social-to-earn (S2E) functionality.\n\nNFTfi\n\nYouCoin will issue artistic NFTs. Every character, equipment, prop, and land in the YouCoin game will be NFTs. You can put your NFT assets up as collateral for a loan, or offer loans to other users on their NFTs in NFTfi. These NFTs can be from other chains such as ETH, BSC, etc.\n\nDAOfi\n\nThe Super DAO is a scalable DAO governed finance platform built on YouCoin Metaverse. Super DAO can initiate proposals for the governance of the YouCoin ecosystem. The token economy formed for $UCON holders is a new strategy of creating a self-sustaining ecosystem.\n\n TOKENOMICS - $UCON is the equity governance token of every ecosystem on the YouCoin Metaverse. Through the incentive and burning mechanism of $UCON, there will be a long-term upward trend with the closed-loop presentation of YouCoin Metaverse Ecological Finance.\n\nTicker\n\n$UCON\n\nMax supply\n\n1,000,000\n\nChain\n\nBSC & SERO\n\n Smart Contracts, Powered by the $UCON Token - As a decentralized blockchain platform, YouCoin requires a utility token to function. Our token, UCON, is central to the design of the YouCoin Metaverse network.\n\nEarn\n\nWant to earn $UCON? You can do so by participating in DeFi staking, playing P2E games in GameFi, or Socialize-to-earn.\n\nBuy\n\nWant to buy some NFTs, game items, lottery tickets? These require $UCON.\n\nTransaction Fees\n\nTransaction fees are paid for with $UCON.\n\nGovernance\n\nWant to evolve or modify the things in the YouCoin Metaverse? You can participate in the Super DAO and governance. Crucial matters that affect the YouCoin Metaverse are determined through the DAO.\n\n ROADMAP - See what’s waiting for you...\n\nQ3 2021\n\nQ4 2021\n\nQ1 2022\n\nQ2 2022\n\nQ3 2022\n\nQ4 2022\n\nLaunch a new version of SuperDAO\n\nMore CEX&DEX listings\n\nDeveloping GameFi in YouCoin\n\nDeveloping NFTfi in YouCoin\n\nExpanding the team\n\nExpanding global presence and awareness\n\nPublish the 2023 roadmap\n\nSet up a legal entity\n\nR&D confirming the feasibility of the project\n\nValidating the business model\n\nCreating marketing strategy\n\nStress test smart contracts\n\nDeploy UCON smart contract on SERO chain\n\nEstablishing 5-year plan & vision\n\nRelease the whitepaper v1.0\n\nWebsite v1\n\nList UCON token on Coral Swap\n\nCollaborate with strategic partners & advisors\n\nBuilding international YouCoin communities\n\nLaunch YouCoin’s Uswap\n\nDeploy UCON token smart contract on BSC\n\nAirdrop for early community backers\n\nPublish the 2022 roadmap\n\nPublish a 5-year plan to scale to 1M users\n\nLaunch token bridge between SERO and BSC mainnet\n\nLaunch YouCoin’s Upool\n\nWebsite v2\n\nExpanding R&D team\n\nBlockchain meetups\n\nListing on the first CEX\n\nListing on PancakeSwap v2\n\nListing on one the top Cryptocurrency Data Aggregator platforms\n\nLaunch the Ubank v2\n\nLaunch the Uscan\n\nYouCoin ecosystem is gradually deployed to BSC if necessary\n\nPost-launch marketing campaigns\n\nBe interviewed by various media\n\nDo AMAs\n\nLaunch a new version of SuperDAO\n\nMore CEX&DEX listings\n\nDeveloping GameFi in YouCoin\n\nDeveloping NFTfi in YouCoin\n\nExpanding the team\n\nExpanding global presence and awareness\n\nPublish the 2023 roadmap\n\nSet up a legal entity\n\nR&D confirming the feasibility of the project\n\nValidating the business model\n\nCreating marketing strategy\n\nStress test smart contracts\n\nDeploy UCON smart contract on SERO chain\n\nEstablishing 5-year plan & vision\n\n PARTNERS - Join the Projects Already Building on YouCoin\n\nMore Integrations. More Builders. More Deployments.\n\n COMMUNITY - YouCoin Metaverse 2022 © All Rights Reserved.\n\n"
}