{
    "summary": "LuckyCoin comes from the phoenix Platform - Bringing the best benefits to the community.\n\n EF GLOBAL VTOL LLC - EF GLOBAL VTOL LLC was founded by successful entrepreneurs all over the world to transform the application potential of electrical vertical take off and landing technology into reality.\n\n Vision - Towards a leading brand in online game services and in application of Urban Air Mobility (UAM) using electric Vertical Take Off and Landing (eVTOL) technology.\n\n Goal - To become a company with a global scale winning game platform to support the development of electric vertical take off and landing technology (eVTOL) application for Vietnam.\n\n Phoenix - The platform - According to Eastern culture, the Phoenix belongs to the Four Spirits, the Fire Phoenix resurrects from the ashes, spreads its wings to the sky and shines as bright as the sun.\n\n Opportunity - LUCKYCOIN is an opportunity for an economy to emerge from the pandemic, stronger after overcoming the test of nature.\n\n Safety - The exchange system and distributed lottery is extremely smart, transparent and safe to bring maximum benefits to all participants and to the community.\n\n Prosperity - LUCKYCOIN (LKC) has a mission to support and develop the community, but of course a pandemic is inevitable. Along with the Fire Phoenix symbol, we want to bring the message that: \"Wherever there is LuckyCoin - financial services for the community, there is prosperity and luck\".\n\n Community - LUCKYCOIN (LKC) builds a community of companions, walking together in finance and getting rich together, bringing people out of the post-pandemic economic crisis, like a phoenix rising from the ashes, changing to become richer, more prosperous.\n\n Technology - LUCKYCOIN (LKC) has maximum security protection and is developed based on the great progress of Blockchain technology.\n\n Tokenomics - Total Supply: 1,000,000,000,000,000 LKC\nSmart contract: Binance Smart Chain (BSC)\nName: LuckyCoin\nDecimal code: 8\nNetwork: BEP-20\nAddress: 0x2002F7c235FEdC8aCbFbbF0479527Eb59d8F5DC7\nAllocation:\nCommunity: 38%\nFounders: 15%\nTechnical team: 5%\nConcentrated sales: 15%\nDevelopment team: 10%\nMarketing: 5%\nService and production: 10%\nLegal and advisory: 2%\n\n Roadmap - LuckyCoin Long Term 2023 - 2026\n\nQ1-Q2/2023\nLUCKYMARKET release version\nEG VTOL mobile app 2.0\nGlobal Communications phase 2\nAttend Blockchain Global Conference\nListing on top 15 CMC exchanges\n\nQ3-Q4/2023\nLKC growth 300%\nListing on top 10 CMC exchanges\nMarket Development: Taiwan & ASEAN countries\nAnnounce the Ecosystem 2: eVTOL + Green Agritech\nAttend the International Conference on eVTOL Applications\n\n2024\nLKC growth 500%\nListing on top 5 CMC exchanges\nPerform Smart Contract Audit\nConduct audit of the host company preparing for the IPO process\nAnnounce the Ecosystem 3: eVTOL + Green Agritech/Green Aqua + Green Energy\nMarket Development: India, Pakistan, Bangladesh, Middle East & Africa\nAttend international conference on technology\nAnnouncement of the list of Strategic Investors\n\n2025\nLKC growth 1000%\nSelection of Strategic Partner for the implementation of eVTOL transport services for cargo and for passengers in Vietnam and in the region\nSell shares Seed round\nSubmit the application for listing\nComplementing Core Ecosystem\nHost a Global Business Conference\nGlobal 2026-2030 plan announced\n\n2026\nLKC growth 2000%\nUpdate Ecosystem version 3.0\nLaunch of global coordination fund\nExpanding the field of investment\nOrganize the Strategic Investor Program\nSet up branch office system on 5 continents\nDrive stock growth\n\n Founding Team - NGUYEN TRONG NGUYEN - Principal Founder\nFRANK LAYTON - Co-Founder | Finance\nERNESTO DEGENHART - Co-Founder | Technology\nBUI KIEN THANH - Senior Advisor\n\n EF Global VTOL App - Download Our App\n\nDaily check-in, get free 9,000 LKC\n\n"
}