{
    "summary": "Baby Kitten Coin - Baby kitten is a token dedicated to cats around the world, our token will also be used for all cat services, providing shelter for cats, rescuing, and most of all feeding all cats around the world. Also Partnering with Kittens Food merchants and affiliate marketing companies all over the globe to be their primary legal tender means of payments for digital and physical products with our own Gangsta NFTS and metaverse pet nfts and Baby kitten Tv Series Show\n\n OUR MISSION - Our goal is to ensure the safety and proper upkeep of kittens around the world, providing all kitten essential services through a decentralized payment system. We aim to make the care of kittens cheaper and affordable than it used to be for all kitten pet lovers.\n\n Baby Kitten Coin - Baby Kitten allows the early investors to stake BKC tokens to earn 1 Baby Kitten Street Gangsta NFTs every 2 weeks. This staking program requires the investors to have at least 200,000 BKC tokens. The investors can claim the Baby Kitten NFTs and sell them in our NFT Marketplace after we release our NFT Marketplace. This staking program will start at the beginning of our NFT marketplace and run for 8 months.\n\n Baby Kitten Coin Roadmap - PHASE 1: Whitepaper - v1.0, Development of Token/Tax Adjustment on the BSC Chain, Initial Marketing\n\nPHASE 2: NFT graphic designer and contract writer services, Token Airdrops, Mint Of Baby kitten metaversepet Nft, Launch coin on Core And BSc Chain, Work towards 50k holders, Prepare for CoinMarketCap and CoinGecko listings, Whitepaper & Audit/Listing on different decentralized exchanges, Website design\n\nPHASE 3: Ecosystem development, Mobile Wallet, NFT Marketplace, Listing On Centralized Exchanges including BKIF/BKC EXCHANGE, Get adoption from pet stores to accept Baby Kitten Coin BKC, Pets food market place on decentralizing markets\n\nPHASE 4: Baby Kitten Gangsta NFT Featured in Our Tv Series\n\nFurther road map with new technology from NFT with all kitten pet stores, Kitten pet lovers, and artists to integrate their artwork to promote awareness for baby kitten pets.\n\n Baby Kitten Coin TOKENOMICS - Total Token Supply one Billion (1,000,000,000) for Each Chain, Total Tax of 12%\n\n"
}