{
    "summary": "Update 1.4 : Rechained - This update brings all of the blockchain features back to MoD on BSC, and more!\n\n Update 1.4 - Intro - We are thrilled to bring you an update on our migration plan, while sharing some exciting developments in our game\n\n WalletConnect 2.0 - We’ve updated the MoD client to support WalletConnect 2.0 API\n\n GAME STORY - It is the year 11,752. The Metagalactic Collective rules most of the known systems. A benevolent but incomprehensible A.I known as The Onemind guides the Collective, ensuring peace and prosperity. The Onemind has revealed a revolutionary new technology: Terraforming Capsules. These capsules cause a planet to spontaneously undergo millions of years of evolution in seconds. Three planets in a sector called Dalarnia have been chosen to undergo the first wave of terraforming experiments. Peoples from across the Galaxy flocked to the newly terraformed planets, seeking their fortunes in a spacefaring goldrush. As one of these hopeful miners, you have spent your life savings to travel to a moon on the outskirts of the system. Are you prepared to make your fortune in the Mines of Dalarnia?\n\n INTO THE MINE - Delve into the unknown, dark mine. Collect resources to improve your Equipment and Attributes so that you can face the dangers of the depth.\n\n ACTION AND ADVENTURE - Blending combat and dungeon crawling, Mines of Dalarnia delivers a fresh new entry to the genre, utilizing the power of blockchain technologies.\n\n MANAGE AND EARN - Dalarnia is abundant with resources for explorers and investors to discover, collect and trade.\n\n WORLD OF TERRA ASPECTS - \n\n LUNA PRAXIS - More\n\n TERRA CALDERA - More\n\n TERRA PRIME - More\n\n TERRA SIMIA - More\n\n FEATURES - \n\n GAME TRULY OWNED BY USERS - All the items and actions are registered on the blockchain with decentralized governance.\n\n PLAY AND EARN - Collect rare resources, upgrade and craft equipment, compete and win rewards.\n\n VIBRANT ECONOMIC INCENTIVES FOR GROWTH AND SUSTAINABILITY - Open market to trade and exchange NFTs as well as lucrative rewards for land owners.\n\n Player - \n\n Mine Resources - \n\n Collect Tax - \n\n Earn DAR through staking and tournaments - \n\n Land-Owner - \n\n ROADMAP - \n\n Update 1.3 Operation Astrolab - - 1 Year Anniversary Events\n\n- Fixed Gear Competitions\n\n- Spacehop Multiplayer Minigame\n\n- Perks Rebalancing\n\n- Monthly Ape Quests\n\n Update 1.2 Satellites & Salvage - \n\n Mines of Dalarnia Marketplace - - Mines of Dalarnia Deeper Depths Update live\n\n- New Mines, enemy types and armor sets\n\n MacOS game client Release - - Land Economy 2.0 update\n\n Mainnet Launch - - Third and final land sale\n\n- Quicksilver Mines\n\n- Energy system revamped\n\n- Weapon crafting update\n\n Testnet Launch - - New game features: bombs, and armor crafting\n\n- First and second land sale\n\n GET THE NEWSLETTER - Sign up today to receive the latest Mines of Dalarnia news, videos, offers, and more via email.\n\n INVESTORS AND PARTNERS - \n\n CONTRACT ADDRESS - ERC20\n\n0x081131434f93063751813c619ecca9c4dc7862a3\n\nBEP20\n\n0x23CE9e926048273eF83be0A3A8Ba9Cb6D45cd978\n\n support@minesofdalarnia.com - \n\n Land Sale - \n\n Litepaper - \n\n Mediakit - \n\n Code Of Conduct - \n\n Privacy Policy - \n\n Terms & Conditions - \n\n © 2023 All rights reserved, MoD Foundation - \n\n"
}