{
    "summary": "KERC: Transforming Brick-and-Mortar into Crypto Incomes - Krypto ERC (KERC) is the next-gen traditional business, and we provide our users with new opportunities by connecting two major industries: primary and alternative healthcare (PAH) and cryptocurrency. We transform the traditional brick-and-mortar primary care businesses into turnkey tech-driven crypto assets and allow investors of any capital size to access high-yielding sustainable earnings in USDC directly from our investments into the traditional businesses which usually require enormous amounts of capital, knowledge, and compliance to participate.\n\n Background on Healthcare in Southeast Asia - In Southeast Asia, PAH (i.e. clinics, pharmacies, diagnostic centers) is often seen as less glamorous because it is viewed by many as a cost center rather than a revenue generator. In contrast, tertiary healthcare organization (i.e. specialist centers & hospitals) focus on low-volume high-margin services, such as specialty care and surgeries, which is capable of high revenues per patient. Traditionally, primary care centers are often viewed as high-volume, lower-margin services that do not generate high revenues per patient.\n\n Why KERC? - KERC is an uncomplicated way for you to acquire real work income-generating healthcare assets with digital currencies. In doing this, you get the benefit of an appreciating, stable, income-generating asset, without needing the traditional large sums of money, domain expertise, or regulatory compliances. Earn from our healthcare businesses without the headache of managing staff, dealing with vendors, rent, taxes, or insurance.\n\n Why Healthcare Businesses? - Healthcare is a key component of any functioning community. Healthcare is a great long-term, recession-proof investment because everyone needs healthcare services. Majority of healthcare operations require domain expertise, regulated talents, and significant compliance to authority that create a huge barrier-to-entry for general market participant.\n\n The Opportunity in Healthcare - The healthcare businesses that will be part of our investment portfolio are stable community health providers that have been consistently generating positive returns for years (real performance results). Our team and management operators are seasoned industry players with deep domain expertise and practical know-how aided by a team of regulatory-compliant professionals. We have the requisite experience in running, building, and transforming these traditional healthcare businesses into high-performing, technology-driven turnkey businesses capable of generating sustainably high yields over a long period of time and turning these yields into crypto rewards for our investors.\n\n Business Model - The premise and purpose of KERC are simple. We allow investors of any capital size access to institutional-only traditional healthcare brick-and-mortar businesses which usually require a large amount of capital to invest into. KERC shall pay staked investors fixed USDC rewards each month from the operations of the business each month. KERC has ZERO PONZINOMICS. We shall not use other investors' monies to pay out your USDC rewards.\n\n Tokenomics - $KERC Token\n\nKERC Tokenomics\n\nDynamic OTC System\n\nDynamic LP System\n\n Security & KYC - Contracts\n\nSecurity\n\n"
}