{
    "summary": "Ruby One Referral Program is now Live with $RUBY Airdrops - Building an intent-centric, interoperable, and privacy-preserving infrastructure for Web3 future. Our services, including Account Abstraction (AA), Assets Bridge (AB), Access Control (AC) and much more.\n\n Account Abstraction (AA) - The Friendliest Wallet to Manage Your Crypto. Secured by Multi-Party Computation (MPC) Technology, you can forget the convoluted details. Your crypto is now finally recoverable and non-custodial.\n\n Assets Bridge (AB) - The Most Private Way to Send & Receive Crypto. Leveraging Ruby Connect, you have the full assurance that your transaction data is not only safe but invisible. Just crypto away.\n\n Access Control (AC) - Join The Force And Rebuild It With Us. Ruby SDK empowers every developer in the world to easily enforce privacy and access-control in product design. It is lite, easy, and programmable.\n\n On-chain Private Payment - The solution can shield sensitive transaction information from prying eyes. It will customize the keys to reveal the transaction details you want to see, such as addresses, input, output, or identity.\n\n Asset Management and Custody - The combination of Ruby Auth and Ruby Wallet allows users to manage their assets with ease while also enjoying guaranteed privacy and security. Cryptographic signatures must be used to authorize access to assets and each action taken.\n\n Off-chain Data Management - Using Ruby's solutions, users can easily store and encrypt any off-chain data, such as a word document or your seed phrase. Normally, users must store the content and metadata on a centralized server, but Ruby will only store it and enforce access control for whoever can decrypt it.\n\n ZK Proof of KYC and Authentication - It focuses on performing KYC without leaking private identity information. The functional encryption will be employed to guarantee that only controlled KYC information is revealed to the entity users are trying to authenticate to. It will ensure user data and identity confidentiality while performing the KYC steps.\n\n NFT-gated or DID-gated Access - The trend shows that future access to various digital or physical experiences is likely to be gated by NFT or DID. Functional encryption serves as a natural mechanism to enforce any access-control policy defined on either NFT or DID. Combined with smart-contract-based access control, it has the power to fundamentally redefine fine-grained access as a utility for both NFT and DID.\n\n Privacy-preserving Cloud Computing - Protecting users’ data privacy when the users upload their encrypted private data to the cloud. Through privacy-preserving machine learning and labeling based on functional encryption, the Web 2.0 cloud computing business model via selling users’ privacy will be revolutionized.\n\n"
}