{
    "summary": "We are the gateway into the Metaverse - Crypto meets 3D scanning technology, together bridging the physical and digital worlds.\n\n The People's Cryptocurrency - ANUM is the utility token of the ANUM Ecosystem.\n\n If you can do it in the real world you can do it in the Metaverse. - By creating the largest database of scanned objects and people - the Metahero revolution will transport the world into the future - into the Metaverse. Investors, Users, and Beneficiaries will all have the ability to be scanned, and have full control of their scanned property.\n\n Decentralized Social Network - Immerse yourself in a fantasy world though VR, AR, or web browser and build a unique interactive experience to share with others\n\n Blockchain Ecosystem - BSC based tokenized ecosystem powered by VMA a revolutionary payment system that allows content providers to generate revenue based on engagement\n\n Make the Coin - Own and develop a unique virtual property, generate revenue in real time by hosting content for users to interact with, and earn real money for referrals and managing web traffic.\n\n What is ANUM? - ANUM TOKEN Is a Blockchain-Based Operating System That Allows You to Create Decentralized Applications.\n\n ANUM TOKEN Release And Usability Projects - Refer To Earn, Social To Earn, Stake To Earn, Use to Earn, Accept to Earn, Buy Now Pay Later, Shop To Earn, Online Games, Metaverse, NFT Marketplace, Web3.0\n\n ANUM TOKEN Allocation & Distribution - Token Name: ANUM Token, Short Name: ANUM, Total Supply: 11,00,000, Block Chain: BSC Smart Chain, Network: BEP20, Liquidity & Lock: 8,80,000 (80.0%), Staking Programe: 1,65,000 (15.0%), Bounty Reward: 22,000 (2.0%), Team Reserve: 22,000 (2.0%), Charity: 5,500, (.50%), Marketing: 5,500, (.50%)\n\n ANUM TOKEN Roadmap - PHASE 3: Contract Audit & KYC, 1000 Holders, Users Acquisition, Creating Partnerships, 3rd Product Development, Platform Feature Expansion, PHASE 4: 3000 Holders, The Future, Continued Marketing, Exchange Listings, Listing on Coin Voting Platforms, 3rd Product Launch, PHASE 5: 10000 Holders, Listing on More than 3 DEX, Listing on CG and CMC, Platform Feature Expansion, Competitions With Big Prizes, Continued Adding Products To Ecosystem, PHASE 6: 100M Marketcap, Dapp Development, Expansion of Infrastructure, Linsting on 5+ international EX, PHASE 1: Birth of ANUM Token Idea, Build a Team Network, Tokenomics & Launch, Smart Contract Development, Social Media Setup, Whitepaper Release, PHASE 2: Website Launch, Starting-Pre Launch Marketing, Marketing & PR Release, Tokenomics & Launch, Presale, PancakeSwap Launch\n\n OUR TEAM - Ralph Edwards: Web developer Expert Graphic, Website, 3D & UX Designer, Founder, Jason Smith: Blockchain Developer with over 3 years experience, Co - Founder, Tony Wings: 7 Years of experience & already worked with 20+ projects, Web Designer, Esther Howard: 16 Years of experience in network marketing & sales., Project Manager\n\n"
}