{
    "summary": "Join 3.0 Waitlist - Domains\n\nDomains\n\n\n.bnb Domains\n\n.eth Domains\n\n.arb Domains\n\nAll Listings\n\nCollections\n\n.bnb Collections\n\n.eth Collections\n\n.arb Collections\n\nAll Collections\n\nResource\n\nDAO\n\nGoverned by $ID token holders & facilitate decentralized decision-making\n\nJoin now\n\nWeb3 Name SDK\n\nIntegrate all supported web3 names (.eth, .bnb, .arb)\n\nView doc\n\nTwitter\n\nCommunity\n\nBlog\n\nDocs\n\nBuy $ID\n\nContact Us\n\nConnect\n\nJoin 3.0 Waitlist\n\nDiscover.Register.Trade.Manage.\n\nOne Place for Digital Identities\n\nName Service\n\nRegistrations\n\nSales\n\nVolume\n\nUnique holders\n\n24h __\n\n24h\n\n7d\n\n30d\n\nAll\n\n.eth\n\n860\n\n63\n\n11.94\n\n599,061\n\n.bnb\n\n14\n\n5\n\n0.0193\n\n621,067\n\n.arb\n\n3\n\n0\n\n/\n\n251,067\n\n.eth\n\n.bnb\n\n.arb\n\n24h __\n\n24h\n\n7d\n\n30d\n\nAll\n\nRegistrations\n\n860\n\nUnique holders\n\n599,061\n\nSales\n\n63\n\nVolume\n\n11.94\n\nView .eth Domains __\n\nWeb3 domains replace your complex address with a human-readable identity for\nall your Web3 interactions\n\nOne-stop Web3 Domain & Identity Platform\n\nEverything you need is here.\n\n.eth\n\n.bnb\n\n.arb\n\n.eth\n\n.bnb\n\n.arb\n\nDiscover\n\nA hub for you to search names in all TLDs\n\nRegister\n\nRegister names from all name services\n\nTrade\n\nA marketplace dedicated for domain investors\n\nManage\n\nManage all your web3 names in one portal\n\nMulti-chain Name Service\n\nSPACE ID is also the primary name service provider of multiple web3 top-level\ndomains.\n\nUnique TLD for communities\n\nNFT collections integration\n\nSubdomain management\n\n.bnb Domain\n\nBNB Smart Chain\n\n830,057\n\nDomains\n\n621,067\n\nOwners\n\nView .bnb Domain\n\n.arb Domain\n\nArbitrum One\n\n301,321\n\nDomains\n\n251,067\n\nOwners\n\nView .arb Domain\n\nLaunch a Top-Level Domain for your community with SPACE ID\n\nContact us on Discord\n\nWeb3 Name SDK & API\n\nThe only service you need to integrate all Web3 name services, including .eth,\n.bnb, and .arb.\n\nAggregate all name services\n\n30-minute integration time\n\nIntegrated by 100+ partners\n\nBuild with us\n\nView all partners\n\nKelly Guo\n\nBusiness Development\n\n\n“The naming service gives everyone in web3 the power of identity, not just a\nstring of letters and numbers. We are glad to partner with Space ID together\nto make web3 more accessible!”\n\nWee\n\nVice President\n\n\n“The Space ID team was helpful, understanding and discerning while working with\nus on an integration for BscScan. We look forward to doing more together in\nthe future.”\n\nUniversal Domain\n\nCOMING SOON\n\nA name for everything that you own, and everything that you are, across\nblockchains.\n\nBuild your brand\n\nComposable naming layout\n\nSimplified interactions\n\nConnected identifiers\n\nNews\n\nIntroducing Grant Program: Innovating in the SPACE ID Ecosystem\n\nThe blockchain realm thrives on innovation. That’s why we’re excited to\nannounce the launch of the SPACE ID Grant Program, a long-term funding\ninitiative designed to support and enrich the blockchain community. Our goal\nis to empower developers and entrepreneurs to launch innovative projects and\nspread your visions with us. Through this program, we aim to facilitate the\ngrowth of the blockchain community and advance the frontier of blockchain\ntechnology.\n\nMay 09, 2023\n\nRead\n\nJoin the Movement: Introducing SPACE ID DAO & $ID Token Buyback\n\nSPACE ID is having its moment right now, showing no signs of slowing down.\nWhat else could be a better time to take things up a notch? SPACE ID is\nambitiously building a next-gen universal name service network that belongs to\nthe community, and we’re now bolstering the governance via the creation of a\nDAO and the $ID governance token. Introducing SPACE ID DAO, a community-driven\nplatform where amazing happens.\n\nApr 18, 2023\n\nRead\n\nFrom Beta to Better: the Full Release of SPACE ID 2.0 & Voyage Season 2 —\nStriking\n\nThe world of Web3 is growing rapidly, and with it comes the need for a\nreliable and efficient integrated platform to manage one’s digital identities\nin one place. That’s where SPACE ID 2.0 comes in to fulfill its mission, as it\noffers a level of convenience and ease of use that is unmatched by other\nplatforms. We mentioned before that all the SPACE ID 2.0 upgrades would be\ngradually rolled out in multiple phases. Today, we are excited to announce the\narrival of the SPACE ID 2.0 official release. The beta version is now a thing\nof the past, and let’s give its enhanced form a warm welcome.\n\nApr 04, 2023\n\nRead\n\nIntroducing SPACE ID Token (ID), Landing on Binance Launchpad\n\nWe are thrilled to announce the launch of SPACE ID governance token — the ID\ntoken, and its public release on Binance Launchpad. The preparation period of\nBinance Launchpad subscription will start on March 17th, 2023, 00:00 UTC and\nthe token distribution will start from March 22nd, 2023, 10:00 (UTC).\n\nMar 16, 2023\n\nRead\n\nRead all news\n\nBacked by the Visionaries\n\n© 2023 SPACE ID\n\n## Scan to connect with one of our mobile apps\n\n### Coinbase Wallet app\n\nConnect with your self-custody wallet\n\n### Coinbase app\n\nConnect with your Coinbase account\n\n  1. Open Coinbase Wallet app\n\n  2. Tap **Scan**\n\n### Or try the Coinbase Wallet browser extension\n\nInstall\n\n  * Connect with dapps with just one click on your desktop browser\n\n  * Add an additional layer of security by using a supported Ledger hardware wallet\n\n"
}