{
    "summary": "Hawthorne Dentist - All PPO Insurance Accepted\nFree Dental Exams & X-Rays\nFinancing Available\nYou can enjoy healthy teeth and gums for the rest of your life if you practice proper dental hygiene at home, have regular dental checkups and cleanings, and promptly identify and address any dental emergencies and issues that could arise. Oral health has a direct impact on good or bad breath, how a person chews and speaks, and the aesthetic appeal of their smile. In addition, having good oral health can boost your general well-being.\n\n We at Ganji Dental are concerned about the oral and dental health of every individual patient, as well as the communities that live within and surrounding the Hawthorne area, California. Therefore, we offer local individuals and families access to a wide range of dental services at a fair price, with the comfort and satisfaction of our clients as our top priority.\n\n Doctors Sam and David Ganji have decades of combined experience in the field of dentistry in addition to their extensive academic and specialized training in the field. Our dental practice offers fully complete care, so you will rarely need to consult with another dentist to address a dental issue. We perform everything from dental implant installation to wisdom teeth extraction, as well as dental fillings, Invisalign, traditional dental braces, crowns, veneers, and teeth whitening to name a few.\n\n In addition, we offer complimentary dental checkups with digital imaging services to all new patients. Our team can carry out a thorough checkup of your gums, teeth, and dental cavity to find out if you have any dental cavities or any additional issues that require attention. Our team will give you an in-depth assessment of your dental health and explain the options available to you. We provide you with the information that you require to make a sound decision on the matter, but we'll never place you under pressure to consent to dental surgery.\n\n Ganji Dental strives to offer top-rated dental services to the local community. Our dental facilities are spotless, pleasant, and furnished with modern dental technology. Additionally, our dental professionals are well-versed and experienced in the field. For the convenience of our clients, we accept a variety of modes of payment and provide in-house plans as well as financing via Care Credit.\n\n We offer our services not only in Hawthorne, CA, but also in Los Angeles, Torrance, El Segundo, Manhattan Beach, Redondo Beach, and the surrounding areas. Call us today to set up an appointment with us or to get help with your urgent dental issues.\n\n### A Beautiful Smile Awaits You!\n\nSchedule Your Complimentary Exam & X-Rays\n\n310-643-8045\n\nMake an Appointment\n\nWe at Ganji Dental are committed to serving the dental needs of the communities in southwestern Los Angeles County, Hawthorne, and beyond. Our corrective and preventive dentistry procedures can help you keep your teeth healthy and fix any dental issues. Additionally, we can use cosmetic dentistry to improve the appearance of your smile, boosting your confidence.\n\n## Free Dental Exams\n\n"
}