{
    "summary": "Smart, simple, secure crypto investing - Discover why members in 140+ countries trust our automated platform.\n\n Why trust us - 58K+ Members who trust us\n101+ Countries with members who invest with us\n7.1M+ Total earning payouts\n$1.63B+ Total transactions\n\n Why choose us - UNBEATABLE EARN RATES\nDIVERSE INVESTMENT PRODUCTS\nDAILY COMPOUND EARNINGS\nIN-HOUSE TRADING TEAM\nMULTI-LAYERED SECURITY\nPROMPT SUPPORT TEAM\n\n Choose your product - Fixed rate\nHaru Wallet\nEarn every day just with your deposit and withdraw whenever you want. No lockup required.\nEarn up to 6.1%\nFixed rate\nNew product\nHaru Mining\nEnjoy daily BTC earnings with stable mining. No hardware needed and no extra fees.\nFixed rate\nEarn Plus\nLock up to earn every day at an unbeatable rate. Applies to all 5 supported assets.\nEarn up to 12%\nPerformance-based rate\nEarn Explore\nWe do the trading, you do the earning. Target even higher returns with zero management fees.\n*15% performance fee applied if return exceeds 15% APR.\nTarget up to 25%\n\n More ways to maximize your earnings - Switch\nSwap your assets with low fees and get instant alerts when the market reaches the price you want.\nFreeze\nSell your Earn Plus lockup on Freeze Marketplace to end it early and buy other members’ lockups at reduced rates.\n\n Start investing in 3 steps - Sign up within minutes\nDeposit without limits\nChoose your product\n\n Uncompromised security - BITGO\nKYC/AML\n2-FACTOR AUTHENTICATION\nHaru Invest is partnered with BitGo to keep your assets safe and secure.\n\n What our members are saying - For me having such a 360° customer experience and honest, personal engagement speaks clearly that the people behind this team not only care deeply for their customers, but they also have a very humanistic, wide view on the crypto scene.\nGood returns, great UI and transparency equals a product I enjoy and trust\nHaru Invest is the only platform I still have my faith and leave my money in.\nHaru is very easy to use. The different options are easily understandable once you read through them. The fixed returns are fantastic. I highly recommend Haru!\nMy experience so far has been incredible. It is the perfect tool to complement the rest of my portfolio and takes some of the edge off the market.\n\n"
}