{
    "summary": "Risk Warning - Notice to UK Users - Due to the potential for losses, the Financial Conduct Authority (FCA) considers this investment to be high risk.\n\n What are the key risks? - 1. You could lose all the money you invest\n2. You should not expect to be protected if something goes wrong\n3. You may not be able to sell your investment when you want to\n4. Cryptoasset investments can be complex\n5. Don’t put all your eggs in one basket\n\n The super-powered money app - Take back control of your finances with the all-in-one investment, money, and trading app. With Tap, investing feels simple again.\n\n Countries - Tap is available in 45 countries worldwide.\n\n Users - More than 200K users rely on Tap for their daily financial needs.\n\n Digital assets - Choose from 40+ digital assets available.\n\n Instant multi-currency account - Tap offers everything your bank can do, and more. Send and receive money worldwide, instant top-ups, pay your bills and enjoy great exchange rates while you spend abroad with our multi currency accounts.\n\n The card that does it all - Use your card anywhere, anytime. Spend in-store, online or withdraw conveniently at ATM, you decide! Traveling abroad? We got you covered, get our best-value exchange rates when spending no matter where you are.\n\n A secure way to tap into digital assets - With Tap, investing in digital assets is easy and intuitive. Go from fiat to digital assets in seconds: buy, sell, trade, or hold in a touch. Start building your crypto portfolio today with a platform you can trust.\n\n Fully regulated platform - Buy, sell & hold 40+ cryptocurrencies\nPurchase assets with card or bank transfer\nGet the best price with Tap’s smart router\nIndustry leading secure storage\nIntuitive portfolio building\n\n The perfect card for your needs - Introducing our unique card - meticulously designed and tailored to elevate your lifestyle and meet your spending needs worldwide. With unparalleled convenience, our card is the ultimate addition to step up your financial game.\n\n Send money instantly for free - Sharing expenses with friends and family has never been easier, split the bill and pay loved ones instantly and for free with the Tap network feature, no matter where they are. Say goodbye to awkward money conversations and hello to instant and hassle-free payments with Tap.\n\n"
}