{
    "summary": "The ultimate physics-powered TPS sandbox shooting game - Download and Play\n\n Chiyo - Born in a shinobi village from the Japanese Royalty Bloodline, since childhood, she was very good at ninja techniques, always successfully complete her mission, was the last kunoichi to survive the apocalypse, she still have hope to find others. After Participating in the human rehabilitation project. she became a lot stronger, roaming around on quests and looking to for other people in her village.\n\n Viper's Kiss - Damage (Base): 14, Fire Rate (Base): 0.1, Daily earning battles: 10, Total earning battles: 500\n\n The Merciless - Damage (Base): 11, Fire Rate (Base): 0.09, Daily earning battles: 10, Total earning battles: 500\n\n The Ricochet - Damage (Base): 17, Fire Rate (Base): 0.08, Daily earning battles: 12, Total earning battles: 800\n\n The Crusher of Darkness - Damage (Base): 10, Fire Rate (Base): 0.08, Daily earning battles: 10, Total earning battles: 500\n\n The Lady's Handkerchief - Damage (Base): 22, Fire Rate (Base): 0.8, Daily earning battles: 8, Total earning battles: 300\n\n Frontier Dawn - Damage (Base): 9, Fire Rate (Base): 0.8, Daily earning battles: 8, Total earning battles: 300\n\n Build your own land - Verglaz, Mirage, Zephr, Janus, Devastatum\n\n The Minders Studio - A group of passionate and talented soldiers in game industry With diligence and dedication to bring the best game experience to players\n\n Thi Truong - Mr. Thi, the co-founder, and CEO of Icetea Labs and Polka Foundry & RedKite. He is also the mind behind Faraland, GameFi, and a dozen of other successful blockchain projects. With his enormous help in providing guidance and strategic advice and build valuable connections, Planet Sandbox is growing fast every day.\n\n Eric - Mr.Eric — CEO of Exnetwork Capital — a hyperconnected early-stage fund/incubator has over 10 active communities centered around various crypto and a global footprint with connections in all the major continents for maximum strategic value.\n\n Larry - Larry is the founder of Basics Capital. He has over 5 years of experience in the blockchain industry and has led investments in hundreds of projects. He is also the advisor of Arche Protocol, BSCstation, Fintropy, and KnightWar among others\n\n"
}