{
    "summary": "Support & Client Area - WELCOME TO HAWK HOST! This is a placeholder page that is shown because you haven't uploaded any files yet.\n\n Frequently Asked Questions - How can I transfer from another host? All accounts include free migration assistance from your old provider. If you'd like to have our support team move your account, please get in touch with us via support ticket (https://my.hawkhost.com/submitticket.php) and use the 'Support' department or send an email to support@hawkhost.com. In your ticket or email, please provide your old host's control panel login credentials and any other details we may need to know to complete the migration. Alternatively, if you have a complete backup (cPanel backup, for example), you can upload it to your account with us, and our technicians can restore from the provided archive.\n\n Where are server notices & maintenance posted? - We post all scheduled maintenance on our server status page at https://hawkhoststatus.com. All emergency maintenance is also posted on our status pages. We highly recommend you bookmark this page and consult it anytime your site appears down or seems to be having issues.\n\n How do I create e-mail accounts? - Email accounts can be created using the 'Email Accounts' interface in cPanel. Our KB article How do I create or configure email addresses? will provide a step-by-step guide on creating your first email account.\n\n Is SSH access enabled? - Yes, SSH is enabled by default for all accounts! Your SSH credentials are the same as your cPanel credentials provided in your New Account Information email.\n\n What are my accounts nameservers? - Your nameservers will be included in your New Account Information email. You can also find your name servers by following the instructions outlined in this KB article.\n\n How do I use your one-click installer to install Wordpress? - WordPress can be installed using the Softaculous interface in cPanel. Please refer to our KB article Installing WordPress with Softaculous for a step-by-step guide.\n\n Important Links - Hawk Host Homepage Support & Client Area Knowledge Base Login to cPanel\n\n Need to register a domain for your hosting account? Get your own domain now! - \n\n Still have questions? contact us by clicking here! - \n\n Web Hosting by Hawk Host - \n\n"
}