{
    "summary": "upBNB - The first ERC-31337 token on Binance Smart Chain. Paired against BNB; upBNB is the cornerstone vault of the Root Finance upToken ecosystem on BSC.\n\n Bleeding edge innovation - As ardent pioneers in the alternative DeFi space, the Root Finance team has built countless experimental DeFi products since its inception in 2020. Two of these creations have now been developed into completely new speculative assets, UpTokens and UpOnlyTokens. UpTokens such as upBNB are named after the token they are paired against in the main liquidity pool. (BNB)\n\n UpToken Technology - UpTokens are highly volatile speculative assets that allow for price exposure to a paired asset while incorporating our ERC-31337 Pumpanomics for maximum value extraction. Using AMM pricing mechanisms, permanently locked liquidity pools and a fixed supply currency we are able to establish a price floor (or minimum lifetime value) for our token. Our ERC-31337 “ELITE” standard then allows us to sweep the tokens under the price floor and recapture that value in our vault, allowing for the reuse of the BNB within our system multiple times.\n\n Coming Soon - Since launching in 2021 we have added multiple new features to our UpToken contracts including a drip vault, a dedicated marketing vault, and some unique functions never before seen in DeFi! Our drip vault offers a multi-layered, double auto-compounding staking system with a huge, predictable APY and our marketing vault is funded with a percentage of all trade fees with verified spends happening regularly. We've also included some cool, new, never before seen functions including the ability to convert any percent of price impact directly into liquidity without affecting the user slippage! Mind blowing!\n\n Anon with Trusted Reputation - The ROOT Finance team consists of our stalwart leader and resident mad genius, Professor Kronos as well as multiple other anonymous devs, programmers, moderators and community leads. Our identities are known to many in the space and we have been part of the industry since Bitcoin was the only game in town. We believe keeping our privacy is important and that our technology and reputation should stand on their own. We're very proud to note that multiple other teams have now adopted our technology and even found new uses or ways to implement it. Some of these successful mechanisms have been incorporated into our UpToken Ecosystem and we're thrilled to have learned from those who adopted and improved what we created.\n\n"
}