{
    "summary": "Multi-asset Reserve Stablecoin based on decentralized Monopoly-AMM - DocsCommunityLaunch Mainnet AI-Powered Liquidation-Secure and Reward-Earning-Stable coin. Perfectly collateralized by Multi-token Reserve. Total Value Locked: $-- CA: 0x38c4747F24d8f8B74B409DB7968E0B285346746E Advantages High Stability DIDI's Pegging system, ReOrders, is the most sensitive and effective mechanism which can adjust DiUSD market supply&demand liquidity. High Liquidity Through the original DIDI-AMMs based currency issuance and market regulation model, it provides great liquidity for funds. High Profitable The Use-To-Earn method allows users to make profits immediately after use, which enhances their competitive advantage. Tokens DiUSD - Stablecoin Peg $1 DiUSD Token is a visionary multi-asset reserves Stablecoin powered by ReOrders. DiDi - Governance Token DiDi is the protocol governance token that are used to ensure on-chain governance, and carry the long-term growth value of the protocol. How DIDI-Protocol Works DiDi AI aims to bring a new type of elastic supply stablecoin solution to DeFi and Web3 that incorporates the Multi-Asset Reserves mechanism. DiDi AI always monitors changes in the total value of reserve to calculate the average price of DiUSD in circulation and adjusts the market-making peg price of DiUSD in the primary market through the ReOrders mechanism. Technical Core DiDi AMMs This is a new design paradigm for decentralized stablecoins. It is responsible for capturing the real-time supply and demand relationship of DiUSD and dynamically adjusting the circulation of DiUSD. ReOrders This is the core mechanism for controlling DiUSD's price to remain stable in DiDi AI. It is built on CFMM, which greatly reduces gas consumption while realize price stability with utmost efficiency. Market Maker Fund A decentralized fund product designed by DiDi AI to enhance the protocol's ability to resist volatility risks by introducing the gaming relationship among the decentralized stablecoin stakeholders. Use-To-Earn Use-To-Earn refers to that stablecoin users can earn extra revenue by using Stablecoin $DiUSD. The core is to incentivize behaviors with DiUSD that are in the benefit of the both protocol and users. DiDi AI DiDi AI. All rights Reserved. TwitterTelegramDextool\n\n"
}