{
    "summary": "Frictionless crypto accounts for your players - The seamless wallet-as-a-service solution that supports multi-chain accounts, gas sponsorship, pop-upless blockchain interactions and flexible ownership.\n\n Take your game farther, faster - Openfort makes interacting with onchain assets as easy and programable as interacting with data. Games build on Openfort to launch faster, adapt as they grow, and automate workflows to do more with less.\n\n Get started quickly - Openfort’s API and SDKs let you own your user experience, without compromising security. Whatever your codebase, we have the tools to get you building today.\n\n Open source - Maintain full control over your code and contracts. Openfort is open-source and fully extensible.\n\n No vendor lock-in - Openfort programmable accounts give you end-to-end ownership of your accounts.\n\n Adopt anywhere - Integrate it natively with your preferred stack: Unity, Unreal Engine 5, JS, and more.\n\n Any Authentication - Continue using your own or launch with one of our integrations.\n\n On a mission to empower the future of gaming - Beam, a subnet created for the Merit Circle DAO to launch on the Avalanche network. This gaming-focused blockchain will not only facilitate the DAO’s products, but become the home for dozens of fascinating games.\n\n See Openfort in action - Check out Lost Dungeon, a demo game implementing Openfort for account management with products like gasless transactions, session keys, transfer of ownership, & more. All playing nicely with Playfab.\n\n It's the time to build the game players want. - Integrating blockchain accounts should feel familiar for developers and seamless for players. Learn more on why with Openfort, you won't have to settle.\n\n Offer gasless player experience - Abstract gas fees from your players and craft granular policies based on the player’s actions.\n\n Build Your Gaming ecosystems - Bring games and players together. Leverage infrastructure that works seamlessly across partner ecosystems.\n\n Unified Multichain Address - Generate wallets seamlessly across any EVM blockchain, using the same account address for each player.\n\n Uninterrupted Gaming Experience - Say goodbye to disruptive wallet popups and prompts mid-gameplay. With Openfort Session Key, you can offer uninterrupted player experience, maintaining immersion.\n\n Works with any authentication - Blend blockchain invisibly using your own authentication and registration flows.\n\n Give new utility to your tokens - Allow players to pay for gas in your ERC-20 tokens at your chosen rate.\n\n"
}