{
    "summary": "ASSETmanagementsystem - Lydia is the money lego asset management that provides automated DeFi solutions. With Lydia, users can unlock the web3 finance\n\n LYDIA - LYDIA - is the money lego asset management that provides automated DeFi solutions.\n\n Pawnshop - Pawnshop - collateralize NFT and digital assets and borrow loans against it\n\n DEX - DEX - LydiaSwap will enable users access high yield liquidity pools, earn, trade at incredibly low fees. Assets from LP positions are automatically deposited into yield farming vaults achieving even greater gains.\n\n Multi-Asset DEX - Multi-Asset DEX - Liquidity providers can create customized liquidity pools containing multiple assets which can automatically rebalance to help manage your portfolio.\n\n Yield Farming - Yield Farming - earn incredibly higher gains while they diversify their Portfolio by depositing into a pool.\n\n Folding - Folding - Maximize your yield by using folding strategies; by repeatedly supplying the underlying asset and borrowing it from a lending platform in a loop, Lydia provides optimal returns\n\n Multi Strategy - Multi Strategy - is a strategy that achieves high effectiveness, either through increased results, reduced risks or a combination of both through the integration of many different protocols.\n\n Meta Vault - Meta Vault - provide diversification, automatic rebalancing and great user convenience by combining the exposure of many vaults to a single deposited asset type.\n\n Cross-chain Strategy - Cross-chain Strategy - Gain exposure to different sources of earnings; Lydia automatically bridges and converts assets for you from the network that you started in.\n\n Zap - Zap - a feature that allows you to automatically route funds to deposit or withdraw complex assets, like Tokens-pairs or multi-hopping transactions\n\n Multi-Zap - Multi-Zap - allows the user greater efficiency through a bridge integrated with zapping, making it easier to convert, deposit, or withdraw assets even in target vaults that are on different networks.\n\n Lending - Lending - the lending platform will allow users to be remunerated for supply liquidity, and borrowers the possibility to obtain assets by depositing collateral.\n\n Second Stage - Second Stage - Lydia’s next goal is to combine DeFi with real-world assets. The Lydia investment fund is a very unique approach to combine DeFi with investments in real world assets like real estate or natural resources. The Lydia protocol structure is built in a way to provide exposure to the real world economy. Stay tuned!\n\n Polygon - \n\n QiDao - \n\n Tarot - \n\n Scream - \n\n Balancer - \n\n Universe - \n\n SpookySwap - \n\n FTM Alerts - \n\n Sphere Finance - \n\n Socket - \n\n 0VIX - \n\n Belbix - \n\n Nomarch solidity dev - \n\n Kseniachezz - Designer\n\n DR. Lydia - Business dev\n\n Constmalutin - Nomarch front end dev\n\n Olegn - Solidity dev\n\n Timuricio - Art-Director\n\n Iamkosyak - Dune/solidity dev\n\n Waterfound - Content writer\n\n Bogdoslav - Solidity dev\n\n"
}