{
    "summary": "RollApp NFT Launchpad - With CurioInvest you can unlock value from tangible and intangible assets.\n\n What we enable - Together we can build a new financial world. Here's how\n\n RollApp - Turn any physical item or IP into a NFT\n\n Curio Stablecoin(CSC) - Lend against real-world assets by locking NFT as collateral\n\n CapitalDEX (AMM) - Use this liquidity to earn cash flow from LP rewards\n\n Curio Group - Curio Group provides firms and asset originators with digital tools to create a market for their RWA and IP.\n\n CurioDAO multichain protocol - Today we bring further liquidity via open-sourced CurioDAO multichain protocol, a real-asset-backed stablecoin, and AMM within one single experience.\n\n List Disclaimer - The list of Frontend Operators is provided for informational purposes only.\n\n An elite, multi-billion dollar industry - now accessible to everyone - Collectable cars have significantly outperformed other alternative asset classes in recent years.\n\n Blue-chip art vs s&p 500 through 2018 - Blue-chip Artwork (Artprice100)\n\n Ferrari F12tdf - “Was sold in 2016 in Los Angeles for  $1’550’000”\n\n Introducing Curio Governance Token (CGT) - Digital asset CGT has 2 main functions\n\n CGT Interchain Supported - Curio Governance Token will be supported in 2 blockchain networks: Ethereum and Curio parachain\n\n Initial Supply - 100,000,000 CGT\n\n Token Type - ERC-20 compatible\n\n Our Ecosystem - 1. Rollapp\n2. CurioDAO Creator Protocol\n3. CapitalDEX AMM leveraging new real-asset financing primitive\n4. Communities\n\n Rollapp - Rollapp enables users to earn income on their real assets, freeing up capital and allowing crypto investors to trade their way to diversify with a real asset portfolio.\n\n CurioDAO Creator Protocol - A system that enables you to lend your physical NFTs in exchange for instant liquidity in the form of Curio Stablecoin Coin pegged to Swiss Franc.\n\n CapitalDEX AMM leveraging new real-asset financing primitive - CurioDAO has created a new legal primitive for ownership and intellectual property (IP) ownership called Wrapped Fractional Physical-NFTs that allows communities to invest in real assets.\n\n Communities - A community of Guardians, Audit Oracles, Physical Asset Pricing Oracles, Authenticators, and Appraisers collaborate to form knowledge groups in specific real asset areas.\n\n Our Partners - Latest blog articles\n\n Curio AG - Curio AG Aeulerstrasse 74, Vaduz 9490, Liechtenstein\n\n For Investors - Tokenized Collectible cars CGT KYC & AML Policy Risk Warnings FAQ\n\n For Asset Sellers - Submit Information\n\n Company - About Us FAQ Terms and conditions Privacy Policy\n\n All investing involves risk - All investing involves risk, including loss of capital.\n\n CurioInvest Services and Tokens (CTn) - CurioInvest Services and Tokens (CTn) including CurioDAO Ecosystem are not available in the United States or other prohibited jurisdictions.\n\n © 2023 Curio AG - © 2023 Curio AG\n\n"
}