{
    "summary": "Home - Use Cases\n\nrTokens\n\nStake your tokens and receive rTokens in return.\n\nFIS\n\nFIS is the connector of all staking, trading and mining activities, as well\ngovernance in StaFi ecosystem.\n\nrTokens APP\n\nGo rToken APP and stake ETH, FIS, BNB, MATIC, SOL, DOT and more.\n\nStaFi Roadmap\n\nCheck out how StaFi strive to enhance security, decentralization, and improve\nthe user experience.\n\nrLaunchpad\n\nA community-driven program that empowers the Community to Select Promising\nLayer 1 Projects.\n\nStaFi DAO\n\nStaFi DAO\n\nStaFi DAO is a decentralized organization that governs the StaFi multi-network\necosystem, enabling FIS holders to vote for key protocol parameters.\n\nStaFi Treasury\n\nStaFi DAO treasury is the pool of funds for the continuous growth and\ndevelopment of StaFi protocol.\n\nForum\n\nA home for sharing, and exploring, thoughts and ideas about the StaFi DAO.\n\nDocs\n\nEnter APP\n\nMulti-AppChain Eco\n\nHigher APY\n\nEnhanced Security\n\nTVL\n\nFees Collected\n\nValidators\n\nrTokens\n\nStaFi is a liquid staking service provider on the EVM and Cosmos Ecosystem\nbuilt with interoperability and collaboration in mind allowing users to\nutilize their staked assets across multiple ecosystems.\n\nOur rToken LSDs are available across various ecosystems, offering a\nbridgeable, fluid, and user-friendly experience.\n\nExplore rTokens\n\nEVM and Solona rTokens\n\nOther Ecosystems rTokens\n\nAll contract code and balances are publicly verifiable, and security\nresearchers are eligible for a bug bounty for reporting undiscovered\nvulnerabilities.\n\nSafety Mechanism\n\nBy the professional audit and insurance companies. The security of the StaFi\nprotocol is our highest priority.\n\nLearn More\n\nBug Bounty\n\nThe ImmuneFi Bug Bounty Program is a plan that rewards individuals who find\nvulnerabilities in our products.\n\nLearn More\n\nAudited and Verified\n\nBy professional auditing companies. The security of StaFi protocol is our\nhighest priority. StaFi is audited by leading cyber security agencies such as\nCertiK and PeckShield to ensure the safety of our smart contracts.\n\nZellic\n\nZellic is a leading blockchain security firm with a proven track record of\nidentifying and remediating critical vulnerabilities\n\nLearn More\n\nAt StaFi, we confidently engage PeckShield to conduct security evaluations on\nour rFIS, rETH v1, rETH v2, rETH withdraw function, and rDEX code.\n\nLearn More\n\nStaFi has initiated a partnership with Blocksec to utilize our audit service\nfor the rETH withdraw function.\n\nLearn More\n\nStaFi and Certik have established a long-term partnership and utilized their\naudit service to review the rBridge contract, rBridge StaFi Chain code, and\nthe rToken relay code.\n\nLearn More\n\nStaking for Crypto HODLers\n\nProduct\n\nAnalytics\n\nTreasury\n\nForum\n\nAbout FIS Token\n\nStaking FIS/rFIS\n\nBug Bounty\n\nResource\n\nStaFiChain Subscan\n\nStaFiHub Mintscan\n\nDocumentation\n\nWhitepaper\n\nBrand Kit\n\nIPFS APP\n\nCommunity\n\nStaFi DAO\n\nProposal\n\nBlog\n\nApply for Warrior\n\nContact\n\n"
}