{
    "summary": "GET MONEY DIGITAL - VIEW CHART SWAP GMTKN TWITTER TELEGRAM\n\n BUY TOKENS - Get Money Token $GMTKN (GMTKN/BNB) Contract: 0x3e0ad9060782351da599a352d482afd306d966f7\n\n TOKENOMICS - $GMTKN (GMTKN/BNB) GET MONEY TOKEN Symbol: GMTKN Pair: GMTKN/BNB Decimals: 18 Total Supply: 1000000000000000000000000000000 Buy/ Sell Tax 9% Contract: 0x3e0AD9060782351da599a352D482afd306d966f7\n\n TRADE $GMTKN - 4% Liquidity Pool With 4% of the taxes going to the LP the liquidity pool grows automatically with every buy. 3% Reward Pool Autoclaim WBTC rewards or you can also manually claim any BNB paired token through our smart contract. 1% Project Our smart contract has a 1% tax built in to help support growth and sustainability of $GMTKN (GMTKN/BNB).\n\n CURRENT ROADMAP - GMTKN Timeline Q2 2023 Test and Deploy Smart Contract Setup Community Social Channels Initial Website Development Create Marketing Materials Establish a strong online presence and engage with potential users and investors on social media platforms, forums, and other relevant channels. Continuously iterate and improve our roadmap based on feedback and market trends to ensure the long-term success and sustainability of our token. Develop a comprehensive marketing strategy that targets our desired audience and emphasizes our unique value proposition. Establish partnerships and collaborations with other projects and platforms to enhance your token's usability and visibility. Provide transparent and timely communication with our community through regular updates, AMA sessions, and other engagement activities.\n\n How to buy tokens - PURCHASE GMTKN BUY/SWAP/TRADE Get Money Token $GMTKN (GMTKN/BNB) on Binance Smart Chain using PancakeSwap. BUY/SWAP/TRADE $GMTKN Connect wallet You will need to use PancakeSwap to be able to buy tokens. Do this by clicking the \"Connect\" button on the PancakeSwap website and selecting your wallet provider (e.g., MetaMask, Trust Wallet). Select token Once you connect your wallet, you can select the Get Money Token. You can do this by searching in the search bar or by pasting the token contract address. Once you have selected GMTKN, click on the \"Trade\" button. Enter amount On the trading page, enter the amount in the \"Input\" field or the amount of BNB (or other token) you want to spend in the \"Output\" field. PancakeSwap will automatically calculate the corresponding values. Confirm Transaction Once you enter the amount, review the transaction details and click the \"Swap\" button. Your wallet will prompt you to confirm the transaction, and you will need to pay the gas fee to complete the transaction.\n\n MARKET DATA - $GMTKN (GMTKN/BNB)\n\n"
}