{
    "summary": "Final Weeks of BETA TESTING - Certicos is a Utility Token which enables users to create documents with up to ten (10) approvers; and, save to the first Global Encrypted Blockchain System using P2P (Peer to Peer) Interplanetary File Storage (IPFS) for a fraction of the cost of other legacy eSignature Document services.\n\n Update October 15, 2023 - We are planning on going to Pre-Sale by October 30th, 2023. We have decided to postpone the CEX Launch date, and go traditional route with Pre-Sale, DEX (Pancake Swap), and then CEX. We are in no hurry, we are a utility and we want to make sure the final eSignature product works well with our Web3 Dapp.\n\n Existing users with internal wallets - Existing users with internal wallets have seen their BETA Testing CERTICOS Token replaced with our Live CERT Tokens. Users will be required to add BNB to their accounts to conduct transactions; and may go to their profile and use their internal wallet in MetaMask or other external wallet by using their private key in Profile Settings.\n\n New Sign Up users after that time - New Sign Up users after that time will have the option of using their external wallet or going through KYC for internal based on their type of email (No Gmail, No Yahoo, No Hotmail, etc…). Must be an email tied to their company or website.\n\n SCHEDULED PRE-SALE LAUNCH DATE October 30, 2023 - We expect to have our Web3 Wallet SWAP feature rollout to begin by October 21, 2023 with select BEP20 tokens; and pegged stable and other tokens listed below.\n\n Bridge Pegged Tokens - Binance-Peg XRP Token (XRP), Binance-Peg Ethereum Token (ETH), Binance-Peg BSC-USD (BSC-USD), Binance-Peg USD Coin (USDC), Binance-Peg Litecoin Token (LTC), Binance-Peg Dogecoin Token (DOGE), Binance-Peg Cardano Token (ADA), TRON (TRX), Polygon (MATIC)\n\n Web3 App utilizing WalletConnect and Multisig Transactions - Swap Compatible with Binance Smart Chain BNB, Ethereum, USDC, USDT\n\n Single Mode for Creators, and Approvers - None\n\n Airdrop to Build Community - Airdrop to Build Community will be frequently scheduled on Telegram\n\n Enabling Blockchain Certification of Documents - Our ecosystem allows you to upload or create documents and certifications in our document center using our CERTICOS Token including sign-off approval for a fraction of the legacy eSignature Document Services. Easily retrievable and saved to the Certicosign blockchain and encrypted CID location using IPFS (Inter Planetary File Storage).\n\n Become an Authenticator (i.e. Certifier, Appraiser, Inspector) on Certicos - provide your skill set to Creators or Approvers verifying documents or process within your field of expertise.\n\n Certicos Comparison To Legacy eSignature Services - Certicos offers an alternative to legacy online eSignature services. Send eSignature Documents using Web3 App with Multisig approval, or apply for an internal Certicos secure wallet. Ability to send eSignature documents to up to ten (10) other users (Approvers/Authenticators) at same time for approvals; and they will earn Certicos’ DeFI Tokens for participating as well. No more limited transactions, no more paying exorbitant cost for file storage that you will never use, and no monthly fees. Certicos has created an encrypted alternative to legacy file services by placing your documents securely in encrypted IPFS storage using VID01 CID pointer from our blockchain. The two are immutably tied with a unique identifying file name and SHA256 Encryption with the document encrypted title ‘on chain’ and the pdf CID IPFS asset off chain immutably tied together.\n\n Tokenomics - None\n\n Frequently Asked Questions - None\n\n"
}