{
    "summary": "Empowering the ESG cryptospace - Looking to make a difference in the world of cryptocurrency? Join our movement to empower DeFi and revolutionize the crypto space. With cutting-edge technology and a community of dedicated individuals, we're pushing boundaries and transforming the ESG landscape. Be ready to act on our planet for a brighter future.\n\n Buy with crypto and get rewarded with CO2 absorption kilos - Buy the CO2 absorption kilos and get rewarded with the COT - Carbon Offset Token\n\n Buy COT - Your passion for the environment to make a positive impact has reached the right destination! Look no further than COT - the revolutionary new Carbon Offset Token from Treedefi. Do not miss your role in this unique opportunity for the ReFi and ESG crypto world.\n\n Legacy Swap - We've kept our promise and are now offering you the opportunity to experience seamless token swaps with competitive fees! Swap your $SEED, $TREE, and $TCO2 for $COT - the Carbon Offset Token, and seize the chance to start earning rewards while making a positive impact. Don't miss out, take action now!\n\n NFTree Marketplace - Our beloved initiative blending DeFi and NFTs, where users planted, nurtured, and traded digital trees, supporting real-world reforestation and earning exclusive rewards for participation.\n\n Staking - Unlock the potential of the COT with our easy-to-use staking platform. Start earning passive income through rewards in just a few clicks! Join us now and effortlessly grow your crypto portfolio!\n\n Carbon Offset Token (COT) - Market Cap: $5.346.821.990, Volume 24h: $1.938.274, Diluited Market Cap: $821.990, Circulating Supply: $1.346.821, Max Supply: $15.000.000.000, Total Supply: $15.000.000.000\n\n Exchange - Legacy Swap, Buy COT, Dexsoon, Liquidity Poolsoon, Farmssoon, Staking COT, Multistakingsoon\n\n Community - Team, Blog, Governancesoon, Support\n\n Knowledge Base - COT Audit, Docs, Repo, White Paper, Light Paper, Media Kit\n\n Social - Telegram, Twitter, Discord, Linkedin, Instagram, Youtube, Facebook\n\n Pools - Launchpadsoon, Launchpoolssoon\n\n NFTree - Marketplace\n\n Institution - Treedefi Suisse, Donationssoon, Charitysoon\n\n Treedefi Store - Store, Store Rewards\n\n"
}