{
    "summary": "BigTycoon, Faster & Forward Thinking - Big Tycoon is a crypto payment provider, aiming to scale-up traditional finance by on-boarding decentralized tactics\n\n Why Trust Us? - Big Tycoon, a 2022 crypto ecosystem, is safest. Big Tycoon tailors financial and earning opportunities to individual interests.\n\n BTYC Defi - Decentralised Finance, abbreviated as 'DeFi,' is a subset of the bitcoin business that is seeing explosive growth and whose primary objective is to deliver conventional financial services using decentralised platforms.\n\n Futuristic Projects - Blockchain Development, Decentralized Wallet, Decentralized Exchange, Centralized Exchange, Token Based Gaming Projects, Phramaceuticals & Nutraceuticals, E-Commerce Portal, Travel & Leisure Portal, Metaverse Based Real State Projects, Decentralized Banking & Finance, NFT Platform, AI Based Projects, Short Video Apps, Marketplace, Organic Farming & Food Industry, Social Media Platform, Matrimonial Platform, Media & Advertising, IT Services\n\n This is how the BigTycoon system works - Big Tycoon introduces the new generation of decentralized finance for the global finance sector. Connecting the whole the different economy at one place. Big Tycoon would be playing a vital role among the furturistic financial operations.\n\n How to Invest in BTYC ? cryptocurrency with Cash - Purchase BTYC, Register With BTYC Stacking Program, Stacking Reward, Level Bonus, Fast Withdrawal\n\n Supported Wallet - Big Tycoon introduces the new generation of decentralized finance for the global finance sector. Connecting the whole the different economy at one place. Big Tycoon would be playing a vital role among the furturistic financial operations\n\n TOKENOMICS - BEP-20, 10,000,000,000 BTYC\n\n ROADMAP - Phase 1Q-4 2020, Phase 2Q-1 2021, Phase 3Q-2 2021, Phase 4Q-3 2021, Phase 5Q-4 2021, Phase 6Q-1 2022, Phase 7, Phase 8Q-2 2022, Phase 9Q-3 2022, Phase 10Q-1 2023, Phase 11Q-2 2023, Phase 12Q-3 2023, Phase 13Q-4 2023, Phase 14Q-1 2024\n\n FAQ (How it works) - What is Blockchain?, What is Decentralization?, What is Smart Contract?, What is BigTycoon Technology?\n\n"
}