{
    "summary": "Stellar is Where Blockchain Meets the real world - Stellar empowers builders to unlock human and economic potential. It combines a powerful, decentralized blockchain network with a global ecosystem of innovators to create opportunities as borderless as ideas. It offers the tools to make a difference in the real world through new digital asset products and services that enhance access to the global financial system.\n\n Let Us (re)introduce ourselves - If ideas are borderless, then opportunity should be too. The Stellar network is a place where all the hard work pays off. Where you can have a real impact on the problems unique to your world. Learn more about what makes the Stellar network unique and how we're bringing that to life at every turn.\n\n Imagine it, build it - Stellar is a decentralized, public blockchain that gives developers the tools to create experiences that are more like cash than crypto. The network is faster, cheaper, and far more energy-efficient than most blockchain-based systems. It’s designed so Stellar’s ecosystem can make a real-world, lasting impact.\n\n Get Building - The Stellar ecosystem has thorough documentation, tooling, and community support to help your project get up and running quickly.\n\n Stellar for Payments - Make payments borderless with low cost and near-instant transactions on the Stellar network.\n\n Stellar for On & Off-Ramps - Enable value exchange between fiat and digital assets with Stellar's global network of anchors.\n\n Stellar for Tokenization - Create, issue, and manage digital representations of real-world assets, such as stablecoins and more.\n\n POWERING BUILDERS LOCALLY, MAKING AN IMPACT GLOBALLY - The Stellar anchor network supports over 180 countries and over 20 digital assets. By integrating anchor services such as on and off-ramps, cross-border payments and fiat-backed digital assets, builders can offer new payment services for end users and reach customers in new markets worldwide.\n\n New to stellar? - Let’s start with the basics to get you up to speed on all that the Stellar network has to offer.\n\n On-Chain updates - Stay updated with the latest on-chain updates and events happening in the Stellar network.\n\n The Stellar Development Foundation Joins CALP to Further the Role of Digital Assets and Payments in Humanitarian Aid - As the newest member and first Layer 1 blockchain-related organization to join CALP, SDF looks forward to advancing the conversation on the role of digital assets and payments in humanitarian aid.\n\n Sorobounty Spectacular: Dapp Tutorials You Can Use! - The Soroban community has created some amazing dapp tutorials as part of the Sorobounty Spectacular content bounty program. Enjoy!\n\n Explore the Open-Source Solution for Bulk Payments: the Stellar Disbursement Platform - The Stellar Disbursement Platform is a fully open-source solution that provides anyone with the ability to make bulk payments to recipients around the world.\n\n"
}