{
    "summary": "FROM FROGGIES TO SPACE - We are Froggies, a memecoin launched in November 2021. Flew passed bulls and bears, hype and fud. We are still here, and ready to provide the market with a Second Gen Memecoin. Our ultimate destination is Moon, and to assure our landing zone in Space we build on community, utility and usability. Froggies is an open community and drive a free market. Our team is devoted to delivering the best to our holders, and securing a long-term project. Join us while we build on common goals. Moon\n\n THE COSMIC CREW - Meet the main people behind Froggies working hard everyday to lower gravity and increase lift off. CRAZYX - Core Community, CHOPIN - Core Marketing, MASTER - Founder, MARCO - Designer, ORBITAL - Developer, FROGGIES DEVELOPER - Developer / collaborations, MISS FROGGIES - Co-founder, PAUL - Ambassador, LIGHTNS - Ambassador, WHALE - Ambassador, CrazyX - Core Community\n\n TEAM IS CONSTANTLY BUILDING, WHATS NEXT? - P2E Beta testing - 16th Jan 2023, Migration to upgraded BSC contract - 16th Jan 2023, CoinMarketCap and Coingecko listing - 16th Jan 2023, Succesfull launch and adaptation of Ambassador program - 16th Jan 2023, Create our 3D mascot: Froggie - 16th Jan 2023, Milestone: 2,000 $FRGST holders - 21 Feb 2023, Kill one zero - 21 Feb 2023, Staking contract development - 21 Feb 2023, Milestone: 5,000 $FRGST holders, P2E Mobile compatability and Wallet Connect integration, Increasing marketing opportunities, Increase Ambassador Program, Burn events, Video's featuring our mascot, Find more meaningful partnerships, Developemnt of FroggiesFortune (Entertainment), Testing of staking platform, Listing on a CEX that fits our needs, Continued development of P2E, Start planning on an NFT usecase collection, Release Staking Platform, Bridge to ERC (Ethereum), FroggiesFortune (Entertainment) launch, Bright Future for $FRGST, Dive into the unknown, Pancake Swap, Coinstore, Lbank\n\n ASTRONOMICS - Initial supply - 100 trillion, Launch date - 25/05/23, TOTAL SUPPLY - 40%, Buy TAX - 5%, Marketing - 5%, Sell Tax - 10%, Marketing - 4%, Liquidity - 4%, Burn - 2%\n\n INTO THE BLACK HOLE - Brave the unknown and embark on a journey into a black hole's embrace to uncover secrets beyond reality. Embrace the darkness and unlock the mysteries of the universe.\n\n RichRibbit is now live! - Stake your $FRGST with 40% APR! Stake Now\n\n"
}