{
    "summary": "BNBKING - The BNBKinG smart contract is renounced and this guarantees security for all investors as the team will never be able to change the contract rules\n\n About - Imagine a kingdom where strength and stability reign supreme. Welcome to the world of BNBKinG, where cryptocurrency meets royalty on the Binance Smart Chain\n\n Why invest in BNBKING? - Discover the Power of BNBKinG:\n\nImagine a kingdom where strength and stability reign supreme. Welcome to the world of BNBKinG, where cryptocurrency meets royalty on the Binance Smart Chain.\n\nWhy invest in BNBKinG?\n\n1. The Reign of Innovation: BNBKinG is more than a token; It’s a revolution.\n\n2. Unshakable Strength: In a world of volatility, BNBKinG remains rock solid.\n\n3. United Community: Join a community of passionate investors all united under the BNBKinG banner. Our family grows every day, and everyone has a place on the throne.\n\n4. Royal Rewards: By investing in BNBKinG, you become part of our nobility. Enjoy real rewards including staking and profit sharing.\n\n5. A 2% fee on all sales made on BNBKinG will go to liquidity, meaning that BNBKinG will always have a higher minimum price\n\n6. BNBKinG is deflationary! 1% of all purchases are burned automatically, making BNBKinG an excellent long-term store of value!\n\n7.With an extremely experienced team, a 2% fee will be used for long-term development and marketing!\n\n8. Fortune and Prosperity: BNBKinG is the path to financial prosperity. If you want to create wealth for your future, this is the throne you must occupy.\n\nJoin us at BNBKinG and write your own financial destiny. This is the time to conquer the markets and become part of something truly great. The throne of success awaits you.\n\nInvest in BNBKinG today and claim your place among cryptocurrency royalty!\n\n Our Values - We uphold the highest standards of honesty and transparency, earning the trust of our community.\n\nOur forward-thinking approach drives us to innovate and reshape the future of decentralized finance.\n\nOur diverse and welcoming community unites under the BNBKinG banner, creating a supportive and inclusive environment for all.\n\n Tokenomics - BNBKING\n\nName\n\nBNBKING\n\nSymbol\n\nBEP-20\n\nType\n\nBSC\n\nNetwork\n\n2,000,000,000,000\n\nTotal Supply\n\n5%\n\nTotal Tax\n\n2%\n\nLiquidity\n\n1%\n\nBurn\n\n2%\n\nDevelopment\n\n0x061E64f1293bC49402A867CC6411987148bCdb1B\n\nContract Address\n\n"
}