{
    "summary": "Blockchain Based Hyperlocal SOLAR Ecosystem - STA is a 'one stop' Solar Technologies service that enables users to order anything they like from the nearest farmers in shortest amount of time using blockchain technology.\n\n What is STA? - STA Token is a leading organization in IT enable services and Solar Technogies Export Business. Having a professional team for future technologies like AI, Blockchain experts, and the most important financial industry in the world having turnover of more than 1 trillion dollars and 30000 farmers & customers.\n\n STA Is a Blockchain-Based Operating System That Allows You to Create Decentralized Applications - Welcome to the Solar Techno world of Decentralized market, STA gives you greater choices, independence, and opportunities. We are here to help you with your journey of million of dreams.\n\n Advantages - Community driven & fair launch. The dev team burned all of their coins and participated with everyone else.\n\nEvery trade contributes towards automatically generating liquidity that goes into multiple pools used by exchanges.\n\nAll transactions will be verifiable on the blockchain. You can view all of the transactions, With 100% Transparency.\n\nHolders earn passive rewards through static reflection as they watch their balance of STA Token grow indefinitely.\n\n Token Allocation - 80.3% V.M.H : 168630000\n8% Developers : 1680000\n7% Staking Rewards : 1470000\n2% Airdrop Bounty Program : 420000\n1.7% Reserve Fund : 357000\n1% Marketing Core Team : 210000\n\n Token Details - Token Symbol: STA\nToken Platform: BNB\nToken Price: 1$= 0.737223 STA Token\nTotal Supply: 21Cr\nContract Address: 0x4d1e90ab966ae2.....\n\n Activity - 01stFebruary 2022: Decided to develop a cryptocurrency named STA.\n\n14thFebruary 2022: Developed a physical community.\n\n28thFebruary 2022: Launched out whitepaper.\n\n03thMarch 2022: Launching ICO for token sale in three different phases.\n\n18thMarch 2022: Beginning of STA Token’s trading on pancakeswap.\n\n Features Of STA Token - Using BNB Blockchain Technology We Have Created a Business with 100% Transparency by Using Smart Contract Technology!\n\nThe BNB advance Smart Contracts are Public and Can Be Viewed By Anyone Directly on the Blockchain!\n\nWe are offering a smart platform to make money in Crypto World.\n\nSafe And Secure\nSecure Wallet\nTransparent statistics\nInstant Exchange\nExperts Support\nEconomic balance\n\n"
}