{
    "summary": "Sailing the Meme Seas - A revolutionary crypto project that combines the power of a MEME token with the allure of NFTs. Join our community of pirates and embark on a unique adventure in the crypto space.\n\n About Us - Our project thrives on transparency, and we prioritize open communication, locked liquidity, and transparent wallets. We're excited to have you on board for this one-of-a-kind opportunity to be part of the first MEME token and NFT crossover project.\n\n NFT Collection - Collection size: 7,500\nMint price: 0.05 ETH\nUtility: Token airdrops guaranteed for holders\nTerms and Limitations: If you decide to sell your NFT, you will no longer be entitled to receive the $OGMF airdrop. Instead, any forthcoming airdrops from the NFT will be transferred to the new owner\nTokenomics Distribution: Funds from minting allocated to liquidity provision, development initiatives (including CEX listing), marketing, buyback NFTs, and more\nSmart Contract Features: 3.3% royalties on secondary markets; 4 rarity levels with increasing staking bonuses (Common, Rare, Epic, Legendary)\n\n OGMF Token - Transaction Tax: 1.5% on purchases, 1.5% on sales\nTokenomics Distribution: 70% of tax revenue used for buybacks and burning tokens; 30% allocated to team funding, marketing, and future development\nUtility: Staking NFTs and tokens rewards users with token drops\n\n Tokenomics - Our token model is designed to be permanently deflationary, as reflected in our tokenomics.\n\n TGE Market Cap - $138,000\n\n Liquidity Lock - $190,000+-\n\n FDV - 525K\n\n TGE Distribution - 33.3% (no lockup)\n2 months vesting for remaining supply\n60%\nNFT Holders Airdrop\n27%\nLiquidity Pool\n8%\nMarketing/Listings\n5%\nReserve\n\n OGMF Burn Projections - \n\n Goals and Community - Our objective is to establish a robust community and elevate the recognition of piracy on a global scale, while promoting the culture of seafaring. We strive to remain steadfast in our commitment to transparency.\n\n Team and Developers - We pride ourselves on working with an experienced and respected developer. Our smart contract will be of the highest standard, reflecting our commitment to collaborating with the best.\n\n Bot Protection - We're dedicated to ensuring that our token sale remains unaffected by bots. We will implement various strategies to minimize their ability to interfere with our project's success and token performance.\n\n FAQ - When will the airdrop take place after the NFT minting? Will it be immediately after or during the year?\n\nThe anticipated airdrop for NFT holders is scheduled to take place a few days after the Reveal day.\n\nHow many tokens will we get per airdrop?\n\nAs part of the TGE, every NFT holder will receive an airdrop of 1.67 million tokens, followed by subsequent monthly airdrops of the same amount for the subsequent two months.\n\nWill the tokens be tradable on Uniswap?\n\nUniswap will be available on TGE, and we will list it on the best CEX we have in our collaborations list.\n\nWill the NFTs be airdropped directly to my wallet, or do I need to mint them? Is there an additional cost for minting them?\n\nYou need to mint them, but our contract creators have tweaked the ERC721A so that even if you mint 40 NFTs, the cost will be minimal.\n\nWhat is the total token supply, and how many will be reserved for the NFT drop?\n\nThe total supply of tokens is 75 billion, with 45 billion being airdropped and 20.25B billion going to the liquidity pool immediately after the airdrop.\n\nWill staking be affected by Rarity?\n\nYes, we have four tiers of NFTs: Common, Rare, Epic, and Legendary. If you are lucky enough to hold one Legendary NFT, you will receive a 5x boost on your staking.\nThe staking multipliers for each NFT tier are as follows:\nCommon - 1x\nRare - 1.25x\nEpic - 2x\nLegendary - 5x\nThe drop rates for each NFT tier are: Common - 70%, Rare - 20%, Epic - 9%, and Legendary - 1%.\n\nWhat is the staking period, and will there be penalties for early withdrawals?\n\nYou can withdraw your stake at any time, but there will be a cooldown period of 3 days.\n\nWhat are the use cases for the token, and how will it be used within the ecosystem?\n\nThe ecosystem is based on the correlation between the NFTs and the token. We will have daily staking pool rewards, which are not inflationary since the tokens come from the daily tax. Additionally, we have much more in mind, everything will be presented once it ready.\n\nIs there a vesting period for team tokens or any other reserved tokens, and if so, what is the duration?\n\nThe team will receive their tokens over a period of 3 months, just like everyone else. There are currently 15 members on the team, and the tokens will be divided equally among them.\n\nWhat are the plans for community governance, and will token holders have any say in future development or decision-making for the project?\n\nWe have Plans to Build a DAO for the Holders.\n\nIf you have any questions about our project, including tokenomics or other aspects, please feel free to ask in our community chat group.\n\n"
}