{
    "summary": "Dark mode toggle - Navigation: Home, $FROGCEO Buy on PancakeSwap, Ecosystem, About, Roadmap, Partners, Whitepaper, Donate 🐸, FAQ\n\n FROG CEO, Decentralized Meme Token! - It's not an ordinary meme token. Become a part of a powerful eco-system and win more FROG CEO! Meet FROG CEO, where 6% of every transaction is automatically redistributed to its owners. BSC $FROGCEO Buy on PancakeSwap __ AUDITED BY BLOCKSAFU __\n\n Frog Ecosystem - \n\n #Started - Completed\n\n #Frog Ceo - Completed\n\n #Game - Completed\n\n #Frog Apps - Frog Ecosystem\n\n #FrogWallet - Frog Ecosystem\n\n #Frog Swap - Frog Ecosystem\n\n #Frog Chain - Frog Ecosystem\n\n #Frog AI - Frog Ecosystem\n\n #Frog NFT - Frog Ecosystem\n\n #Frog Browser - Frog Ecosystem\n\n #Frog Bridge - Frog Ecosystem\n\n #Frog Pay - Frog Ecosystem\n\n Designer & Clothings - Frog Ecosystem\n\n About Frog Ecosystem - Frog Ceo ($FROGCEO) was born as a completely producer and community-oriented token of the ecosystem. Frog Ceo token will always be valuable because all projects in the ecosystem will be processed through Frog Ceo. Remember! The Frog Ecosystem has a lot of project ideas, and the more all these projects are completed, the more interest in FROG CEO will increase. Also, all Frog Ceo owners will earn more Frog Ceo by keeping Frog Ceo coins in their wallets, which are automatically sent to your wallet. Watch the amount of Frog Ceo in your wallet grow, as Frog Ceo holders are automatically charged %6 for every chained transaction that takes place in the Frog Ceo ecosystem. In short, the Frog Ceo community earns more Frog Ceo money than the fees generated for each transaction. The more FROG CEO is actively used, the more rewards are granted!\n\n Frog Ecosystem Roadmap - Phase 01: Launch the Frog Ceo, Release website and logo, Airdrop, Start fair launch on pinksale, Launch on PancakeSwap, Marketing Campaign, 50% Frog Ceo Burn Event, Whitepaper released, 1,000 Telegram Members, 2,000 Holders\n\nPhase 02: Frog Pay, Frog Clothing, Frog Ceo Burn Event, CoinMarketCap Listing, CoinGecko Listing, More Marketing Campaign, 3,000 Telegram Members, 5,000 Holders\n\nPhase 03: Frog Swap (Decentralize Exchange), Contract Audit, Website Redesign, Frog Ceo Burn Event, More CEX Listings, 10,000 Telegram Members, 20,000 Holders\n\nPhase 04: Frog Ceo Staking, Frog Game, BSC info update, Frog Ceo Burn Event, 20,000 Telegram Members, 30,000 Holders\n\nPhase 05: Frog Wallet, Influencer Awareness Partnerships, More Partnerships, 50,000 Telegram Members, 100,000 Holders\n\nPhase 06: It will be announced later.\n\n Frog Ceo Buy - \n\n Partners - strength is born from unity.\n\n Frequently Asked Questions - FROG CEO!\n\nHow does the Frog Ceo reward system work? Where do I get the rewards?\n\nFor every active user's transaction a %6 $FROGTOKEN reward is granted to holders decentralized wallets only, fostering a distributed network and community usage.\n\nHow to fix insufficient output on Pancake Swap?\n\nIncrease slippage to 12%\n\nWhat are the fees?\n\nEvery transaction has a 10% fee with %6 going to the holders and %4 going to marketing fee.\n\n Donate - Feel like donating?\n\nWith the support of our community's amazing volunteers and generous donors, we aim to be listed on many stock exchanges. If you want to participate, use the official BEP20 donation wallet here.\n\nDonation Wallet (BSC):\n\n0x5f4152dd3C5cC215e26832Ac764BD0e7a26A0Ee9\n\nAccepted: Any BEP20 token\n\nPreferred: $BNB, $USDT, $FROGCEO\n\n FROG ECOSYSTEM - \n\n CONTACT US - partnership@frogtoken.net, press@frogtoken.net\n\n Privacy policy - \n\n Terms of use - \n\n"
}