{
    "summary": "Phishing Warning - please make sure you're visiting https://seedify.fund - check the URL carefully.\n\n IDO Launchpad - \n\n INO Launchpad - \n\n Stake/Farm - \n\n Claims - \n\n IDO Launchpad Home - Learn more about the way the IDOs work at Seedify, and how to join them.\n\n Purchase SFUND - Acquire our main token and reap the rewards of its utility in our ecosystem.\n\n Claim - Browse the available claims and see the ones you are eligible for.\n\n Guides - Explore our documentation and help articles to guide your quest at Seedify.\n\n How to Participate in IGOs? - Learn how to join exciting Seedify IGOs\n\n IDO Launchpad INO LaunchpadStake SFUNDFarm SFUNDStake SNFTSFarm SNFTSClaims - \n\n Join Top-Tier AI, Web3 Gaming & Metaverse IDOs WithSeedify - Decide your tier, stake or farm $SFUND, and participate in all the token launches we bring to you in a guaranteed way.\n\n Buy $SFUNDHow to Start - \n\n How To Buy SFUND - Find out more about what you can do with SFUND\n\n Watch Videos - \n\n How to join Top Tier Web 3 IDOs - Only 3 little steps are needed for you to start enjoying all the advantages of Seedify\n\n Purchase SFUND Token - SFUND is Seedify's token that enables its holders to participate in IDOs, INOs, stake and farm for passive income\n\n Buy SFUND - \n\n Stake or Farm your SFUND - Add your SFUND to one of our staking or farming pools and earn passive income\n\n Start Now - \n\n Complete KYC - It's a simple step to ensure your participation in our IDOs (not necessary for INOs)\n\n Register - \n\n You’re all set! - Now you can participate in the sales for tokens and NFTs of the best blockchain projects\n\n Frequently Asked Questions - \n\n Haven't found the answers you are looking for? Contact us at support@seedify.com - \n\n Basics - \n\n SFUND - \n\n SNFTS - \n\n IDOs - \n\n INOs - \n\n Blockchain - \n\n Security - \n\n Project Selection Framework - \n\n Seed Staking - \n\n What is Seedify? - Seedify is a leading incubator and launchpad for Web3 projects, which boosts top-tier blockchain initiatives, providing support in several fronts. Read more.\n\n How does the Launchpad work? - In this article we want to provide you answers to questions that you may have in mind, to help you understand everything about Seedify.fund Launchpad better. Read more.\n\n Are you an innovative Web3 project looking to get incubated or launched by Seedify? - Apply now\n\n Seedify is a leading Incubator and Launchpad for Web3 projects focusing on innovative technologies such as DeFi, AI, Big Data, NFTs and Web3 Gaming. By staking SFUND, you gain the advantage of early access to purchase project tokens, enhancing your position within the Web3 landscape. - \n\n Company - \n\n Terms of Services - \n\n Privacy Policy - \n\n Whitepaper - \n\n Never Miss Updates. - \n\n Follow us on - \n\n"
}