{
    "summary": "Access Everdome’s (Alpha) Spaceport Experience - Everdome is creating the most hyper-realistic metaverse that will bring brands and people together - all with the intent of building the most realistic metaverse experience.\n\n The Dome - Everdome will provide an opportunity for everyone who's interested in a very real-to-life version of the metaverse\n\n Institutional Investors - Investment Funds who believe in the future of Web3, metaverse and blockchain, understanding them as truly transformative technologies. Everdome offers an opportunity to be a first mover in the future digital frontier.\n\n Retail Investors - Everdome’s individual investors are blockchain and metaverse enthusiasts with a strong belief in a Web3 future. Everdome provides an investment opportunity with a long term perspective.\n\n Brands - Our Brand partners commit to collaborating on delivery of a unique metaverse experience for their audience that aligns with the Everdome vision. Everdome provides them with truly immersive audience engagement.\n\n Users - Everdome users, or ‘’Evernauts’’ are futurist individuals who join our pioneering metaverse to be on the cutting edge of the new digital frontier. Everdome provides them with unique experiences.\n\n Land Ownership / Speculation - Purchase and own Everdome City land as an investment, or as a space to collaboratively create a unique area for metaverse engagement with audiences.\n\n Bespoke Metaverse Engagement / Development - Everdome’s developers and metaverse story-tellers collaborate with landholders to conceptualize, create and launch bespoke metaverse experiences for optimum audience engagement.\n\n Marketplaces / Transactional - Everdome provides a variety of bespoke and turnkey solutions to facilitate in-world marketplaces, increasing reach, consumer base whilst allowing the offering of brand new, wholly digital products and services.\n\n Product placement / Advertising - Our metaverse ushers in a new era of digital advertising and subtle product placement, allowing brands and companies to increase their digital footprint and Web3 presence in a completely unique setting.\n\n Event activations / participation - Everdome provides a unique space for truly memorable events, exhibitions and retrospectives hosted in the metaverse for a new and unique audience.\n\n Sports & Entertainment - Everdome’s unique experience provides a perfect home for brands and individuals to create bespoke events, concerts, product launches or competitions in a uniquely futuristic setting.\n\n Future of Finance - Our future of finance district in Everdome city is a great showcase for finance products dedicated to envisioning, building and executing new financial services for a fairer society.\n\n Technology & Innovation - For those who have groundbreaking tech brands or products, our Everdome city provides the ultimate home for the most adventurous, curious and futurist of technology pioneers.\n\n Well-being - Everdome builds a specific well-being district inside our metaverse experience, an ideal base for researchers and professionals working beyond the cutting edge of human well-being disciplines.\n\n Business - If your business revolves around constantly questioning the status quo with unique and innovative solutions, Everdome provides the most fitting futuristic surroundings for promotion.\n\n Education - The educational potential of the metaverse is huge. Create a learning experience on an interplanetary world, and truly discover the possibilities of a hyper-real educational adventure.\n\n Fashion - For those searching for a revolutionary new platform for fashion launches, product placement inside immersive storylines, or simply looking to engage new audiences on the frontier of the metaverse. Everdome provides a totally unique environment for you and your customers to explore.\n\n Design - Our hyper-real and futuristic environment is an ideal habitat for pioneering design companies and collectives who seek to present their work to a passionate Web3 audience in a totally unique setting.\n\n Community - Everdome creates the perfect backdrop and home for community building for any group looking for an immersive and arresting setting. From charity groups to gaming collectives, Everdome city provides your new space in the metaverse.\n\n The tokenomics - Everdome's financial infrastructure will allow for everyone who will be settling Mars with us the ability to buy and sell around all things related and needed for settlement. Exploration of new frontiers involves many factors for success - in Everdome you will find all the keys to survival.\n\n 15% Team - 0% TGE 5% unlocked each month after\n\n 21.5% Exchange listings & liquidity - 20% TGE 10% unlocked each month after\n\n 12% Strategic partners & advisors - 0% TGE 5% unlocked each month after\n\n 24.5% Staking, in-game rewards & development - 20% TGE 10% unlocked each month after\n\n 0.5% Private round - 10% TGE 2% vested weekly\n\n 10% Company reserves - 10% TGE 5% unlocked each month after\n\n 3% Marketing - Unlocked\n\n 7.5% HERO exclusive presale - 10% TGE 2% vested weekly\n\n 5% Tenset Gem Launchpad (TGLP) - 10% TGE 2% vested weekly\n\n 1% Tenset partnership - 20% TGE, 10% vested monthly\n\n"
}