{
    "summary": "Melania Trump's brutal eight-word response to Donald's speech is revealed at raucous Wildwood campaign rally - Trump has said that the former First Lady has been his toughest critic over his raucous rallies. It appears that Trump's impression of election rival President Joe Biden as a doddering old man may have hit too close for Melania, as Trump explained at his rally on the Jersey Shore Saturday. Trump told the Wildwood crowd that he no longer does his impression of Biden because Melania thought it was really him.\n\n Boardwalk Empire star Steve Buscemi is punched in the face in a random attack in crime-ridden NYC - Steve Buscemi was punched in the face in a random attack on the streets of New York City at at 11.48am, and was treated for bruising, swelling, and bleeding to his left eye. Police released a surveillance image of the alleged attacker, dark baseball hat, blue T-shirt, black pants, and white sneakers.\n\n Wife of American soldier jailed in Russia claims she saw his Russian girlfriend stab him during video call with their six-year-old daughter - Megan Black claims she watch as her estranged husband, American soldier Gordon Black, was stabbed by his Russian girlfriend during a video call months before he was arrested in Vladivostok.\n\n EXCLUSIVE: Mica Miller's disgraced husband is STILL allowed to be a pastor after her 'suicide' as reverend friend says he needs 'guidance and counselling' - A reverend who helped Mica Miller's disgraced husband set up his church has defended the pastor - telling his congregation that he needs 'guidance and counselling' DailyMail.com can reveal.\n\n Olivia Munn, 43, reveals she underwent life-changing surgery amid breast cancer battle - Olivia Munn said she underwent the fifth surgery of her breast cancer battle last month in a bid to see more of her two-year-old son's childhood. 'I have now had a full hysterectomy. I took out my uterus, fallopian tubes, and ovaries,' Munn, 43, told Vogue in a profile for Mothers' Day. 'Doing a full hysterectomy was a big decision to make, but it was the best decision for me because I needed to be present for my family.' The Newsroom star who is married to comedian John Mulaney said she took the decision after being given a choice between the hysterectomy and taking anti-hormone medicines that would have left her bedridden.\n\n"
}