{
    "summary": "Record-Breaking Demand: $PROPS Sells Out Two Rounds in Record Time - Join our final Mega IDO round, starting on October 27th, sign up below, complete your KYC, in just a few minutes! Final Round coming soon!\n\n Built on Aptos - Propbase is a highly scalable, fast, and secure blockchain based tokenized property transaction platform. Built using the most advanced technology, transforming property into a modern liquid asset class.\n\n IPFS Distributed Web - The Interplanetary File System (IPFS) is a distributed file storage protocol that allows computers all over the globe to store and serve files as part of a giant peer-to-peer network.\n\n Aptos Blockchain - The industry's only scalable layer-1 proof of stake blockchain that has the highest transaction per second (TPS), with close to zero fees, instant throughput, and its own smart contract language, Move.\n\n IDO Partner - The premium platform for Aptos based tokens to launch and provide a high level of security for community investment. AP Launch is leading the way for quality projects to innovate the web3 industry.\n\n A next-gen property investing experience - Every property is tokenized and you can purchase all or a fraction of the total property. Every property comes with a guaranteed rental income locked in for a set period of time. All properties are qualified assets with management companies. Sell your tokens anytime by creating a listing on our P2P marketplace.\n\n Our app is great for individuals, enterprise, and funds - Whether you're an individual, enterprise, or fund, Propbase is your solution for building a real estate portfolio, that meets your requirements.\n\n Your portfolio is powered by high quality, resilient real estate assets - Here are some of the property types we bring to the platform. Propbase has a geographical focus in South East Asia. Properties listed on the platform are newly built and managed by professional property services companies, so you never have the head ache of dealing with a tenant or property maintenance.\n\n Powered by $Props - We are a high quality IDO, backed by a world-class team, and a project with real-world utility, building on the Aptos blockchain. Props is the native utility token for all for secure property transactions on Propbase. Join our community and upcoming IDO!\n\n Tokenomics - Check it out! Propbase IDO on AP Launch\n\n Our blog - Take a look at our articles & resources\n\n A powerful transformation in property transactions - A fast, secure, and seamless tokenized property transaction platform positioned to become the global brand name for the future of real estate investment!\n\n"
}