{
    "summary": "Earn Interest & Borrow Assets Cross-Chain, Seamlessly - The Radiant DAO’s mission is to unify the billions in fragmented liquidity across Web3 money markets under one safe, user-friendly, capital-efficient omnichain protocol.\n\n Industry Leading Rewards - Dynamic liquidity providers share platform fees captured in blue-chip assets\n\n Trusted by 155,000+ holders - Battle-tested and audited by multiple leading security firms. Radiant's security is of the highest priority.\n\n Blocksec - BlockSec focuses on the security of the whole life cycle of smart contracts, specializing in rigorous testing of economic attacks\n\n How It Works - RDNT Lockers\n\nLenders & Borrowers\n\n1\n\nLock $RDNT liquidity\n\nReceive revenue from interest and flash loan fees\n\n2\n\nAccess boosted emissions\n\nLocked liquidity activates lending and borrowing RDNT emissions\n\n3\n\nAccumulate tokens\n\nPaid in blue chip assets such as BTC, ETH, BNB and stablecoins\n\n A Fully-Decentralized, Community-Governed Protocol - The Radiant DAO’s mission is to unify the billions in fragmented liquidity across Web3 money markets under one safe, user-friendly, capital-efficient omnichain protocol.\n\n Own Radiant's future - Submit a proposal for review\n\nDiscuss with community members and receive feedback\n\nDiscourse\n\nOn-chain governance\n\nVote for active proposals. Your locked $RDNT liquidity is your voting power\n\nSnapshot\n\nCommunity-driven\n\nProposals that meet quorum and majority approval are implemented\n\nDeWork\n\n Our ecosystem: - Documentation\n\nLearn more about Radiant\n\nCareers\n\nWe're hiring! 🎉\n\nDiscourse\n\nDiscuss governance proposals\n\nSecurity\n\nImmunefi bug bounty\n\nSnapshots\n\nVote on live proposals\n\nLegal\n\nDisclaimer and terms\n\nPress Kit\n\nLogo and brand assets\n\nAnalytics\n\nDune dashboard\n\nRadiant Rundown\n\nMonthly newsletter\n\nDiscord\n\nJoin our community\n\nTwitter\n\nStay informed\n\nTelegram\n\nPrice and news updates\n\nYoutube\n\nSubscribe for tutorials\n\n"
}