{
    "summary": "Telegram Cross-Chain Bridge - Direct token swaps across 20 different networks. Swap native tokens or stablecoins for a 0.5% fee.\n\n Token Overview - Token Name: CrossLink\nSymbol: $CSL\nNetwork: Ethereum (ERC-20)\nTotal Supply:1,000,000 $CSL\nTax: 4/4.\n\n Allocation - 15% of the total supply will be reserved for further utility development.\n85% will be added to the liquidity pool (LP) and locked for 3 months on Unicrypt.\n\n Privacy-First - The swap can also be used to anonymize transactions, providing semi-private transactions that can only be traced with specific know-how.\n\n Decentralized - Our decentralized Telegram Bot is designed for efficiency and reliability. By leveraging the power of decentralization, we provide a scalable and resilient platform that supports a wide range of applications and services.\n\n Revenue Share Program for Holders - Revenue Share: Up to 1%, with 0.5% from token volume and 0.5% from bridge volume.\n\n Team - Burton is the founder of CrossLink, with extensive experience in EVM chains and Solidity.\nBoris is the Marketing and Community Manager at CrossLink.\nSimon is the python developer who created the Telegram bot for CrossLink.\n\n Revolutionary - At CrossLink, we are redefining the future of blockchain technology. Our innovative solutions and cutting-edge platform enhance interoperability and streamline transactions across multiple chains, ensuring a seamless user experience.\n\n Secure Transactions - We prioritize security in every transaction. Our robust system ensures that all transactions are secure, protecting your assets with advanced encryption and security protocols.\n\n Decentralized Network - Our decentralized network is designed for efficiency and reliability. By leveraging the power of decentralization, we provide a scalable and resilient platform that supports a wide range of applications and services.\n\n Cross-Chain Swap Works - 1. Start the Bot: Initiate the bot and follow the instructions.\n2. Select Your Token and Asset: Choose from a total of 20 chains the token and asset you want to bridge.\n3. Choose Desired Asset: Select the asset you want to receive.\n4. Enter Recipient Address: Provide your recipient address.\n5. Specify Amount: Indicate the amount you wish to send.\n6. Review and Confirm: Review your details and confirm. Send your assets to the address provided by the bot to start the process.\n\n CrossLink Utility Description - Telegram Cross-Chain Swap/Bridge:\n- Direct token swaps across 20 different networks.\n- Swap native tokens or stablecoins for a 0.5% fee plus chain transaction fees.\n- The swap can also be used to anonymize transactions, providing semi-private transactions that can only be traced with specific know-how.\n- Revenue share program for holders.\n\n Revenue Share Program for Holders - Revenue Share: Up to 1%, with 0.5% from token volume and 0.5% from bridge volume.\nDashboard Access: Revenue share is available directly through the dashboard.\nRequirements: Simply hold at least 0.05% of $CSL in your wallet to qualify.\nReal-Time Display: Your token revenue share is displayed in real-time on the dashboard.\nBridge Volume Distribution: Bridge volume revenue is distributed every 48 hours.\n\n"
}