{
    "summary": "About us Tokenomics Movement Buy $YYDS DAO - About us Tokenomics Movement FAQ\n\n Welcome to $YYDS Caishen - where the world of numismatics meets the realm of laughter.\n\n Our Telegram - Buy Token\n\n About Us - Introducing $YYDS\n\n Tokenomics - Token Metrics\n\n Ecosystem - Contract Address: 0x5293f5956a7ae9bcB69f3aA63260fb8133E1E42e\nTax: Buy 1%/Sell 1%\nContract Renounced\nLP Locked\n\nAll taxes are deposited in a community directed DAO where anyone can submit proposals and DAO token holders can vote on funding proposals.\n\n Roadmap - Pathway to Progress\n\n2023\n\nFoundation\n\nIn the Foundation phase, we're laying the groundwork for the journey. Our team is hard at work, refining the concept that merges the worlds of memes and cryptocurrency.\n\n2024\n\nBuilding Momentum\n\nDuring the Building Momentum phase, our vision starts to take shape. Our community of skilled artists, meme creators and developers are crafting a unique culture; fostering creativity and innovation based on the principle of FAFO and all driven by community creativity and DAO governance.\n\n2024\n\n2025\n\nUnleashing Creativity\n\nUnleashing Creativity is our focus as the culture expands to all corners of web3 supported by a robust creator DAO.\n\n Our Buidlers - Community Driven Movement\n\n How to Buy $YYDS - 1. Download and Install Metamask or True Wallet\n\nUse any cryptowallet that you are familiar with. The most common are Matamask or True Wallet.\n\n2. Purchase some Ethereum\n\nThere are many ways to acquire ETH, use a method you are comfortable using.\n\n3. Click on Dapps and Open Uniswap\n\nOpen Uniswap (https://app.uniswap.org/) in the wallet browser. You will need to paste the contract address to find the $yyds token.\n\n4. Swap Your Ethereum for $YYDS\n\nThe buy and sell tax is 1% and send directly to the DAO Treasury. Set slippage accordingly. Be sure to add the custom token when prompted or you can add it in the wallet with the contract address.\n\n About us Tokenomics Movement Buy $YYDS - $YYDS is a memecoin with no intrinsic value or expectation of financial return.\n\n"
}