{
    "summary": "Czas na C-Sharpa? - Hej, trochę mnie tu nie było.. A domenę i hosting trzeba opłacać :) W wakacje 2022 roku zmieniłem miejsce pracy, opuściłem sektor bankowy i wyruszyłem odkrywać świat w innym miejscu. Mój pierwszy projekt dotyczył tematu IoT (Internet of Things), więc doskonała odskocznia od cyferek i zapytań CTE. Dużo się również nauczyłem, gdyż miałem do czynienia z doświadczonymi osobami i czuję, że rozwinąłem się jako tester manualny.\n\n SSMS w codziennej pracy testera i nie tylko - kilka cennych porad - Od ponad roku mam okazję pracować w projektach, w których używam SQL (MS SQL) na porządku dziennym (wcześniej też używałem, ale trochę rzadziej). Przez ten czas poznałem kilka tricków, które mogą być przydatne dla osób, które chcą uprościć sobie codzienną pracę z zapytaniami w SQL Server Management Studio. Sam edytor Microsoftu nie należy (według mnie) do najbardziej przyjaznych programów dla użytkownika (w porównaniu do np. Visual Studio Code). Jeżeli nie mamy wyjścia i musimy w ni...\n\n Nowy side-projekt - dbanie o jakość na większą skalę - Niedawno szukałem jakiegoś projektu na długie zimowe wieczory. Pewnego dnia wpadłem na pomysł hobbystycznego projektu, który powiązany jest z innym moim hobby - projektem OpenStreetMap. Postanowiłem wybrać jakąś kategorię obiektów i przedstawić ją na mapie. Padło na obiekty religijne, których jest dosyć sporo (aktualnie 19 180). Obiekty te nie powinny tak często ulegać zmianom i powinny być bogate w ciekawe wartości do prezentacji, jak zdjęcia, daty itp. I tak po długiej walce z JavaScriptem, który nigdy nie znałem za do...\n\n Metoda ADEPT - sposób na naukę trudnych tematów ♕ - Witam serdecznie po przerwie, w pierwszym wpisie po przebyciu COVID-19 (lekko, ale niestety nie bezobjawowo). Myślałem, że nigdy mnie to spotka, jednak nie minął nawet rok od pierwszych zarażeń w Wuhan a ten podstępny wirus znalazł sposób, żeby dotrzeć do mojego domu. Jednym z objawów koronawirusa jest zmęczenie, w moim przypadku również takie było i skutkowało tym, że nie miałem motywacji do napisania kolejnego posta (choć możliwe, że sobie wmówiłem ten objaw). Jednak motywacja już wróciła i tym samym zapraszam do przeczytania kolejnego, tym razem krótkiego posta.\n\n Google Lighthouse - przydatne narzędzie do audytu stron internetowych - Google Lighthouse to zdobywające coraz większą popularność narzędzie do audytu stron internetowych, które pomaga w podniesieniu ich jakości w niektórych obszarach. Narzędzie jest wbudowane w DevToolsy w Google Chrome (uruchamiane klawiszem F12). Od tego roku dostępne jest także jako wtyczka do Firefoksa. Znajdziemy je również jako moduł do Node.js. Narzędzie umożliwia audyt strony pod kątem: wydajności, zgodności z PWA (Progressive Web App), stosowania dobrych praktyk, dostępności (accessibility),...\n\n"
}