{
    "summary": "Your key to effortless, private and seamless P2P transactions. - No KYC Needed!\n\n How It Works - 1: Place Your Order\n\nUsers can place buy or sell orders through our Telegram bot, specifying their terms and conditions.\n\n2: Connect with a Trader\n\nOther users will view pending orders and if interested will accept the order and begin a conversation arranging payment type.\n\n3: Confirm and Complete\n\nOnce both parties agree, the transaction is confirmed, and the crypto is released from the custody wallet. Cash is then exchanged securely between the users.\n\n About P2P - We are the go to service for streamlined crypto-to-cash or cash-to-crypto trading. Below is a lowdown on what makes us tick:\n\nHassle-free transactions with our modest 3% fee, which circles back to our holders every 3 days. Holding just 1% of the total supply opens the door to exclusive passive income through P2P.\n\nBreaking the mold, we've ditched the KYC hassle. unlike other services, no intrusive verifications here and all through our telegram bot, we're all about making your trading journey with us as straight forward as possible.\n\nSafety is our priority, your funds cozy up in our custody wallet, only making moves when the other party confirms receipt. It's not just about holding it's about holding tight.\n\nAll transactions through P2P are not only secure but covered too. We've got your back, ensuring both sides are protected throughout the trade.\n\nReady to trade? It's a breeze. Place a buy or sell order, agree on the USD rate, and kick back while someone grabs your offer. Direct communication between users keeps things personal, and every penny is securely held in escrow by us. Kick off your P2P journey now and get trading!\n\n Seamless Fiat-to-Crypto Exchange - P2P stands out from the competition because our vision is ahead of the game. What makes us unique is our focus on allowing users to easily exchange regular money for cryptocurrencies. We are also planning a revolutionary unique Pay 2 Pay system. This includes that people will be able to effortlessly switch between cash and crypto, offering an unparalleled level of flexibility and convenience. Our commitment to staying ahead of the curve makes P2P the go-to Telegram bot for innovative financial solutions.\n\n $P2P Tokenomics - (ERC20) SMART CONTRACT:\n\n0x54d1c019c53501f76361bb656542fec427bf13aa\n\nClick to copy\n\nP2P\n\nToken Name\n\nP2P\n\nSymbol\n\nEthereum\n\nNetwork\n\nRenounced\n\nOwnership\n\n1M\n\nTotal Supply\n\n5%\n\nBuy / Sell Tax\n\n2%\n\nMax TX / Wallet\n\n18\n\nDecimals\n\nExplorer LP LOCK RENOUNCE\n\n Roadmap - Q4 2023 - Establishing Foundations\n\n⚬ Kickstart brand building\n⚬ Release P2P telegram bot\n⚬ Execute marketing strategies\n⚬ First round revenue share\n⚬ P2P instant release\n⚬ Secure listings for increased visibility\n\nQ1 2024 - Strategic Expansion\n\n⚬ Forge strategic partnerships\n⚬ Launch revenue dapp\n⚬ Execute local marketing campaigns\n⚬ Top 20 CEX listing\n\nQ2 2024 - Growth and Functionality\n\n⚬ Major liquidity injection\n⚬ Top 10 CEX listing\n⚬ Implementation of new features\n⚬ Awareness initiatives\n\nQ3 2024\n\n⚬ Ongoing\n\n Contact - Join our socials to keep up to date with everything P2P.\n\n__@peertopeerETH\n\n__@peertopeerETH\n\n__support@peertopeer.pro\n\n"
}