{
    "summary": "TELEGRAM __ Decentralization Revolution of Passive Income - DEXHUB is a decentralised public Platform and cryptocurrency project. LAUNCH APP\n\n TELEGRAM __ DAPP DEXHUB Earn up 5000% Project owners: create a rewards Farm and Pools for your community and add utility to your project. - LAUNCH APP\n\n What is Descentralization? - Different from centralized exchanges like Binance or Coinbase, DEXHUB doesn’t hold your funds when you Swap, Deposit on Pools or Farms, you have 100% ownership of your own crypto at all times.\n\n Farm and Pools - A farm pool that rewards liquidity providers with high yields.\nA staking function that allows users to earn rewards for holding DEXHUB tokens.\n\n Swap - A swap function that allows users to trade cryptocurrencies without a centralized third party\n\n Launch Pad - Gain early access to public and special token sales at a lower price before they hit the market\n\n Lounge Hub - Its a selected group with Best Benefits\nAPR Booster\nAirdrop from partners\nBots and tools\n\n RWHub - Reward Token\nAuto Burn\n\n Access the DexHub Platform and Earn Now!! - DexHub as a reference in passive income in the crypto market and project integration platform becoming a showcase for your Token.\nOur Ecosystem has funding sources for BuyBack of our Token promoting constant valuation\n\n Technology in Dex Crypto - \n\n Partner Control Panel - The DEXHUB will provide a easy way to create and manage Farms and Pools\nThe Project Partner can access statistics and other options.\n\n Privacy Is Priority - Use directly from your wallet, period.\nDifferent from centralized exchanges like Binance or Coinbase, DEXHUB doesn’t hold your funds when you Swap, Deposit on Pools or Farms, you have 100% ownership of your own crypto at all times.\n\n SmartContract Authentication - \n\n Real-time traceability of funds - \n\n DexHUB Whitepaper - DexHub connects Tokens, Holders, Inverstors Channels with the Smart Chain.\n\n Tokenomics - DXHUB is the native token of the DEXHUB platform. It is used to compose pairs with a Burn function to reduce Supply and increasing valuation.\n\n"
}