{
    "summary": "郭明錤 (Ming-Chi Kuo) - Vision Pro首週末預購檢視：符合預期但隱憂浮現 / Vision Pro’s first-weekend pre-order review: expectations in line…\n\n Thi-Lam-Thuy LE - How ReLU Enables Neural Networks to Approximate Continuous Nonlinear Functions?\n\n Adam Bly - All the Institutions I Was Taught to Trust Are Crumbling All at Once\n\n Thomas Smith - Midjourney 6 Means the End for a Big Chunk of the Photo Industry\n\n Scott Galloway - Acktivism\n\n Tom Colvin - Coroutine patterns in Android, and why they work\n\n Polly Mackintosh - ‘Medicine’: Is sober dancing the new ecstasy? I’m on a boat in Amsterdam. It’s 8pm on a Friday and the walls are already wet with condensation. The topless man next to me is sweating…\n\n Michelle Wiles 🪄📈 - Stanley hype and Samba cringe: Why products fall in and out of style\n\n Prof Bill Buchanan OBE - Is Barbie’s Password ‘uiff;rnl’? Can’t wait to crack the Barbie cipher? Try here.\n\n Ida Persson - If you want to be creative, you can’t be certain Embracing ambiguity as a superpower.\n\n Jack Shepherd - The Astonishing Origins of 6 Common Compound Words The “Cob” in “Cobweb,” the “Hodge” in “Hodgepodge,” and more lovely old oddities that still cling to life in compounds.\n\n Sheila Teo - How I Won Singapore’s GPT-4 Prompt Engineering Competition A deep dive into the strategies I learned for harnessing the power of Large Language Models (LLMs)\n\n Alexey Inkin - Advice to my younger self and you after 20 years in programming I was approved a talent green card petition, became a GDE, and a lot more. Here is what I would do differently to make it faster.\n\n Tom Zimberoff - At Skywalker Ranch We Were A Photoshoot with George Lucas & Yoda\n\n The Nib - Martin Luther King Jr Was More Radical Than You Think On MLK Day, t’s time to remember who he really was\n\n Kelly Eden | Essayist | Writing Coach - At 40 He Told Me I Was Too Old, And I Agreed Are there age limits for certain things?\n\n"
}