{
    "summary": "Get AMB - Products FirepotSwap Trade AMB and other crypto Staking Earn AMB rewards in seconds Bridge Transfer crypto to AirDAO Network Explorer Explore AirDAO network AirBond Marketplace Exchange BOND tokens About Governance Discover AirDAO's decentralized leadership Governance 2.0 New era of AirDAO Governance Team See the team that make the magic happen Ambassadors Join our Ambassador Program Contact us Get AMB Get AMB and explore the AirDAO ecosystem Builders Discover your role in our ecosystem Events Keep up with AirDAO’s events Academy Learn about AirDAO Community Telegram chat Twitter Medium YouTube Discord LinkedIn Reddit GitHub Telegram news Medium Get AMBConnect wallet # Redefining Governance AirDAO is a community-governed layer one blockchain and ecosystem of web3 dApps, powered by AMB. Join AirDAO TRUSTED BY We're at the forefront of true decentralization and community participation. We put power into the hands of our community, giving you complete control over our future. Join communityLearn more Our products supercharge your DeFi journey STAKING Help secure the AirDAO network and earn AMB rewards Start earningLearn more Swap Swap tokens and earn with liquidity pools & yield farming Swap assetsLearn more BRIDGE Transfer your crypto to AirDAO with ease Bridge assetsLearn more NETWORK EXPLORER Discover insights into AirDAO. View wallets, transactions, and more Explore networkLearn more OUR MISSION ### We create the democratized future of DeFi We make crypto accessible for everyone. We educate our community and place the power of governance squarely in the hands of its diverse members. Join us in building the future of web3 together. SECURENIMBLETRANSPARENTSECURENIMBLETRANSPARENTSECURENIMBLETRANSPARENT### More than 40 people worldwide working for the AirDAO community Meet the team AIRDAO NETWORK Our layer-one blockchain is ultra-secure and lightning-fast, with minimal transaction fees 154 Validators 20k+ Holders 68m Total transactions 6.5b Total supply Get AMB AMBASSADORS Join the Ambassador Program We support individuals from diverse backgrounds eager to spread the word about our thriving ecosystem. We're welcoming and inclusive and want every ambassador to feel valued and inspired. Become an AmbassadorLearn more GOVERNANCE Democracy, decentralized Our community-led DAO governance puts power in your hands. Learn moreSee recent proposals COMMUNITY Be a part of something bigger Join AirDAO's vibrant community of supporters and developers. Engage in discussions, follow us on social, and be a part of the DeFi revolution! Contact us Take AirDAO everywhere * Manage your portfolio * Send and receive tokens * Watch AMB wallets We’d love to hear from you Get in touch if you have feedback or need help. Contact us * About * Team * Governance * Governance 2.0 * Blog * Privacy policy * Roadmap * Tokenomics * Use * Get AMB * FirepotSwap * Staking * Bridge * Network Explorer * AirBond Marketplace * DAO ToolsCOMING SOON * Be involved * Become an Ambassador * Governance forum * Builders * Events * Resources * Brand materials * Academy * Contact * Contact form * Feedback form & bug reports * Download app\n\n"
}