{
    "summary": "Dr Manhattan - Falling in love with $DrMan\n\nGetting rich with $DrMan\n\nhaving everything with $DrMan\n\nWho controls the memes\n\nControls the universe\n\n\n\nBuy Uniswap\n\nWho is Dr Manhattan\n\n About - We believe that the world of comics had a great impact on the construction of\nthe future world and many people such as  Elon Musk , Dr. Manhattan with\nabsolute and loving powers and loves people of all colors, races, languages\nand cultures, indestructible and peaceful and He is against war and in favor\nof technological progress and helping weak people, and in this regard, he will\nmake a better present and future for you with your help. We believe that with\nthe help of past and future technologies, we will create a great\ntransformation in the crypto world, in today's world of meme coins where\neveryone is looking for repetitive work such as swap & etc. we are creative\nwith new ideas by using artificial intelligence. We will change the way we\nlook at meme coins, and we are not looking for the invention of the wheel, we\nare looking for the optimal use of today's technologies.\n\n How To Buy Uniswap $DrMan - Create a Wallet\n\ndownload metamask or your wallet of choice from the app store or google play\nstore for free. Desktop users, download the google chrome extension by going\nto metamask.io\n\n\n\nGet Some ETH\n\nhave ETH in your wallet to switch to $DrMan. If you don’t have any ETH, you\ncan buy directly on metamask, transfer from another wallet, or buy on another\nexchange and send it to your wallet\n\n\n\nGo to Uniswap\n\nconnect to Uniswap. Go to app.uniswap.org in google chrome or on the browser\ninside your Metamask app. Connect your wallet. Paste the $DrMan token address\ninto Uniswap, select DrMan, and confirm.\n\n DrManomics - Token Supply:\n\n420,100,000,000,000\n\nNo Taxes, No Bullshit. It’s that simple\n\nliquidity pool\n\n93% of the tokens were sent to the liquidity pool\n\n7% CEX Listings\n\nDrManomics\n\nContract is Renounced\n\n\n100% LOCKED LIQUIDITY\n\n Road Map - Phase 1\n\nLaunch\n\nCoinGecko/Coinmarketcap Listings\n\n1,000+ Holders\n\nGet $DrMan Trending on twitter with our memetic power\n\n\nPhase 2\n\nCEX Listings\n\nFormation of token gated discord group, DrMan Palace, for holders, more\ndetails tba\n\n10,000+holders\n\n\nPhase 3\n\nDrMan Metaverse\n\nDrMan NFT\n\nDrMan AI\n\n Partnership - For a better and more developed society in the future, we need the cooperation\nof leading and influential companies, for this reason, we considered it our\nduty to give some of our profits as charity to companies ,space-x , OpenAI ,DC\nComics . and it is a matter of pride. Let's take steps in this direction\n\n"
}