{
    "summary": "BSCPad - BSCPad is the first decentralized IDO platform for the Binance Smart Chain Network.\n\n BSC Launch Pad - The BSC Launch Pad is the first decentralized IDO platform for the Binance Smart Chain Network.\n\n BSCPad Tiered System - BSCPad will showcase a fixed tier system based on the number of tokens staked.\n\n Round 1 - Allocation Round - In the first round, called the “Allocation Round”, users can purchase the amount allotted to them based on their tier.\n\n Round 2 - FCFS ROUND - In round 2, the unsold tokens from the first round are made available on a FCFS basis, only to guaranteed tiers (Platinum and above).\n\n BSCPAD Tiers - BSCPad will have different tiers based on the number of tokens staked, including Bronze, Silver, Gold, Platinum, Diamond, and Blue Diamond.\n\n BSCPAD Properties - BSCPad has properties such as Staking Requirement, Staking Length Required, Whitelist Requirement, Lottery Tickets, Guaranteed Allocation, and Pool Weight.\n\n BSCPAD Benefits - $BSCPAD benefits all holders of the token and allows for fair launches giving traders of all sizes the opportunity to invest in the best upcoming Binance Smart Chain projects.\n\n BSCPAD Incubator and Investment Partner - BSCPAD specializes in taking innovative and new ideas from concept to completion through their market leading advisory, investment, development, influencer marketing, and legal support services.\n\n Legal Partner - Silk Legal is a boutique law firm specializing in FinTech and Cryptocurrency.\n\n Lester Lim - Lester Lim is the founder of X21 Digital and incubates and supports promising projects via his marketing experience & vast connections within the blockchain ecosystem.\n\n Ian Friend - Ian Friend is the Co-Founder and COO at Ferrum Network.\n\n Danish Chaudhry - Danish Chaudhry is the CEO of Bitcoin.com Exchange, an up and coming exchange that focuses on bringing the most promising projects to market.\n\n EXNETWORK CAPITALY - EXNETWORK CAPITAL is a blockchain investment and advisory firm.\n\n"
}