{
    "summary": "Trade now - Get The App\n\nScan to download app\n\niOS and Android\n\nOr email me the app\n\n Products - Fiat ramp\n\nBuy and sell Crypto & Fiat\n\nHigh Yield Savings\n\nEarn on your Fiat/Crypto\n\nSelf-custody Wallet\n\nHold tokens securely\n\nIBAN account\n\nTransact with Nash\n\nNash widget\n\nFiat-to-Crypto SDK\n\nExchange\n\n Nash is the best Crypto Platform and Investment App to manage all your finances - Nash pioneered the compliant pathway to Crypto investing as one of Europe’s first registered platforms for cash transfers between traditional banks and Crypto.\n\nExplore DeFi, swap tokens on a non-custodial Crypto Exchange\n\nStay safe with industry leading security\n\nInvest savings in high yield accounts and earn interest\n\nTransfer cash, buy Bitcoin, Ethereum, other crypto instantly\n\nManage your portfolio with a self-custody Crypto Wallet\n\nManage finances with an NL Euro IBAN Account\n\nRegistered and fully compliant across the EEA\n\n Nash Fiat Ramp: Buy Crypto With Cash - Make bank transfers into and out of the Nash Crypto Platform, buy and sell cryptocurrencies.\n\nRegistered with FMA & DNB\n\nOne of Europe’s leading compliant Crypto Platforms\n\nIndustry leading security\n\n Nash Decentralized, Non-Custodial Cryptocurrency Wallet - Non-custodial storage of digital assets across multiple chains\n\nMulti-Chain\n\nConnect to hundreds of protocols for trading cryptocurrency and capturing yield\n\nFull WalletConnect support\n\nDeFi enabled\n\nNative on-chain Token swaps\n\nFully Self-Custody\n\nTokens are always under your control because we believe in ‘not your keys, not your coins’\n\nSecure Multi-Party Computation (MPC)\n\nSet personalized security policies\n\n Nash Euro IBAN Account - Send and receive fiat currency.\n\nSecure, Compliant, Registered\n\nYour personal IBAN account is enabled by Modulr and licensed by De Nederlandsche Bank in the Netherlands\n\nAutomate Investments, Payments, Remittances, Crypto trading\n\nSEPA Instant In/Out\n\nTransfer between accounts, pay bills, direct deposit salary payments\n\n Nash Earn High Yield Savings - Advanced DeFi powered strategies to earn yield on savings with no minimum balance requirements.\n\nEasy to use\n\nOne-click to buy and sell Crypto\n\nDirect transfer of Euro currency\n\nRetain full control\n\nSelf-custody of all assets, always\n\nMultiple options\n\nChoose your high-yield savings strategy based on risk appetite and comfort level. Powered by DeFi\n\n Decentralized Cryptocurrency Exchange - Non-custodial order book exchange for trustless, permissionless Crypto trading.\n\nSelf Custody\n\nAll your keys, all your Crypto. because you control the private keys for every token you hold\n\nSecure\n\nAudited with enhanced MPC security features and avoidance of counterparty risk to keep you and your tokens safe\n\nLow Cost\n\nWith a 0% maker fee and scaled rates for takers, Nash Exchange offers some of the lowest fees in the industry\n\nMulti Chain\n\nTrade assets across multiple blockchains\n\n Crypto Card by Visa - Your money your way\n\nUse your Crypto assets as easily as fiat currency\n\nPay with Crypto\n\nOn demand conversion of your Crypto to fiat when using the Nash debit card*\n\nEasy and convenient\n\nInstant transactions, accepted worldwide\n\nSeamless functionality\n\nNative integration with Nash Wallet and Nash IBAN account\n\n Support Whenever You Need it - Enter and exit the market with confidence knowing the team and community are here to help\n\nGuides, tutorials, videos, and Live Chat available when you need it\n\n Compliance and Registration - Nash was the first Crypto Platform in Europe registered by the Financial Market Authority (FMA) of Liechtenstein. Nash is also registered with the De Nederlandsche Bank N.V. (DNB).\n\nIndustry Leading Security\n\nNash’s Crypto Platform and Investment App uses state-of-the art, audited security measures and is fully non-custodial.\n\n"
}