{
    "summary": "Bit Rivals - Bit Rivals is a platform built for gamers and crypto enthusiasts, bringing together the best parts of play-to-win and play-to-earn games in a single platform with the help of the $RIVAL token.\n\n Compatible games - rainbow 6 siege, apex legends, league of legends, valorant, call of duty warzone, counter strike, player unknowns battlegrounds, dota 2, fortnite, starcraft II, rocket league, overwatch, hearthstone, arena of valor, super smash bros, rainbow 6 siege\n\n ZONES - The Bit Rivals ecosystem consists of five main zones. Explore what these zones have to offer by clicking on their icons below.\n\n Rival Player Hub - The Rival Hub is a directory of all Bit Rivals players, where players can compare their stats against others, view game specific or global leaderboards, trade items directly between players, create an eSports team, add other players to their roster, and start a squad chat using our built-in VOIP and chat program.\n\n Rival Arena - Rival Arena is the heart of Bit Rivals. This zone allows users to create their own tournaments for the games of their choice and host them either publicly or privately. Players can enter tournaments at the click of a button and winners of the tournament take the prize pool.\n\n Rival Rewards - Rival Rewards is a point-based rewards system that allows players to earn points by participating in tournaments or by simply playing their favourite games. Players can use their points to redeem rewards such as $RIVAL tokens, profile cosmetics and NFTs, official Bit Rivals merchandise, XP Boosters, giveaway entries, and raffle tickets for gift cards and gamer gear.\n\n Rival Loot - Rival Loot is the official Bit Rivals marketplace where players can purchase new items, take part in auctions, mint their own NFTs, and buy official merchandise. Players can find items such as profile backgrounds, avatars, picture trims, titles, XP Boosters, Bit Rivals accessories, and more.\n\n Rival Swap - Rival Swap is a DEX tool that allows users to swap, stake, and farm $RIVAL tokens. Users can find the best rates for exchanging $RIVAL tokens, gain interest on trading fees by adding $RIVAL and $BNB as a liquidity pair, stake $RIVAL to yield the highest single asset APY, and exchange BSC $RIVAL for pegged $RIVAL tokens on other chains.\n\n Tokenomics - The $RIVAL token powers the Bit Rivals platform and provides systems for automatic rewards. The total supply of $RIVAL is one billion. The token is powered by the Binance Smart Chain. Staking and LP rewards are available, and the token has various allocations including rewards, private sale, public sale, DEX liquidity, advisors/partners, team allocations, development, future strategic sale, CEX liquidity, and staking/LP rewards.\n\n Why Bit Rivals - Bit Rivals offers players a way to earn rewards and generate passive income through the power of blockchain technology. It combines Play-to-Earn and Play-to-Win systems to reward players at all skill levels.\n\n Roadmap - Bit Rivals has a phased roadmap with goals including website design and launch, smart contract finalization, official audit, whitepaper release, token creation, referral program, giveaways, presale, public launch, airdrop program, listings on Goingecko and CoinMarketCap, digital ad campaign, influencer marketing, official merch store, social media growth, Rival Swap launch, staking/LP farming, CEX listings, Rival Arena design and launch, Rival ID full launch, ETH/MATIC/ADA bridges, Rival Loot design and launch, tournament casting, desktop and mobile app development, Rival Rewards launch, wallet/swap app integration, Twitch tipping integration, fiat on-ramp integration, partnership with game studios, funding indie games, and sponsoring a pro eSports team.\n\n"
}