{
    "summary": "Meme Kombat - Meme Kombat is an innovative new gaming platform designed for gaming enthusiasts. From active betting to passive staking, there are rewards for all users.\n\n Tokenomics - 30% STAKING & BATTLE REWARDS\n\nWe have set aside a large percentage of the supply to support that ecosystem and help maintain balance.\n\n10% DEX\n\n10% of the overall supply is reserved for pairing with a liquidity pool on a decentralized exchange.\n\n10% COMMUNITY REWARDS\n\n$MK is all about participation and community engagement through the love of epic battles. So we have set aside a good amount of tokens for community rewards.\n\n Roadmap - 2024\n\nPlatform Launch - Q1 2024\n\nObjective: Officially launch the Meme Kombat platform.\n\nDetails: Depending on the completed sell-out of the presale, the platform launch is planned for first quarter 2024.\n\nOutcome: The launch will mark the commencement of Meme Kombat's operations, offering users access to battles, staking, and other features.\n\nSeason 1 - Immediate Post-Launch\n\nObjective: Inaugurate the first season of Meme Kombat.\n\nDetails: Season 1 will kick off immediately following the platform launch, featuring battles, leaderboards, and more.\n\nOutcome: This season will set the stage for continuous gameplay, attracting players, and fostering community engagement.\n\nSeason 2 - Q2 2024\n\nObjective: Launch the second season of Meme Kombat with enhanced features and experiences.\n\nDetails: Building on the success of the first season, Season 2 will commence in second quarter of 2024, introducing new battle types, rewards, and opportunities.\n\nOutcome: Season 2 will further establish Meme Kombat's presence in the blockchain gaming space, reflecting the project's commitment to innovation and continuous improvement.\n\nFuture Development\n\nContinuous Upgrades: Meme Kombat will continue to evolve, with ongoing updates to the platform, gameplay, tokenomics, and more.\n\nCommunity Engagement: Ongoing interaction with the community will shape future seasons and features, aligning with player preferences and industry trends.\n\nExpansion Plans: Looking beyond 2023, the project has plans for further expansion, potentially adding new game modes, partnerships, and other exciting developments.\n\n"
}