{
    "summary": "Leonardo Di Caprio On 'Killers Of The Flower Moon' - Deadline Q&A - Leonardo Di Caprio discusses his role in the film 'Killers of the Flower Moon' in a Q&A with Deadline.\n\n The Office Greg Daniels Opening Development Room To Explore New Series Ideas - Greg Daniels, creator of 'The Office', is opening a development room to explore new series ideas.\n\n Box Office ‘Mean Girls’ Rules School With $31M+ Debut; ‘Beekeeper’ Colonizing $19M+ - 'Mean Girls' dominates the box office with a debut of over $31 million, while 'Beekeeper' earns over $19 million.\n\n Prime Video Southeast Asia Slashes Originals Team As Part Of Global Cuts - Prime Video Southeast Asia reduces its originals team as part of global cuts.\n\n NFL Playoff Game Isn’t On National TV, But Ticket Prices Plunge; Sunday Ticket Lawsuit - An NFL playoff game is not being broadcast on national TV, leading to a drop in ticket prices. There is also a lawsuit regarding Sunday Ticket.\n\n International Box Office 2023: Turnstiles Danced With Growth In Key Markets While The Floor For Big Titles Dropped & China Shrugged; Global Studio Rankings - The international box office in 2023 saw growth in key markets, while the floor for big titles dropped and China remained unaffected. Global studio rankings were also affected.\n\n Alec Musser Dies: ‘All My Children’ Soap Star Was 50 - Alec Musser, known for his role in 'All My Children', has passed away at the age of 50.\n\n Taylor Swift Scores Icy View At Freezing Chiefs-Dolphins Playoff Game Streaming Only On Peacock - Taylor Swift braves freezing temperatures to attend the Chiefs-Dolphins playoff game, which is streaming exclusively on Peacock.\n\n Josh Hutcherson On Losing Out On Playing Spider-Man & Open To Making Cameo For Multiverse: “I’d Throw Some Webs Around” - Josh Hutcherson reflects on losing the role of Spider-Man and expresses interest in making a cameo in the multiverse.\n\n David O. Russell To Direct Selena Gomez In Linda Ronstadt Biopic - David O. Russell is set to direct Selena Gomez in a biopic about Linda Ronstadt.\n\n ‘The Traitors’ Season 2: The First Two Murdered & Banished Contestants Revealed - The first two contestants to be eliminated from Season 2 of 'The Traitors' are revealed.\n\n Gael García Bernal Talks Exploring His Sexuality & Getting Paid To Play His Favorite Pastime, Wrestling, In ‘Cassandro’ - Gael García Bernal discusses exploring his sexuality and getting paid to wrestle in the film 'Cassandro'.\n\n"
}