{
    "summary": "Avatly – your fashion metaverse - Our desire is to create an outstanding experience of trying on virtual clothes in the Metaverse. We are convinced that the Metaverse and VR technology are the keys to realizing this vision.\n\n MALL DESIGN - We designed our mall to be approximately 300 000 sqm across three floors. We also designed entertainment spaces for users who want to have a good time without shopping, such as fashion shows and VR parties.\n\n DIAMOND SHAPE - We were inspired to build our mall in the shape of a diamond because diamonds are a symbol of independence, wealth and exclusivity.\n\n TROPICAL PARADISE - On the tropical island, in the middle of paradise, because we believe Avatly should be built in the most beautiful place within the metaverse.\n\n AVATLY APP - Users will create their measured ultra-realistic avatar using Avatly app based on the best 3D gaming engines.\n\n GREAT DESIGN MATTERS - Our fashion experts select the best collections of famous brands and help you to find the style to be the best version of yourself.\n\n INFLUENCERS - Imagine an ultra- realistic version of you dressed in a collection of the top fashion brands. Avatly will allow you to style your avatar in an amazing way by selecting from the best brands digital garments and then upload the image/video to your social media. Become the first 3D fashion influencer and build the fashion metaverse with Avatly.\n\n WE ARE HIRING - If you are a 3D fashion artist contact us and start creating 3D garments for the biggest fashion brands.\n\n TAKE YOUR BRAND INTO THE METAVERSE - Avatly will enable apparel companies to digitally transform their business. Revolutionize your brand with true-to-life 3D garment collections.\n\n METAVERSE BOUTIQUES - Our 3D artists will build the ultra-realistic and VR ready metaverse boutique for your brand.\n\n METAVERSE E-COMMERCE - Avatly will be able to seamlessly connect directly to your eCommerce site. This feature will enhance your customers with an immersive online shopping experience and inspire greater confidence in your brand.\n\n NFTs - We will colonize the Metaverse’s tropical world by creating NFT island properties and plots within our paradise. Each NFT will confirm ownership of a plot, island, clothing design, real estate, luxury boat, or yacht.\n\n ALTER EGO AVATARS & FASHION NFT'S - Avatly will provide technology to easily create, collect, and trade unique NFTs. Our technology will allow users to create an avatar through an internal app that scans their faces and simultaneously creates a 3D mesh.\n\n CORE TEAM & ADVISORS - Lukas Rybczonek - Co-Founder & CEO\nJack Jablczynski - Co-Founder & CTO, Unreal Engine developer\nAdam Rybczonek - Co-Founder & CMO, Unreal Engine designer\nJohn - Unreal Engine Developer\nNikolaj Cholewa - Unreal Engine Developer\nCamil Kondzielski - 3D Graphics Designer\nDarek - 3D Graphics Designer\nRaphael Bilik - Community Manager\nMichael - Compliance Advisor\nIain - Data Analyst Advisor\nKris - Marketing Partner\nNatlie - Operations Manager\nMatthew - Industry Advisor\nNorbert - Interior Design Advisor\n\n CONTACT - Avatly L.L.C-FZ\nLicense number: 2201643.01\nBusiness Center 1, M Floor\nNad Al Sheba, Dubai, U.A.E.\ne-mail: contact@avatly.com, cmc@avatly.com\n\n"
}