{
    "summary": "The world's most innovative decentralized stablecoins and DeFi stablecoin infrastructure. - The Frax ecosystem is a self-sufficient DeFi economy utilizing stablecoins as currency.\n\n Frax Stablecoins - The Frax Protocol currently issues 3 stablecoins.\n\n FRAX - The Frax stablecoin is a crypto collateralized stablecoin pegged to the US dollar that is highly scalable, trustless, and ideologically pure on-chain money.\n\n FPI - Frax Price Index (FPI) is the first stablecoin pegged to a basket of consumer goods (CPI) creating its own unit of account separate from any nation state denominated money. FPI is fully backed and crypto collateralized.\n\n frxETH - Frax Ether (frxETH & sfrxETH) is an ETH pegged stablecoin and LST system used as a replacement for WETH in smart contracts. Designed to leverage the Frax ecosystem and fully crypto collateralized.\n\n Frax Infrastructure - The Frax ecosystem has several subprotocols that integrate its stablecoins.\n\n Fraxswap - Fraxswap is the first AMM with an embedded time-weighted average market maker (TWAMM) for conducting large trades over long periods of time trustlessly. It is fully permissionless and based on the constant product invariant (xy=k).\n\n Fraxlend - Fraxlend is a trustless, permissionless, and non-custodial lending platform that provides lending markets between any two ERC20 tokens. Each pair is an isolated market which allows anyone to participate in lending and borrowing activities.\n\n Fraxferry - Fraxferry is a permissionless, non-custodial, and secure method to transfer natively issued Frax Protocol tokens across many blockchains without requiring bridges or third-party applications.\n\n Frax Governance - The Frax Protocol is governed by two tokens.\n\n Frax Share - Frax Share (FXS) is the utility token that can be staked as veFXS to govern the ecosystem's stablecoins and infrastructure protocols. FXS tokens have various utility and features within the overall Frax economy.\n\n Frax Price Index Share - Frax Price Index Share (FPIS) is a utility token that can be staked as veFPIS to uniquely govern the FPI stablecoin's novel CPI peg properties. FPIS is interconnected to the Frax Share (FXS) token, and both grow in utility together.\n\n"
}