{
    "summary": "WELCOME TO BATTLEFLY - Step into the exciting world of BattleFly Battlegrounds, the ultimate Web3 idle strategy game built on blockchain technology. Immerse yourself in a competitive strategy game where your in-game actions can earn you real-world rewards.\n\n The BAttleFLy - A beautiful Assassin - Each BattleFly NFT game piece is a one-of-a-kind blend of brutal power and stunning beauty with the potential to defeat other players, rank on the daily leaderboards and earn rewards.\n\n BATTLEFLY - A BattleFly is a customizable and collectible NFT that is used to compete in the game. BattleFly's can be improved by equipping better and more synergistic mods allowing players to create a truly unique and powerful machine.\n\n Hyperdome - Stake your BattleFly in the Hyperdome with $magic and compete against other players in merciless strategic combat! Players can earn valuable in-game rewards, including $Magic and gFLY tokens.\n\n PRETTY FLY FOR A GAME-FI - Ready to join the action? Here's how you can play and win in BattleFly Battlegrounds. Our matchmaking system will pit you against other BattleFlys in intense PVP battles. You can play in the free to play Proving Grounds, or enter the competitive Hyperdome where players stake a small amount of the in-game currency, $MAGIC, on the outcome. If you come out on top, you'll receive your opponent's staked $MAGIC. Players with a win % greater than 53% will steadily grow their earnings as they will accumulate more Magic than they lose.\n\n Secured by gfly and powered by magic - BattleFly is powered by $MAGIC, a currency purpose built to enable economic and narrative based connection and compatibility across a variety of games and metaverses. Through a shared token and resources, each game within the Treasure Dao ecosystem strengthens and supports one another. gFLY is a governance token that runs the decentralized BattleFly network, including Games, Treasury and Flywheel Locking. In return for powering the network, gFLY holders are rewarded for staking and providing security to the network.\n\n"
}