{
    "summary": "Nero Token - Nero Token is here to make a revolution into the Crypto Market and prove that it's possible to create a consistent, decentralized, and Hyper-Deflationary project for the community, making the supply decrease with each transaction with automatic burn, paying rewards in $BUSD to the holders, with also utility and scalability with our NERO Token Creator and NERO Launchpad!\n\n Tokenomics and Statistics - Total Supply: 1,000,000,000 Tokens\nTokens Already Burned (55%): 550,000,000\nFairlaunch and Liquidity: 370.000.000\nLocked Tokens for CEX Listings: 40.000.000\nLocked Tokens for NERO Launchpad: 25.000.000\nLocked Tokens for NERO Token Creator: 15.000.000\nLiquidity Locked for 10 Years\nNo Team Tokens!\n\n NFT Collection - We've developed a NFT collection with Amazing High Quality Art, and part of the profit from this Collection Will be be used to buyback $NERO and BURN MORE!\n\n Nero Token Creator Dapp - Nero Token Creator is a DAPP where everyone can create and deploy its own Token, with different options like: Automatic Burn, Reflections and Liquidity Generator, easily, on BSC and ERC networks, with just a few clicks, with no code needed, and all the contracts created will be automatically verified on BSCScan and Etherscan, and free of malicious codes, avoiding rugpull and scam projects.\n\n Nero Launchpad Dapp - We are developing a DAPP where all devs will be able to launch its own project, on BSC or ERC network, with Tokenomics, Liquidity and Token Locker, easily, with just a few clicks, no code needed.\n\n Roadmap - Phase 1: Smart Contract, Burn 55% Supply, Website Design, Telegram Group, Twitter Account, Tokens Lock, Contract Audit, NFT Collection Launch, Fairlaunch on PinkSale, Pancakeswap Listing\nPhase 2: Ownership Renounced, Global Marketing, 500 Holders, 3,000 Telegram Members, 3,000 Twitter Followers, Coinmarketcap, Coingecko, 1st CEX Listing\nPhase 3: Promotion on YouTube/Twitter, Global Marketing, 1,000 Holders, 10,000 Telegram Members, 10,000 Twitter Followers, 2nd CEX Listing\nPhase 4: Promotion on YouTube, Global Marketing, 20,000 Holders, 50,000 Telegram Members, 50,000 Twitter Followers, Top CEX Listing 1, Token Creator Dapp, Top CEX Listing 2, Nero Launchpad, Roadmap V2\n\n Partners - \n\n"
}