{
    "summary": "Explore True FREEDOM OF SPEECH - A social media where no more centralization nor censorship\n\n Breeze DAO - Breeze DAO is a decentralized autonomous organizations started with core idea of developing decentralized social media. The project is completely run by its community members. Any one can become DAO member by owing governance tokens. Members having governance tokens (BREEZE) are decision making entities via voting on proposals. Breeze token holders also get daily dividend reward.\n\n Breeze Blockchain - Breeze turns the concept of blockchain into dApp optimization by developing a dedicated chain for decentralized social media platform. Breeze blockchain operates with 3 seconds of block time and a daily maximum supply of 8640 tokens. TMAC is native token of breeze blockchain which runs on Proof Of Likes ecosystem. Each TMAC token that is generated gets distributed among all the contributors of economy as per given reward pool. Breeze is an optimistic web3 solution with complete deFi solution and has no transaction fee. It is developed to scale as per future needs where metaverse will be a big part of Breeze. Breeze blockchain is secured with multiple actively running validator nodes and dozens of backup nodes. Anyone can discover, develop and deploy with ease of GitHub open-source practices.\n\n Social Media dApp - Tip Me A Coffee (tipmeacoffee.com) is the next level of social media platform developed by breeze DAO on breeze blockchain to solve common issues of conventional social media. Centralization: TipMeACoffee is run under breeze DAO which makes sure that no central authority is present to control platform. Censorship: Breeze ensures freedom of speech via posting content on blockchain. No one without keys can touch (edit/delete) content of users. Rewards: As compared to conventional social media platforms, users get rewarded for every like on TipMeAcoffee which makes their time and efforts valuable.\n\n Breeze DeFi - To give our users best of blockchain experience, Breeze has its own DeFi dApp where rewards for staking and LP mining are available. TMAC Staking: 20% of daily generated TMAC tokens are rewarded to Staking. TMAC LP Mining: 30% of daily generated TMAC tokens are rewarded to LP Mining. TMAC Bridge: TMAC token is available on multiple blockchains via TMAC bridge.\n\n BREEZE Tokenomics - BREEZE is the governance token of Breeze DAO. Governance: Holders of breeze tokens will be able to make all decisions of breeze dao through voting on proposals. Dividend: Holders of breeze tokens will earn regular dividend from TMAC tokens. 10% of TMAC tokens are set for this dividend pool. These dividends will be distributed among token holders on regular basis through proposals.\n\n Basics of Breeze Ecosystem - Breeze is the governance token of Breeze DAO which gives voting power to holders and daily dividend reward. TMAC is the utility token of breeze blockchain for dapps tipmeacoffee.com and tmac.finance. Breeze DAO has been started with a comprehensive objective of decentralized social media. Main goal is to ensure freedom of speech via an open-source social media platform so users can express themselves freely. It also serves the purpose of rewarding social media users for their time and effort as compared to any centralized social media platform. Breeze solves 3 major issues in conventional social media: Centralization, No rewards for users, Censorship. To counter these problems, breeze has with following solutions: DAO, Reward System, Blockchain. Social Media is a proven growth modal. Breeze has developed its core values to ensure abundant upward trend and less downward pressure through its vibrant business modal of buying back and burning. As the platform grows, being an autonomous decentralized organization breeze reward its contributors as per their contribution and investors being back bone of this ecosystem earns the highest values in the form of governance and dividend.\n\n Developer Appraisal Fund - With an approach to open source and decentralized social media, Breeze has put part of daily reward pool (2%) for developers to develop new features on breeze dapps including improvement of breeze blockchain. Development related discussions are available on community forum and opportunity is provided on Breeze foundation github.\n\n Our Partners - Breeze DAO is a decentralized social media project by Breeze DAO.\n\n"
}