{
    "summary": "Pop Social IDO and Listing are Live! - Check out our new press release about Pop's next big step into listings on top tier exchanges.\n\n Pop Token (PPT) - The Pop ecosystem is run by a sustainable economic model. The steady flow of PPT within the Pop Ecosystem allows the Pop Treasury to capture value from both users and creators and redistributes this value back to the community on a contributon basis.\n\n TOKENOMICS - Verified Contract\n\nLitepaper\n\nMulti - Chain Functionality\n\nPop began its journey on BNB Smart Chain and is also available on Polygon. As a multi-chain project, we will soon be available on many other chains.\n\n Pop Social's PPT Token's smart contract has successfully undergone a comprehensive audit conducted by PeckShield, ensuring the utmost safety and security for your interactions with our token sales. Your peace of mind is our priority. - \n\n Our Roadmap - The Pop team is ecstatic about the road ahead. The future of Pop will be much like its present, to be the ultimate Web3 social ecosystem that empowers users by placing creators in the middle. Our roadmap will tell you all about it.\n\n Pop Ecosystem - Pop is a unified platform that brings together diverse social communities, enabling seamless interaction and collaboration. By leveraging cutting-edge technologies like generative AI and multiple blockchains, Pop creates a cohesive environment where users can effortlessly connect and engage, fostering a vibrant and interconnected digital society.\n\n Michael Shen - CEO\n\nAs CEO and Cofounder of Pop Labs, Michael is a dynamic innovator in the world of emerging technologies. With more than 8 years of experience in the blockchain and crypto industry, Michael is committed to building the next generation social gateway to accelerate the Web3 social revolution. Aimed at transforming the multi-billion dollar creator economy, POP will democratize content ownership and user privacy. The platform will play a fundamental role in the future of creativity, bridging the gap between traditional social media and the Web3 shared social experience as the ramp to bring the next one billion users to Web3.\n\n Dr. Joey Chou - Chief Product Officer\n\nDr. Joey is the CPO at Pop Labs. With a doctoral degree from MIT and prior experience at Apple, he brings a wealth of knowledge and expertise in product design and innovation. In his role as CPO, he exercises a wide range of responsibilities from formulating product strategy, overseeing product development, conducting market research, coordinating with various company departments, leading the product team, to assuring product quality and performance.\n\n Goncalo Vicente - Product Lead\n\nGoncalo Vicente is an experienced product-centric founder and CEO of a web3 start-up developing an open protocol for digital assets inheritance, covering cryptocurrencies, NFTs and DeFi, taking it from ground zero to a successful live launch. Vincent has honed his skills for over 15 years at Accenture, a global consultancy firm, where he contributed to delivering numerous digital products and implementing large-scale solutions within the Fintech ecosystem.\n\n Simranjeet Singh - Lead Frontend Developer\n\nJeet is Pop’s React Native Developer with a strong focus on blockchain, DeFi, and NFT solutions. He takes pride in developing innovative applications that elevate user experience and drive business growth. His expertise includes API development, responsive UI design, and app optimization, with experience in TypeScript, Solidity, Git, and GitHub for version control and collaboration.\n\n Matt Gao - \n\n"
}