{
    "summary": "PancakeSwap Intro - PancakeSwap helps you make the most out of your crypto in three ways: Trade, Earn, and Win.\n\n Trade - Instantly swap crypto tokens: no registration or account needed.\n\n The people's choice - PancakeSwap is the leading decentralized exchange on BNB Smart Chain, with the highest trading volumes in the market.\n\n Low fees - PancakeSwap runs on BNB Smart Chain, a blockchain with much lower transaction costs than Ethereum or Bitcoin. Trading fees are lower than other top decentralized exchanges too.\n\n Decentralized - Trade directly from your wallet app. Unlike centralized exchanges like Binance or Coinbase, PancakeSwap doesn’t hold your funds when you trade: you have 100% ownership of your own crypto.\n\n Earn - Earn CAKE and other tokens for free with super high interest rates.\n\n Earn tokens with Syrup Pools - Stake CAKE, earn free tokens.\n\n Earn CAKE with Yield Farms - Stake LP tokens, earn CAKE.\n\n Earn Trading Fees - Even if your trading pair isn’t supported on the Farms page, you can still earn trading fees when you stake your tokens in Liquidity Pools (LPs).\n\n Win - PancakeSwap makes making money fun.\n\n Lottery - Millions of dollars regularly go up for grabs on the PancakeSwap Lottery.\n\n NFT Collectibles - Win collectible NFTs for participating in trading competitions and more fun & games.\n\n Prediction - Win BNB if you can predict whether the BNB price will rise or fall.\n\n Pottery - Win a bigger yield on your CAKE deposit, combining CAKE lock-staking and lottery!\n\n Is PancakeSwap safe? - See for yourself: Check out these PancakeSwap security audits here.\n\n Transparent - We’re built on open-source software: our site and all our Smart Contracts are publicly visible for maximum transparency. Our contracts are verified on BscScan so you know that what you see is what you get.\n\n Security best practices - The chefs use multisig for all contracts. Our contracts’ time-locks give you peace of mind.\n\n"
}