{
    "summary": "MantaFest is NOW LIVE! - Join MantaFest! Earn Points and Future Rewards!\n\n Manta Pacific Mainnet is Live - Manta Pacific is the first EVM-equivalent ZK-application platform that is scalable and secure through Celestia DA and Polygon zkEVM.\n\n Modularity for Lower Gas Fees - Leveraging Celestia's modular data availability, Manta Pacific delivers a blazing-fast infrastructure at a fraction of the cost of monolothic L2s. Combine that with Manta's Universal Circuits, and you have the perfect environment for building and launching dapps.\n\n Low Fees, High Scalability - Manta Pacific leverages Celestia and a modified OP Stack to deliver a cutting-edge technical infrastructure offering extraordinary scalability paired with low gas fees. Combined with Manta Pacific's Universal Circuits, Manta Pacific delivers an unrivaled environment for building and deploying ZK applications and dapps.\n\n Developer-Friendly, App Agnostic - A multi-modular approach provides developers the flexibility on leveraging Manta’s private identity tools across chains and in web2 environments including mobile apps. Manta’s SDKs and proof keys offer developer-friendly solutions for integrating on-chain identity with just a few lines of code.\n\n New ZK Use Cases - Manta Pacific offers Universal Circuits, a ZK library for developers to easily call ZK-enabled contracts for their existing Solidity smart contracts and dapps. Manta Pacific’s core circuit designs for its Universal Circuits include zkContracts such as zkShuffle for on-chain gaming.\n\n Non-Invasive Compliance - Manta Network’s zkSBTs allow users to verify in a trustless, decentralized manner without exposing any details. zkSBTs such as the zkBAB and zkGalxe Passport deliver a seamless on-chain KYC verification without any need to scan passports or enter sensitive personal information.\n\n A Growing Ecosystem - From DeFi to gaming to social, apps deploying on Manta are designed to bring the best experience and value to real users. The Manta Ecosystem Grants Program is designed to explore and grow new and valuable use cases to solve pain points faced by real users.\n\n"
}