{
    "summary": "Metakingdom IDO is about to start - Metakingdom fight for your tribe!\n\n GameStory - The crystal of the world was broken . turned into pieces and scatter into the world . Heaven and earth changed , disaster struck , civilization collapsed,there was hell to pay.\n\n ALLIANCE LEGION NFTS - MetaKingdom has 16 heroes, all of them are NFTs.They are divided into 6 levels of quality and 4 categories.each heroes with its own special attributes and skills. Players can collect different hero pieces through battles, and hero pieces can be used to synthesize and upgrade heroes.\n\n NFT Alliance Legion - MK debuts with 20 alliance legions. Lords with alliance badges can build their own legions and become their own NFT assets. Alliance legion members can get alliance coins & points by complete tasks, which can be used to buy corresponding props and materials in the alliance store.\n\n Territory NFTs - In MetaKingdom, you can own your land by holding crystal shards. We have more than 10 sections for you to explore. You can develop new land and get new resources such as food, wood, iron, gold, etc., by upgrading the land. Also, the land has a training ground where you can train troops to gain gold and resources through adventure.\n\n Game features - MetaKingdom is a decentralized crypto game where heroes, materials, and tokens are all crypto assets. Collectors have multiple ways to earn in-game revenue: synthesize heroes, sell materials, adventure, etc.\n\n our team - Mark Rizzn Hopkins - CO Founder & CEO, American cryptography technology expert, senior industry media person, blockchain investor. Mr.Sukhindar Singh Chopra - CTO, Indian cryptography technology expert with more than 5 years' experience in both smart contract development and DAPP. Dr.Bob Angell - Director&Technical Advisor, American artificial intelligent expert, a pioneer in the field of AI + NFT in the world. Mahesh Basnet Bhaktapur - Honorary Advisor, Ex-Minister for Industry, Current Member of House of Representative, Chairman of Youth Association Nepal, and Chief of Youth Force Nepal.\n\n Road Map - 2022 - Incubation: Project ideation, and technology development. Setup Foundation and Legal Structure. Team assembling. Official website Launch. Social Media Presence. Promotional Campaigns and Community Building. Token Contract Audit. 2023 - Preparation: Marketplace Development. Detached Payment Solution. Polygon Smart Contract Deployment. New Core Gameplay - paper prototype testing. User interface. Unity tech stack deployment. Core Gameplay Development on Unity. Game-play assets interoperability with other games. New Special Ability Features and Scoring. 2024·Q3 - Launching: ALPHA 1.0 (v.0.0.1) close testing&Launched. Early Access Recruitment. Marketplace 1.0. NFT Monsters in-game assets pre-sale. User interface upgrade. Player-owned NFTs. NFT rewards from previous staking pools. Family System 1.0. 2024·Q4 - Silver: ALPHA 2 PUBLIC LAUNCH (v0.2.1). Basic gameplay (v2). Native user interface. iOS/Android App. Dungeon map random algorithm engine. Rental Contract 1.0. Account Management. 2025·Q2 - Gold: BETA 1 (v0.2.1). Monster breeding system. Family System 2.0. BETA 2 (v0.2.2). Territory system. Exclusive game lobby. User interface upgrade.\n\n"
}