{
    "summary": "PikaNomics - With the eruption of Anime tokens, we have yet to see Anime tokens with utility. This is where Pikachu Inu comes in. Not only are our Pikanomics perfect, rewarding all holders, but also ensuring it is Community Driven with Marketing funds.\n\n Features - PIKASWAP\n\nA Decentralized Exchange that makes it simple for new-comers to purchase $PIKACHU using a multitude of wallets, with future developments including purchasing $PIKACHU directly from a third-party using different types of payments.\n\nPIKADASH\n\nPikaDash gives control to the Holders by allowing them to check their current holding status, the amount of tokens they have received through our generous Passive Income system, and much more.\n\nPIKATOOLS\n\nA new and revolutionary way in not only checking the current price of $PIKACHU, but a way to navigate the ETH ecosystem by checking graphs, recent transactions and much more.\n\nPIKANFT\n\nMany NFT platforms lack the user-friendly experience that comes with monetizing art. PikaNFT Platform will allow holders to generate, create and list their NFT’s while browsing other NFT projects.\n\n PikaSwap - A Decentralized Exchange that makes it simple for new-comers to purchase Pikachu Inu using a multitude of wallets, with future developments including purchasing $PIKACHU directly from a third-party using different types of payments.\n\n PikaTools - A Decentralized Exchange that makes it simple for new-comers to purchase $PIKACHU using a multitude of wallets, with future developments including purchasing $PIKACHU directly from a third-party using different types of payments.\n\n PikaVerse - I’m sure most of us have played Pokèmon on gameboy before and faced what felt like the biggest decision of our entire lives, choosing the best starter pokemon. However, we’ve rarely experienced what it would be like to choose the best starter pokemon of them all, Pikachu. Well, now you finally have the chance to explore just that in our very own multiplayer PikaGame.\n\nThis story-based game will be centered around Pikachu as we dive deep into his origins and his upbringing and learn about his early life from the very beginning. We will see the manifestations of Pikachu’s incredible journey come to life alongside one of his best companions, Inu. Pika Inu will feature in the game as a character that is derived from the PikaNFT’s.\n\nThe multiplayer mode of the PikaVerse is a Play-To-Earn NFT-Based game.\nPlayers must purchase a PikaNFT character and use this character in the multiplayer game. Play-To-Earn minigames within the PikaVerse will allow holders to increase their in-game holding amount which in turn can be converted to $PIKACHU.\n\nThe PikaVerse will incorporate many avenues such as Player Vs Player, whereby players can use their PikaInu to verse other Players’ PikaInu’s. The attributes are based on the rarity of the NFT’s which are defined in the Metadata of each NFT.\n\nOther features to the game include Player Vs Environment and Raids – players can band together to take down the NPC’s that raid the island that the PikaVerse is set on. Earn points as you deal more damage in these raids.\nBuckle in though, these raids can last for hours and even days! Trade your PikaPoints for traits or for your PikaInu NFT making it more powerful and rare.\n\nThe PikaNFT platform will allow users to check the strength level of their PikaInu with different traits bringing different powers. With a limited amount of PikaNFT’s, PikaInu’s will become scarce which is when the in-game trading and on market begins.\n\n PikaMap - \n\n How To Buy - Register on Binance and get $100\n\nWin up to $10,000 in 2 steps\n\nRegister and receive your 5,030 USDT now!\n\nGet $5 to Receive Alerts\n\n"
}