{
    "summary": "Login to Your Account - Username or Email Address\n\nPassword\n\nRemember Me\n\n About ECX - ECX Token is an ERC20 Token running on Ethereum Blockchain and serves\nenterprises for their business development projects. By leveraging on Ethereum\nblockchain technology, we are building a smart economy, enabling\ncryptocurrencies to be widely used in real business projects and making real\nassets tradable in crypto.\n\n Token Distribution - ECX Token Distribution\n\n20% ECX Project Team\n\n10% Business Development\n\n10% Bounty and Rewards\n\n50% Token Sale and Pre-Sale\n\n10% Exchanges\n\n ECX the Revolution in Business Model - we are building a smart economy, enables cryptocurrencies to be widely\nused in the real business project and making real assets tradable in crypto.\n\n OUR TEAM - ECX Team operates with offices in Malaysia. Our Team has a wide experience in\nbusiness operation and marketing.\n\nIsaac Tan\n\nCEO, Founder\n\nFelix Lai\n\nCFO\n\nSilver Teo\n\nProject Manager\n\n ECX Roadmap - ECX Token Crowdsale\n\nCommencement of ECX Crowdfunding and Initial Coin Offering (ICO)\n\nRead More\n\nJune 23th, 2018\n\nEnd of ECX Token Sale\n\nEnd of ECX Token Sale, and finalization of ECX token drop to investor.\n\nRead More\n\nOct 26th, 2018\n\nListing On Exchange\n\nECX Token will be start listing and available trading on exchanges.\n\nRead More\n\nOct 27th, 2018\n\nFirst Buy Back of ECX Token\n\nProfit distribution to token holder by performing buy back from the public\n\nRead More\n\nJune 23th, 2019\n\nListing on Global Exchanges\n\nProviding more liquidity, and trading pair to ECX token.\n\nRead More\n\nOCT 27th, 2019\n\n JOIN OUR COMMUNITY - stay up to date on ECX Token activities and news\n\n Contact Us - We're here to help. Please fill out the form so we can contact you.\n\n Resources - MyEtherWallet\n\nimToken\n\nSafePal Wallet\n\n Network - Ethereum Block Explorer\n\nBitcoin Block Explorer\n\n Latest News - Uniswap Exchange Listed\n\nImtoken profile update\n\nECX Token ICO Report\n\nMerdeka Promotion\n\n About ECX - ECX Whitepaper\n\nBuy ECX Token\n\n"
}