{
    "summary": "Dividends Simplified - Ditch the spreadsheet and use a modern solution to track your dividend income. The Dividend Tracker shows you exactly how much you can expect to earn, and when it'll hit your brokerage account.\n\n Let's get to the point - You want to know when you're getting paid, how much, and from which companies. We show all that, and more. Our dividend payout calendar helps users keep track of their upcoming dividend payments. Easily see how much you'll be paid, the date you'll receive your dividends, and a breakdown of the companies paying out. This is key for investors who rely on dividends as a primary or supplemental source of income. With our dividend payout calendar, users can easily plan their finances and stay on top of their investment income.\n\n Trusted by investors around the world - Portfolios Managed\n\n37,000+\n\nAssets Tracked\n\n$1.4T+\n\nTickers (and growing)\n\n67,000+\n\nSupported Exchanges\n\n8+\n\n Dividend data at your finger tips - Dividend Alerts\n\nGet notified as soon as new dividend payments are announced, or when a company increases or cuts their dividends.\n\nInternational\n\nWe support Toronto, London as well as American exchanges and are working on expanding further.\n\nCalculators and Tools\n\nUsing our suite of calculators and tools, project your dividend income into the future and see how your dividends compound over time.\n\nStock Ideas\n\nJoin The Dividend Tracker community and benefit from others. View the investments your peers are holding and search for new dividend payers.\n\n Track your Income on the Go - The best Dividend Tracker in the world, now in a mobile format. Track your dividend income from anywhere in the world. Now available on the Apple App and Google Play store.\n\nOur app provides a user-friendly interface that allows you to easily monitor and manage your investments. Track multiple portfolios, project income, and access up-to-date dividend information. Download our dividend tracker app today and start taking control of your dividend income like never before.\n\n Integrate with your favorite brokerages - Our software seamlessly integrates with most brokerage accounts, making it easier than ever to import your investment. As you buy or sell positions, our platform automatically syncs the changes for you.\n\n Ready to dive in? - Start managing your portfolio today.\n\n"
}