{
    "summary": "Janus Interactive’s highly anticipated $JAN token - Janus Interactive’s highly anticipated $JAN token is set to go on February 5th, 2024 at 14:00 UTC sharp.\n\n TRUE OWNERSHIP FOR PLAYERS! UNIQUE BLOCKCHAIN MECHANICS - From AI-generated avatars and dynamic battle maps to stunning card backs, legendary hero cards and more... Take your gaming experience to the next level with Storm Warfare's tradable Blockchain sets and digital assets.\n\n 10K AI-Generated 3D Avatars - WORLD’S FIRST dynamic Blockchain set of avatars with evolving facial features and appearance.\n\n 70 Fact-Based WW2 Battleboards - Historically accurate, 3D animated WW2 battlefields with dynamic weather and terrain conditions.\n\n 25 Exclusive Card Back Illustrations - Custom-design card back illustrations for enhanced gameplay, card trading and collections.\n\n 100 Legendary Heroes - Powerful hero cards honouring the legacy of real WW2 generals, soldiers and civilians.\n\n 400+ Collectible In-Game Cards - Collectable, tradeable WW2 concept cards designed by world-renowned illustrators.\n\n Decks & Turn - A free-to-play strategic card game that features the revolutionary True Ownership model. Storm Warfare players fight on epic WWII battlefronts, collect cards, truly own, control and trade their in-game assets.\n\n Player Hand - Your hand is your arsenal, soldier! The collection of cards within represents the weapons, tactics and resources at your disposal. Use them wisely!\n\n Enemy Side - Your enemy is stationed at the upper half of the battleboard. To claim your victory, you'll have to defeat the enemy’s cards and neutralize the Commander located in the main headquarters.\n\n Field - This is the battlefield where all the cards come to life and interact with each other. Think of it as the stage where the magic happens.\n\n Command Points - Command Points are your resources. They are the strategic currency that you must allocate to your units and weapons. Think of them as little bits of magic that you can use to unlock the full potential of your cards.\n\n Decks & End Turn - Your deck is your war chest, filled with all the tools and assets you need to win the game. When you're ready to let your opponent take their turn, hit the \"End Turn\" button on the right and prepare for your next move.\n\n History - History is like the story of the game so far. Every move, every card played and every triumph is recorded for posterity.\n\n The Commander - The Commander is the star of the show! It represents you in the game and is the leader of your forces. Do your best to protect your Commander or you lose the game.\n\n Weapon - The weapon is the Commander's trusty ally and the symbol of his prowess. Each class has its own unique weapon which becomes more powerful with each victory. Weapon cards in the game allow the Commander to defend himself or wreak havoc on the enemy.\n\n Commander Ability - Commander Ability is the hero power that makes your Commander truly unique. Each Commander has their own special ability that varies depending on the Commander's class. Use them to gain an advantage and turn the tide of the battle!\n\n Dec 2023 - Open Beta Launch\n\nPublic Tournament\n\nCreators Tournament\n\nFree NFT Mint Campaign\n\n Jan 2024 - IDO Sales\n\nOpen Beta Steam Launch\n\nOpen Beta Epic Games Launch\n\nStorm Warfare NFT Sales\n\nStorm Warfare Official Launch\n\nStorm Warfare Marketplace Launch\n\n Feb 2024 - Normandy Expansion Launch\n\nFebruary Public Tournament\n\nStorm Warfare Epic Games Launch\n\n Mar 2024 - March Public Tournament\n\n"
}