{
    "summary": "A Crypto Fuelled Mastercard®. - Finally a revolution in credit cards where you can enjoy your crypto's spending power, without selling your digital assets and earn rewards on everyday purchases.\n\n Discover Your World On Crypto. - Do more and get more with membership and crypto-backed credit cards benefits.\n\n Enjoy On-Demand 24/7 Concierge. - Whether you need to purchase event tickets, make travel bookings, have a restaurant reservation to almost anything you can think of your personal assistant is there to assist you.\n\n CONNECT Your World. Your Crypto. Your Life. - Enjoy a reward-driven Mastercard® powered by your crypto holdings with zero-touch on your coin value. It’s time to live more and do more with your crypto.\n\n Pay Worldwide - Enjoy your crypto credit card globally in 200 countries at 46+ million merchants through our elite partner network.\n\n Fast & Easy - Simply sign up, select a card and fund your collateral wallet. No credit checks or lengthy application processes.\n\n Payment Freedom - Settle on your terms with flexible payment options, low minimum payment amounts and interest as low as 7.90%.\n\n Maintain Assets - Access the spending power of your digital assets with a credit card that doesn't force you to sell your crypto.\n\n Unlimited Cards - A crypto-backed credit card for every use. Choose to have multiple cards attached to a single account.\n\n Do More Than Store. - Optimize your finances by creating unlimited wallets designed to get more from your crypto and your cash.\n\n Flexibility - Create unlimited wallets and fund them with flexible options. Buy crypto, receive coins and deposit fiat currency.\n\n Complete Control - Confidently manage your crypto and fiat within the ecosystem. Create a range of wallets that meet your financial goals.\n\n Connect Cash - Connect crypto and fiat with ease. Store fiat in your wallet to manage crypto card payments or buy/sell hassle-free.\n\n Multi-Factor Security - Wallets are safeguarded by MPC, 2FA and industry standard security protocols to provide the highest level of protection.\n\n Grow Your Crypto. - We know the value in holding crypto assets to extend their full appreciation potential. Our products allow you to leverage and enjoy the benefits of your crypto portfolio with zero-touch on your investment.\n\n Stay Updated. - We're working hard to bring enriched innovation to our features and products along with more rewards to you our valued customers. Join the waitlist to be the first to know about the latest Connect Financial developments.\n\n"
}