{
    "summary": "Meta Apes Ready for Takeoff! - Become part of the strongest Clan, create your own Gang, fight other apes, and be the first monkey to explore the galaxy!\n\n Cooperation - Choose to be part of an elite pack of monkeys, in one of the 6 legendary Clans\nProtect and lead convoys of precious resources to power up your Rocket!\nFight monkeys from other Clans and take part in massive PVP wars!\nMake friends with other players of your Gang!\n\n STRATEGY - Build or hijack convoys of resources from other Clans\nDevelop your outpost to dominate the monkey world\nCreate your own army and train the most powerful monkeys!\nPlan to get ahead of the other Clans in the Rocket race!\n\n EXPLORATION - From Roger the Intendant to Junior one of the powerful Clan Leaders, meet our cast of awesome monkeys\nExplore a post-apocalyptic world full of surprises\nFight PVE battles against the terrifying Mutant Monkeys\nTravel all around the map, discover ancient Ruins, and huge Bosses!\n\n What is Meta Apes? - Meta Apes is a free-to-play, play-and-earn MMO strategy game. It is set in a post-apocalyptic world, in which humanity has ended and a new era ruled by Apes has begun. Next on the agenda is space domination. Each pri-mate (yes, you) will have to work closely with their Gang to become the strongest Clan and win the ultimate race to space.\n\n Why is Meta Apes using blockchain technology? - We think that you, as a player and a consumer, are entitled to not only greater transparency, ownership, and freedom, but also a genuinely fun gaming experience with a narrative and a community. Meta Apes aims to deliver all of these. In addition, tokenization would enable transferability of in-game assets across the evolving Meta Apes galaxy.\n\n How is Meta Apes different from other games? - The biggest differences between Meta Apes and another web2 mobile game are decentralization and ownership. This means the game-related data lives on the blockchain instead of a centralized server that is fully controlled by the game studio and as such the players are able to truly own the assets that they earn from investing their time and/or resources into. With true ownership, players are then able to trade or sell these assets freely and also earn while playing.\n\n What are some of the key components of the gameplay? - Building | Grow your city via resource production & management, training & research\nCompetition | Fight PvP & PvE battles to lead your Clan to victory\nCommunity | Collaborate and strategize with other pri-mates in your Gang\nExploration | Travel all around the map and discover a world full of surprises\n\n What platforms is Meta Apes currently available on? - Meta Apes is a mobile game supporting both Android & iOS and available on Google Play & App Store\n\n What blockchain does Meta Apes use? - Meta Apes runs on BNB Application Sidechain (BAS), which allows us to have our own chain dedicated to Meta Apes only (Ape Chain). In fact, we’re the first game to launch on BAS!\n\n Do I need to buy an NFT to start playing the game? - No, you do not need an NFT to start playing the game! The game is free-to-play for anyone with a mobile device, and non-NFT Fighters can still be acquired via regular in-game activities.\n\n What exactly are the advantages of having an NFT fighter (vs. non-NFT fighter)? - First, NFT fighters generate SHELL, which is the utility token and in-game currency in Meta Apes. The amount of SHELL generated will depend on the rarity of the NFT fighter. Second, they come equipped with more skills and will have 1-3 extra skills in addition to the default skills available for non-NFT fighters. Additionally, each skill will also have increased strength and power. Besides additional skills and power, they also come with special effects that make your fighters more fun! Lastly, having an NFT fighter will help you identify which second fighter would create the strongest and the most powerful bond when paired with your existing NFT fighter. As of today, there are 3 different types of rarity available for the NFT fighters.\n\n I just bought an NFT from Galler - how do I transfer my NFT fighter from BSC to Ape Chain? - Please visit our marketplace (https://plat.metaapesgame.com/index) to access the Celer bridge, which will enable you to transfer your NFTs from BSC to Ape Chain (BAS) and use them in the game.\n\n Tell us more about your tokenomics. - Meta Apes has a dual token model - SHELL (utility token) and PEEL (governance & gas token). SHELL is the utility token that serves as the in-game currency. It is primarily generated by holding NFT fighters but can also be earned via in-game rewards or purchased via in-app-purchases. PEEL is the governance & native gas token. All NFT purchases will be used to buy back & burn PEEL. Additionally, PEEL token holders will be able to stake their PEEL and spend it on select critical in-game activities, such as the final upgrade of the NFT fighter. We will also reward PEEL to top performing & contributing clans and players. PEEL will be officially introduced in the coming months (not part of the mainnet game launch).\n\n Can you tell us a bit more about the roadmap? - The roadmap for Meta Apes includes various updates and features that will be released in the future. Please stay tuned for more information.\n\n"
}