{
    "summary": "Connect Wallet - An ERC-20 Green upgrade from Bitcoin that combines deflationary features with core utilities.\n\n BTCX's First Presale Round will begin soon. Please check back later. - Total supply is 21 million $BTCX, with 41% locked for future burning, 24% locked for staking, 10% for DEX and CEX listings, and 25% to be sold during the presale.\n\n BTCX PRESALE LAUNCHED - 70,963 1,679,037 $BTCX Tokens sold $BTCX Tokens left\n\n HOW TO BUY BTCX - If you missed out on Bitcoin, you can join our presale and buy 1 BTCX token from any of the rounds for less than $1. You don't want to miss out again, so take this chance and don't let the past repeat itself. Follow the steps below to make a purchase.\n\n OUR ROADMAP - Begin a thrilling journey with BTCX, which follows a similar path to Bitcoin but with a twist. You may participate rather than simply observe and earn passive income through staking, making your crypto journey both exciting and profitable.\n\n What is BTCX Token? - The impact of Bitcoin on other cryptocurrencies is apparent. Bitcoin, like any other technology, has the potential to be improved. BTCX Token was created to enhance Bitcoin. We are using Bitcoin's advantages and offering next-generation functionality by merging hyper deflationary features with additional utilities such as staking and our own blockchain.\n\n What are BTCX Token's Token Economics? - Consider an upgraded version of Bitcoin that lives on the Ethereum blockchain. That brings us to BTCX Token. The overall supply is 21 million BTCX tokens. 25% (5,250,000 BTCX tokens) will be made available to the public through an initial presale. This presents an amazing opportunity for crypto investors to get in early. 41% (8,610,000 BTCX tokens) will be locked in the combustion contract, earmarked for future burning. This is a strategic move to potentially increase the value of remaining tokens. 24% (5,040,000 BTCX tokens) will be locked in the staking contract. This stash is set aside for staking reward re-distribution to holders. 10% of the total supply, that is, 2.1 million BTCX tokens, are allocated for DEX and CEX listings. Upon launch, all contracts will be renounced, handing over the controls to the community.\n\n Why was a presale launched? - \n\n"
}