{
    "summary": "VAT overview - The Value Added Tax (VAT) is a consumption tax applied in the European Union (EU) to all goods and services.\n\n Estimate in USD - This amount is an estimate based on the most recent currency conversion rate.\n\n Lease to own conditions - USD $100\n\nMonthly Payment\n\nMonths\n\n Price overview - Full ownership after 51 months\n\nLong term service fee 30 %\n\nTotal purchase price 5,054\n\n Use the domain shortly after payment - After the first payment, our system automatically transfers the domain to our own holding registrar to keep it safe and available for you. Once the transfer is done (this can vary per domain since some registrars approve transfers only after 5 days) you can manage the DNS of the domain via your Buyer Control Panel.\n\n Domain transfer after the final installment is paid - When the final installment is paid for, we will assist you with transferring the domain to a registrar of your choice and changing the ownership records of the domain.\n\n Stop at any time - You can cancel an installment transaction whenever you want. This is only available for buyers. Sellers can’t cancel the contract, as long as you do not miss any final monthly payment deadline(s). When you opt to cancel a transaction, the received installments will be kept by the seller. You won’t receive the ownership of the domain and the domain will be returned to the original seller.\n\n Long term service fee - Long term service fee is a fee percentage added when you pick a period longer than 1 year. The fee is included in the price you see in the Lease to own dialog.\n\n Make an offer conditions - The Value Added Tax (VAT) is a consumption tax applied in the European Union (EU) to all goods and services.\n\n Estimate in USD - This amount is an estimate based on the most recent currency conversion rate.\n\n Buyer Protection Program - When you buy a domain name at Dan.com, you’re automatically covered by our Buyer Protection Program. Our unique & carefully designed domain ownership transfer process is the best rated service in the market.\n\n Fast & easy transfers - 98% of all domain ownership transfers are completed within 24 hours. The seller first delivers the domain to us, then we send you your tailored transfer instructions. Need help? Our domain ownership transfer specialists will assist you at no additional cost.\n\n Hassle free payments - Pay by bank wire and get a 1% discount or use one of the most popular payment options available through our payment processor, Adyen. Adyen is the payment platform of choice for many leading tech companies like Uber & eBay.\n\n Hassle free payments - We partner with Adyen to safely handle payments. It’s the payment platform of choice for many leading companies — including ours.\n\nPopular payment methods\n\nAdyen lets you pay your way. Including VISA, Mastercard, PayPal, iDEAL and more.\n\nRevenueProtect\n\nWith RevenueProtect, an integrated risk management system, Adyen guarantees your safety. Whether you’re a buyer or a seller.\n\nGrowth partner\n\nAdyen partners with the world’s top brands to boost their growth to new heights.\n\n Your burning questions about domain sales, answered. - How does your domain ownership transfer process work?\n\nNo matter what kind of domain you want to buy, lease or rent, we make the transfer simple and safe. It works like this:\n\nStep 1: You buy, rent or lease the domain name\n\nYou will find the available purchasing options set by the seller for the domain name NftWarp.com on the right side of this page.\n\nStep 2: We facilitate the transfer from the seller to you\n\n"
}