{
    "summary": "Pepe Wallet aims to ensure that blockchain technology is easily accessible to everyone while driving the advancement of Web 3.0 and financial freedom - With dozens of innovative DeFi products, this decentralised ecosystem provides a one-stop unified platform that consolidates all DeFi solutions making your life easier\n\n The world's first Meme DeFi wallet. - The all-in-one decentralized self-custodial crypto wallet that makes investing in your favourite cryptocurrencies Secure, Smart and Simple.\n\n What makes the Pepe Wallet special? - In-built Web3 DApp browser, Integrated Multi-chain Swaps, Track portfolio on multiple wallets, Send & Receive assets easily, Easily switch from Card to Crypto using the Pepe Wallet Visa Prepaid Cards, Buy & Sell a wide range of cryptocurrencies directly to your bank account by utilising selected list of fiat gateway providers.\n\n $PEWALL moonshot - More than just a meme coin, Expanding blockchain integrations, More payment gateway options, Upgraded data source, Further token listings, Improved user experience, NFT-integration\n\n Roadmap - Phase 1: Website and Whitepaper, Wallet App Beta Testing, Community Creation, Global Marketing Campaign, Social Media Ads Campaign, Pepe Wallet Alpha Testing, Mobile Wallet App launch, BSC Migration, Community expansion, Airdrops, Contests, Giveaways, Marketing and partnerships, Presales, KYC (Airdrops), DEX Listing ($0.0022), Exchanges Listings, Phase 2: Full Wallet Features, CoinMarketCap Listing, CoinGecko Listing, LunarCrush Listing, More Listings, Launchpad Beta testing, Sponsorship and Partnership Worldwide, Pepe Wallet Launchpad release, Paid Marketing & Media Campaign, Phase 3: Full Wallet Features, CoinMarketCap Listing, CoinGecko Listing, LunarCrush Listing, More Listings, Launchpad Beta testing, Sponsorship and Partnership Worldwide, Pepe Wallet Launchpad release, Paid Marketing & Media Campaign\n\n Tokenomics - $PEWALL is the well-regulated native token of the Pepe Wallet project powering the entire ecosystem. The total supply of $PEWALL token is one billion (10,000,000,000)\n\n Frequently asked questions - Why should I invest in the $PEWALL presale?, When do I get my $PEWALL tokens?\n\n"
}