{
    "summary": "We Find & Maximize Vault Strategies - Automatically find and deposit funds in the best performing vaults in the market at any given time\n\n The APY Food Chain Explained - Level 4\n\nVaults Aggregator\n\nAggregator of layer 3 strategies. This layer does not create its own trading strategies but rather relays funds to layer 3 services.\n\nLevel 3\n\nVaults\n\nHandles asset management using DeFi strategies: vaults providing yield farming strategies to optimize usage of the different DeFi services and farming rewards.\n\nLevel 2\n\nFarming\n\nHandles liquidity incentivization: yield farming over base assets for further rewards.\n\nLevel 1\n\nLending & Dex\n\nLending and swap protocols are the corner stone of the DeFi space. They generate revenue by distributing the swap/borrowing fees between the liquidity providers.\n\n Don’t know where to put your funds? We got you! - Did you ever ask yourself, where should I put my funds today to get the best returns? This is the question we answer at Revault\n\n Discover the best vaults - Revault indexes every vault in the market and brings you the top results for any asset at any given time\n\n Select the top one - For each search we return the top 5 results\n\n Deposit your funds - Deposit your funds in the #1 vault and maximize your APY\n\n Don't have the time to chase the market for better APYs? We got you! - Don’t have hours and hours to find and learn about new DeFi projects and services? We maintain and optimize your position 24/7\n\n 24/7 Monitoring - Revault is taking care of your positions for you 24/7, making sure they are always at optimum\n\n Notification Alerts - If we find a better vault for your asset, we will alert you!\n\n Switch to a Better Vault - With one click you can move your funds from your existing vault to the better one\n\n No More Tricky Calculations - We take care of all the fee & withdrawal calculations to make sure such a switch is profitable for you\n\n Supported Networks - BNB Chain\n\nFantom\n\nEthereum\n\nPolygon\n\nSolana\n\nAvalanche\n\n Roadmap - We are building the first cross-chain, automated, vault aggregator and optimizer. This is how we are going get there\n\nNOW\n\nComplete\n\nPhase 1\n\nPhase 1\n\nAcquisition of Revault Network\n\nBug fixes and code updated\n\nImplement updated Tokenomics\n\nUpdate existing and add additional Vaults\n\nWebsite update and upgrade\n\nAffiliate marketing implementation\n\nAudit/Insurance integration\n\nFUTURE\n\nComplete\n\nPhase 2\n\nPhase 2\n\nOnboarding additional projects and services (Lending/Borrowing)\n\nExpand BSC and Fantom Vault providers\n\nPolygon Bridge and onboard Vault providers and products\n\nFUTURE\n\nComplete\n\nPhase 3\n\nPhase 3\n\nSearch bar widget\n\nPortfolio dashboard with P+L and account balances per product\n\nAutomatic Vault rebalancing\n\nIntegrate Credit Card rail\n\nFUTURE\n\nComplete\n\nPhase 4\n\nPhase 4\n\nIntegrate fund manager vaults\n\nBuild TVL through fund manager investment drive\n\nFUTURE\n\nComplete\n\nPhase 5\n\nPhase 5\n\nInternational marketing drive\n\nETH, Arbitrum, Optimism integration and onboard Vault providers and products\n\nAVAX bridge and onboard Vault providers and products\n\nPowered by Quantum Economics. All rights reserved\n\n Discover - About Us\n\nMedium\n\nWhite Paper\n\nCoinMarketCap\n\nCoinGecko\n\nChart\n\n Community - Twitter\n\nDiscord\n\nTelegram\n\n Contact - team@revault.network\n\n"
}