{
    "summary": "Intelligent DeFi & AI Platform Powered by Telegram API with non-custodial Crypto Wallet - Multifunctional alternative Telegram client with advanced functionality and DeFi & AI tools.\n\n LIME by iMe Lab - LIME by iMe Lab is the utility token of the platform, which has smart contracts developed on Ethereum and BNB Chain. The native LIME token serves as the building material of iMe platform, on which various services are built using LIME. iMe creates the DAO-structured ecosystem with large scale use of LIME by promoting and popularizing DeFi toolkit.\n\n Crypto Wallet & DeFi - Non-custodial wallet and DeFi tools, access to which only the users have. Storing, buying, swapping and transferring cryptocurrencies is available for Ethereum and Binance Smart Chain accounts. Make transactions directly in chats, by Telegram ID, public addresses or QR code. Binance Pay integration with linked Pay ID allows you to request payments and make transfers instantly and without fees. The developed staking and farming programs allow you not to waste your assets uselessly.\n\n NFT-Neurobots - A neurobot is a user dataset, trained by an algorithm on a Neural Network with certification, which undeniably and irrefutably belongs to the creator on the ownership rights of the unique NFT token. Create your smart and useful neurobots for personal collecting and use or sell it on the iMe AI marketplace to benefit the community.\n\n Telegram Customization - iMe implements advanced features that lacks in Telegram. This is the translator in chats, voice-to-text translation, text from photos extraction, cloud albums, topics and advanced folder settings, admin tools, connecting of up to 5 accounts and much more. iMe and Telegram are interchangeable, the structure of the messenger has the common server part and is fully synchronized. User authorization, chats data transfer and storage occurs through the servers of the official client.\n\n Telegram Catalog - Collections of Telegram channels, groups and chat-bots with a convenient search by categories, countries and languages. Administrators and owners can place their resources in the Catalog independently, promoting it among the audience which is interested in a convenient search for content by desired parameters.\n\n"
}