{
    "summary": "Building The World’s Greatest Golf Community - A global community of golf enthusiasts in web3 reimagining the modern golf and leisure club\n\n LINKSDAO MEMBERSHIPS - GLOBAL MEMBER\n\nRight to buy two individual memberships or one family membership at any LinksDAO course\n4x governance\nAccess to LinksDAO’s Club Reciprocity Program\nPriority access to member-exclusive events\nDiscounts and preferred rates at LinksDAO partners like Callaway, Top Golf, and Bridgestone\nExclusive access to the LinksDAO Discord community of Golf enthusiasts\nAccess to exclusive merchandise\nPriority access to exclusive benefits not available to Leisure pass\n\nLEISURE MEMBER\n\nRight to buy an individual membership at any LinksDAO course\n1x governance\nDiscounts and preferred rates at LinksDAO partners like Callaway, Top Golf, and Bridgestone\nExclusive access to the LinksDAO Discord community of Golf enthusiasts\nAccess to exclusive merchandise\n\n LINKSDAO PARTNER BENEFITS - Discounts on gameplay at TopGolf locations in the U.S.\nExclusive member benefits and discounts on gear found on Callawaygolf.com.\nMember-exclusive benefits and perks at bridgestonegolf.com\nMember-exlusive discount on Bettinardi items\nGlobal Members are invited to enroll in WORLDvantage, providing access to 450+ private clubs.\nAccess to an elite network of over 200 golf courses in 40 countries.\nRequest your tee time with a LinksDAO Golf Concierge.\n15% off Sim Rentals and 50% off your first league team\nMembers receive exclusive discounts on Ship Sticks services\nSave up to $400 off a golf trip with Golfbreaks by PGA TOUR\nMembers get a Golf Digest+ digital and print subscription for the price of digital ($1.99/month)\n40% off yearly subscription to Golf Digest Schools\nDeposit bonus in free bets or casino credits on deposits over $1000 and future access to game tickets and events.\nFree Smart Sensors and Free 45-day trial to Arccos Caddie.\nMember's-only discount on all footwear and apparel at truelinkswear.com\nExclusive, branded items at members-only prices\n20% off Mizzen+Main performance menswear\nMember-exclusive discount for Links-branded Greyson apparel\nExclusive, branded apparel at members-only prices\n20% discount for members on items from williammurraygolf.com\nFree monogramming\n20% discount on all items\n20% discount on all items\nMembers-only discount for fitness and mobility programs\nMember exlusive discounts on women's golf apparel\nA one year free subscription to Puttr's digital platform when purchasing a Puttr mat\nExclusive, branded apparel at members-only prices\nNever lose another club, with Club Catcher\nMember exclusive discounts for women's apparel\n15% off Bad Birdie Products\n10% off Playbetter site\nAll yardage and green books $25. Over 30,000 courses available.\n15% off lesson purchases from Skillest\nLGC Members receive 20% off purchases at birdsofcondor.com\nExclusive offer from Gem Golf, The #1 Swing Trainer Recommended by PGA Pro Teachers\nTransform Your Swing with GolfForever - Exclusive Offers for Links Golf Club Members\n20% off items from Jayebird.com\n15% off Lie+Loft goods\n\n"
}