{
    "summary": "Rewarding Leaders, Through Smart Ai - The community-driven DAO and go-to-market platform, where members make informed decisions with the power of Al and the assurity of augmented bonding curves.\n\n What is LeaderDAO.AI? - LeaderDAO.Al is the community-driven DAO and decentralized fundraising platform, allowing members access to new and existing projects. Our Al aids decision making by assisting in the detection of previously undiscovered opportunities and risks. Our augmented bonding curve offers continuous funding for projects, while adding an additional layer of protection and value for investors.\n\n How It Works. - The protocol fees from staking, unstaking and the go-to-market platform are pooled, with the pool being used for various functions such as veLDAO staking rewards and to purchase the primary token LDAO. As members vote for the projects they want to see on top of the Leaderboard, the LeaderDAO.Al community grows with external communities joining in to influence the outcome.\n\n Roadmap - Phase 1: The $LDAO token is created and launched to the public. A limited time, single sided $LDAO staking program is released and available to token holders. Release of the initial go-to-market platform. Allowing for selected projects to be listed on the LeaderDAO.AI platform. Phase 2: Community members can stake their $LDAO tokens and mint veLDAO to vote via the Leaderboard for the token they wish to claim for the weekly reward. The longer staking periods allow users to mint veLDAO with leverage. veLDAO can vote on governance proposals that help shape the direction of the protocol and will become increasingly decentralized over time. veLDAO permits community members to vote on governance proposals that help shape the direction of the protocol and will become increasingly decentralized over time. LeaderDAO.AI members have an initial goal to amass a community of strong supporters that can attract projects looking for community support in return for tokens devoted solely to LeaderDAO.AI members. Phase 3: LeaderDAO.AI launches the community-driven go-to-market platform, attracting projects seeking resources and access to its platform. Our AI analytics information system will allow members to make informed decisions using big data and artificial intelligence. LeaderDAO.AI members are encouraged to vet every project they wish to participate in thoroughly. This will give more information when determining project support. Members are granted a tier status based on the amount of veLDAO held. Staking $LDAO allows members to secure allocations for upcoming projects that will be brought to the market. LeaderPools are created based on the need for the project. Once the pool is filled, the project can initiate the TGE, and members receive the project’s token. Phase 4: LeaderDAO.AI will deliver a new flagship version of its go-to-market platform, utilizing augmented token bonding curves (ABC) while maintaining all AI functionalities. Bonding curves serve as an excellent framework for crafting incentive structures, particularly to benefit early participants who invest when the curve is at its lowest point. Our ABC model emphasises community growth, value stabilisation, and sustainable scalability, ensuring a harmonious alignment of stakeholder incentives. This specialized crowdsourcing model allows for projects to receive continuous funding for ventures and provides initial investors (Hatchers) with additional opportunities.\n\n Team - Eduardo Moreira is the Principal Founding Technologist. Thomas Wood is the Chief A.I. Scientist. Jose Perez is the Director of Technology. Oscar Lugo is the Director of Product Design. Emerson Warhman is the Chief Code Strategist. Bryan Feinberg is an Advisor.\n\n"
}