{
    "summary": "SingularityNET - SingularityNET is the world’s leading decentralised AI marketplace, running on blockchain. Our core mission is the development of Artificial General Intelligence (AGI) for a beneficial technological Singularity.\n\n Decentralized - Decentralizing AI through emerging blockchain technology – creating a fair distribution of power, value, and technology in the global commons.\n\n Beneficial AI Network - AI systems focused on making the world a more-compassionate, more-just, and more-sustainable place right now and into the future.\n\n AGI Development - Creating a foundation for the emergence of decentralized human-level intelligence, open-sourcing the creation of Artificial General Intelligence.\n\n AI Marketplace & AI Publisher - Search, trial, and select from an ever-growing library of AI algorithms created by a community of service providers. Integrate AI services into your own applications. Our publishing infrastructure provides both a central hub for creating, editing, and managing your AI services and the tools to launch those services to a global market.\n\n AGIX Staking & Bridge - Earn more while holding AGIX tokens by vesting them in staking sessions, which will also support the operations of our blockchain network. Bridge allows users to transfer their tokens across supported blockchains such as Ethereum and Cardano.\n\n OpenCog Hyperon - OpenCog Hyperon is a long-term project to implement a complete, scalable, and open-source general artificial intelligence system based on the principles of OpenCog. It is an open-sourced platform where different AI strategies and methods such as Neuro Symbolic AI, Evolutionary Learning systems, Economic Attention Allocation, Machine Learning, and other AI approaches can collaborate based on a shared knowledge metagraph (Atomspace).\n\n Cardano and AI Collaborations - The Cardano community recently voted to set aside $500,000 USD worth of ADA tokens in funding for AI projects that deepen the partnership between SingularityNET and Cardano. This is an incredible opportunity to bring our communities together in service to our shared vision.\n\n AGIX Token Advantages - AGIX is the utility token used by SingularityNET throughout the platform for transactions management and decentralized community governance. Learn more on how to get the AGIX token.\n\n Get Funded with AGIX through the Deep Funding Program - We are building a network of decentralized and beneficial AI services. Get funded through Deep to develop your AI service and publish it on the SingularityNET Platform. Keep ownership of your model, monetize your intellectual property and contribute to building a global ecosystem of decentralized AI!\n\n Our Team - Lead by Dr. Ben Goertzel, our team includes seasoned scientists, researchers, engineers, designers, entrepreneurs and community leaders. To support our mission we are looking for talented individuals that will help us build toward a positive technological singularity.\n\n"
}