{
    "summary": "Dark mode toggle - Shinjiru Inu is a token on the Binance Smart Chain that never stops growing through TRUE deflationary techniques and further income generation for its ecosystem.\n\n Our Tokenomics - Buy Tax: 3% Buy Tax\nSell Tax: 3% Sell Tax\nAuto burn: 1% Auto burn $SHINJI and 1% Auto burn Liquidity\nTotal Supply: 1,000,000,000,000,000 $SHINJI\n\n About Us - Shinjiru Inu is a token on the Binance Smart Chain that never stops growing through TRUE deflationary techniques and further income generation for its ecosystem. One of the main issues cryptocurrency projects face is the lack of continuous volume. This problem dampens marketing and development during low-volume days/weeks or even months. Shinjiru Inu solves this by hedging a portion of the marketing wallet into Yield bearing assets to generate additional income that can be used to develop further, Market, and in the future, reward holders with BSC through Shinjiru. Long Term vision is to dominate the metaverse ecosystem (Shinjiverse). We plan to have Land in the various ecosystems on Binance Smart Chain and other blockchains, Develop unique experiences, and generate revenue from advertising on said lands.\n\n How To Buy? - Curious on how to join? We got you.\n\n Shinmap: We set goals and conquer them. - Q4 2022: Launch\nQ1 2023: Growth\nQ2-3 2023: Expansion\nQ4 2023 And Beyond: Release Utilities\n\n Donations - We have plan to completed our first donations at 3000 Holders to (@BinanceBCF Turkey&Syria earthquake). Txhash will be sending soon as we reach archivements 3000 Holders.\n\n FAQ - - What is $SHINJI?\n- Shinjiru Inu is a token on the Binance Smart Chain that never stops growing through TRUE deflationary techniques and further income generation for its ecosystem.\n- When did $SHINJI launch?\n- $SHINJI was launched on the Binance Smart Chain on 20th January 2023, at block 1105372.\n- What are the tokenomics?\n- 3% BUY/SELL (1% Burn Supply, 1% Burn Liquidity, 1% Marketing/Developments)\n- Is $SHINJI safe?\n- Yes, there are no owner functions, and Our liquidity is have automatic burned (Locked Forever) !\n- What are the long-term goals of $SHINJI?\n- You can find these long-term goals via our Whitepaper.\n- What is the $SHINJI contract address?\n- The contract address for $SHINJI is 0x87E0Ce18ce0cE0a86B22537B48c15e03a519b112 .\n\n"
}