{
    "summary": "Want to try our Alpha? - Loans Backed By\n\n Don't sell your crypto, borrow against it. - Cross-chain lending solution with access to the most competitive supply and borrowing rates through the Arbitrum ecosystem.\n\n Battle-tested by thousands of daily users - Arbitrum's platform abstracts away the complexities of asset transfers, enabling developers and users to seamlessly move assets at low cost while enjoying fast transaction speeds and a DeFi-optimized ecosystem.\n\n >1+ MN Transactions - Total Value Locked\n\n 100% Designed To Be Market-Driven - Lends innovative approach to optimization incorporates a focus on rate optimization, the introduction of isolated risk to mitigate systemic issues, and a decentralized scaling strategy that eliminates the need for centralized decision makers.\n\n Real Yield - The Lends platform offers a peer-to-peer lending model that enhances the earning potential for both borrowers and lenders by facilitating improved interest rates through a decentralized framework.\n\n Segmented Risk - By enabling isolated markets, our platform eliminates the dangers of pooled risk while offering a scalable volume that prioritizes safety and security, ultimately ensuring a more sustainable and resilient ecosystem.\n\n Market Discovery - Our platform leverages demand and supply dynamics to determine rates, rather than relying on traditional rate-curves or DAOs, providing a more accurate and responsive price discovery mechanism that enhances transparency and fairness for all parties involved.\n\n Secure & Reliable Cross-Chain Loans - Zero Liquidation Loans (ZLLs), Zero Interest Loans (ZILs), Zero Oracles Loans (ZOLs)\n\n Common Questions - What is Lends?, Which problem are we solving?, How do we solve it?, Why is Lends better than other similar projects?, What blockchains do we support?, What is the roadmap?, Will there be a token?\n\n Follow the Lends Flock - Connect with our team and community, stay up to date with the latest news and product launches.\n\n Getting Started - How it works, FAQ, Developer Docs, Lends Docs\n\n Products - DEX, Lending, THORFi, Aggregator, Orderbooks\n\n Company - About, Our Mission, Brand Kit\n\n"
}