{
    "summary": "Re-Anonymizing the Blockchain - Confidential on-chain transactions and liquidations.\n\n Confidential token vesting and liquidations - Receive and liquidate any vested token privately\n\n Swaps - Swap privately between any cryptoassets with Hinkal relayers and shielded addresses\n\n Staking/Farming - Generate yield privately on Curve, Convex, Beefy and more\n\n Transfers - Break the on-chain link by transferring digital assets between shielded addresses\n\n Privacy with good intentions for everyone - Audited by Legal partner\n\n For Liquid Funds/Institutional investors - Run private DeFi strategies on your favorite dApps within a single interface. Trade, stake, provide liquidity and lend/borrow without any public traceability of transactions or assets.\n\n For whales/individual investors - Keep your assets and trading strategies hidden from public visibility. Private swaps, staking, yield farming and transfers with Hinkal’s dApp.\n\n Self-service dApp - Hinkal allows liquid funds, institutions, whales and consumers to run their strategies privately on their favorite dApps. Currently Hinkal integrates with Curve, Convex, Beefy, Uniswap, Odos, and 1inch, offering seamless privacy for all trading strategies.\n\n Hinkal SDK - Hinkal provides the ability for EVM dApps to integrate privacy without any contract changes. DApp frontends simply need to adopt Hinkal SDK to enable users to transact privately.\n\n Suitable for best on-chain strategies - Fundamental long-term yield. Run your strategies on your favorite dApps fully privately, with Hinkal Private account and integrations. Hinkal team can add your favorite dApps so you can run end-to-end strategies from a private account.\n\nBuy-and-hold. Buy and liquidate tokens privately without impacting the market with Hinkal private account and integrations with the major DEXs.\n\nCEX to DEX arbitrage: Hide your DEX arbitrage trades. Add MEV protection with Hinkal relayers (soon).\n\nInstitutional staking: Stake privately without counterparty risk. All Hinkal users are KYC’ed, so no illicit parties can use the protocol, eliminating counterparty risk inside Hinkal smart contract.\n\n Creating a secure crypto environment - Hinkal prioritizes security and is designed to prevent illicit parties from using the protocol.\n\nUsers, both individuals and organizations, must obtain an \"Access Token\" via zkMe, Binance, Galxe, Quadrata, or 0xKYC through the seamless Hinkal UI, taking less than a minute.\n\nOur security focus includes Hexagate for real-time threat detection and mitigation, Quantstamp and Secure3 audits, and Immunefi's bug bounty-driven security experts.\n\n Story - Hinkal was inspired by the delicious khinkali dumplings of Georgia. Just like the diverse range of ingredients that make up a delicious khinkali, Hinkal offers a privacy layer, where the ingredients are transactions and assets that can be shielded from public visibility to create a unique and personalized financial experience.\n\nWith Hinkal, no one knows how many assets users have or which transactions they made, ensuring their privacy and security. But Hinkal isn't just about privacy and security - it's also about convenience and ease of use. Our platform is designed to be user-friendly and intuitive, allowing even those without technical expertise to easily navigate and use Hinkal, similar to how anyone can enjoy the wonderful taste of khinkali without knowing its ingredients.\n\n Georgi Koreli - “I hold two degrees from Stanford: MBA and MS in Sustainability. My past experience includes Marketing, Finance (Privacy and Compliance) and investing in companies in the US and Ukraine.“\n\n Nika Koreli - BS in CS, PhD from University of Warwick, UK. 12 years dev experience, built 2 blockchain apps.\n\n"
}