{
    "summary": "Bringing You the Future of Ethereum — Today! - PulsePad is the premier IDO platform for projects building on PulseChain — a new Ethereum sister chain designed to provide an idyllic environment for building powerful new applications, while simultaneously reducing the load on the Ethereum network.\n\n A Better Economy - PulseChain is built to provide a more efficient, more sustainable alternative to Ethereum — thanks to its validator-based consensus, ultra-efficient virtual machine, and fee-based burn solution.\n\n Pulse Bridge & Swap - As a PulseChain native application, PulsePad will be accessible to any user that has added the PulseChain network RPC to their MetaMask client.\n\n IDO, token, price and vesting information - Public Sale Token Price: $0.001 (BUSD/USDT), Maximum Token Supply: 5,000,000,000 $PLSPAD, Circulating Supply at Listing: 170,000,000 $PLSPAD, Market Capitalization at Listing: $170,000\n\n Tokenomics - Team: 15%, Advisors: 7%, Liquidity: 12%, Ecosystem: 12%, Reserve: 5%, Staking/Rewards: 14%, Private sale: 20%, Public sale: 14%, Airdrop: 1%\n\n PulsePad Tiers - Pulse Explorer: 50,000 PLSPAD, Pulse Leader: 125,000 PLSPAD, Pulse Visionary: 250,000 PLSPAD\n\n What Makes PulsePad Unique? - As a deflationary launchpad, there is a 10% fee for selling PLSPAD, and an up to 25% fee for early unstaking.\n\n I’m new to the BlueZilla ecosystem, what can I expect? - PulsePad is a comprehensive launchpad that helps top-tier teams launch a new token/project on the PulseChain blockchain.\n\n Backed by the full force of the BSCPad marketing department - Since the massively successful launch of BSCPad, we have demonstrated again and again that our team knows how to ‘move the needle’ with crypto marketing.\n\n Incubator program for new projects - Our new incubator program will select and support the most promising teams and projects, giving them marquee status across our ecosystem of launchpads.\n\n PulsePad Socials - Website: pulsepad.io, Telegram ANN: t.me/pulsepadann, Twitter: twitter.com/PulsePad_App, Support: Contact Support, Medium: medium.com/@PulsePad.io\n\n"
}