{
    "summary": "Rio Price - $0.0000.000%\n\n MKt. Cap - $0.000\n\n 24h Volume - 0.000\n\n Holders - 0.00\n\n Realio Network Features - An interoperable Layer-1 multi-chain Web3 ecosystem focused on the issuance and management of digitally native real-world assets (RWAs). Its design is fully open-source, permissionless, and purpose-built.\n\n Security - The blockchain is secured by validators bonding Native $RIO or $RST in the Network.\n\n Web3 Compliant - The Network intends to host the base layer for a real-world-based metaverse, the realioVerse.\n\n Governance - Built for its users, the Realio Network allows participation and voting in network upgrades when a user participates as a validator or a delegator to validators.\n\n Distributed Key Management System - Issuance account keys are sharded and distributed amongst the Network validators.\n\n Staking - Validators and delegators who help secure the Realio Network by bonding $RIO or $RST earn their share of block rewards based on their contribution amount.\n\n Tokenization - The Realio Network allows for the creation of new assets in a secure decentralized process.\n\n Explore - Discover resources to expand your knowledge on the Realio Network and get connected with the community.\n\n RIO, the Realio Network Utility Token - RIO is a cryptocurrency and utility token for the Realio Network and platform.\n\n RIO Utility and Roadmap - At Network Launch: Delegating to Realio Network validators for block rewards, Transaction & asset tokenization fees on the Realio Network. Forthcoming: Super Staking, Fee Burning, Rev Share, Osmosis, Multi-Chain Bridges, Developer Outreach/Incentives, DeFi Mortgage Market, Blockchain Primitives.\n\n RIO Supply and Block Reward Emission Schedule - RIO Genesis Supply and Inflation: Total Supply Cap: 75,000,000, xRIO Supply Pre-Mine: 45,000,000, Total Initial Circulating: 45,000,000\n\n RealioVerse - RealioVerse is a real-world-themed, design-driven, open-source city environment in the metaverse. It enables you to buy, sell and build on land parcels in all major cities across virtual earth. Intersecting AR, VR, and gaming infrastructure, the realioVerse is the rails to truly unify physical and virtual realities to unlock the next level of innovation.\n\n Learn More - Realio.fund, RealioVerse, Freehold Wallet, $RIO, $RST, $LMX, Realio Blog\n\n"
}