{
    "summary": "The Decentralized Future - The Ice project has been imagined to bring back trust in digital assets and deliver a true sense of community for users who don’t have the financial resources to mine Bitcoin or are simply too late to enter the game.\n\n Ice is the newest digital currency that you can mine for free using your phone - The Ice project has been imagined to bring back trust in digital assets and deliver a true sense of community for users who don’t have the financial resources to mine Bitcoin or are simply too late to enter the game.\n\n Unstoppable Growth - From Zero to Millions\n\n Growing together - Your success is our success\n\n The Ice Encyclopedia - Explore our extensive knowledge base to delve into the depths of Ice. Discover insights about our mission, ecosystem, economics, and more.\n\n Proudly Ranked Nr.1 on Product Hunt - Ranked best web3 mobile application in its class\n\n The digital currency you can mine on your phone - Mining Ice is free. All you need is an invitation from an existing trusted member of the network.\n\n Invite your friends and create your micro-community - Since the Ice network is based on trust, we recommend inviting your friends so that you can all enjoy a 25% bonus on the base mining rate.\n\n Rated 5-star excellent on TrustPilot - Browse through thousands of 5-star amazing reviews.\n\n Embrace a decentralized future by discovering the Ice vision for its mainnet - The Ice Open Network (ION) is a revolutionary blockchain initiative designed to address the challenges of centralization and introduce solutions to the data privacy and ownership issues that are pervasive in today’s digital environment.\n\n We Are Building The Foundation For A Decentralized Future - Decentralized Digital Identity – IceID\nDecentralized Social Media – IceConnect\nDecentralized Proxy & Content Delivery Network – IceNet\nDecentralized Storage – IceVault\nDecentralized Database – IceQuery\n\n Decentralized Autonomous Organization - The power to decide is in your hands.\n\n 100% Open-Source - Join our fast-growing community of open-source developers on GitHub\n\n Twitter - Stay up to date with our latest tweets and join our community on Twitter\n\n Frequently asked questions - Ice is a new digital currency that you can mine (or earn) from any mobile device. Ice network is based on a community of trust delivered by a growing number of users who want to prove that digital currencies retain value and can be used in various use cases.\n\n"
}