{
    "summary": "ETHPad - the next step in our evolution - A key piece to the ecosystem that started with BSCPad is the addition of an Ethereum based launchpad which will give our team full control of cross-platform launches, enabling liquidity sniping bot protection, our cross-chain bridge and proven staking systems. Inspired by EIP-1559, ETHPad will have several deflationary triggers tied to selling, staking and IDO participation.\n\n How it Works - The first two main deflationary mechanisms will be a 10% fee on all token sales, of which 2.5% will be burned and 7.5% rewarded to stakers in ETH. There will also be an option to unstake early that comes with a 25% burn fee. If you wait 21 days to unstake, there is no fee. Additional deflationary mechanisms are in planning and will be introduced in the future.\n\n 12 months of airdrops! - As a show of commitment to our loyal BSCPad and TRONPAD stakers, we will be airdropping 20% of the ETHPad to them over the course of a year.\n\n Participate in the IDO - To participate in the IDO, you must be staking and passed KYC at least 3 hours before the IDO date.\n\n Public Price - $0.0015 BUSD/USDT\n\n Maximum Supply - 1,000,000,000 $ETHPAD\n\n Supply at listing - 37,000,000 $ETHPAD\n\n Initial Market Cap - $55,500 USD\n\n Tokenomics - Team: 11%, Advisors: 6%, Liquidity: 10%, Ecosystem: 9%, Reserve: 3%, Staking/Rewards: 9%, Private Sale: 22%, BSCPad Public: 5%, TronPad Public: 5%, Airdrop: 20%\n\n ETHPad Tiers - Project tokens offered on ETHPad IDOs will be split into the following pools: 10% for lottery Tier (Bronze), 90% for guaranteed allocation Tiers (higher tiers)\n\n Lottery Tier - Bronze\nStake 5000 ETHPad - 1 lottery ticket\nStake 10000 ETHPad - 2 lottery tickets\nStake 15000 ETHPad - 3 lottery tickets\nStake 20000 ETHPad - 4 lottery tickets\nStake 25000 ETHPad - 5 lottery tickets\n\n Guaranteed Allocation Tiers - Silver\n120,000 staked\nPool weight 1\n\nGold\n200,000 staked\nPool weight 2\n\nDiamond\n500,000 staked\nPool weight 5 + Access to Private Sales\n\n ETHPad defining features - The forthcoming update to Ethereum, EIP-1559, will bring deflationary aspects to Ethereum’s tokenomics. Inspired by this, we will be building deflationary mechanisms into ETHPad’s token structure. These burns will be programmatically tied to selling, staking, and IDO participation functions - ensuring a consistent reduction in the total supply over time.\n\n Backed by the full force of the BSCPad marketing department - Since the massively successful launch of BSCPad, we have demonstrated again and again that our team knows how to ‘move the needle’ with crypto marketing.\n\n Incubator program for new projects - Our new incubator program will select and support the most promising teams and projects, giving them marquee status across our ecosystem of launchpads.\n\n ETHPad Socials - Website: ethpad.network, Telegram: t.me/ethpad, Telegram ANN: t.me/ethpadannouncements, Twitter: twitter.com/ethpadofficial, Medium: medium.com/@ethpad, Support: Contact Support\n\n BSCPad Socials - Website: bscpad.com, Telegram: [Telegram Link]\n\n"
}