{
    "summary": "Social Security Disability | Workers Compensation | Personal Injury | Casper, Casper & Casper - 909-9999 - CALL US NOW FOR A FREE CONSULTATION! Cincinnati: 513.909.9999 Dayton: 937.909.9999 About Douglas-W-Casper Sanford-I-Casper Steven L Casper Kolet Buenavides Stacey Soifer Social Security Disability SSDI Updates and Information Worker’s Compensation Worker's Comp Info Personal Injury Contact Locations +About Douglas-W-Casper Sanford-I-Casper Steven L Casper Kolet Buenavides Stacey Soifer +Social Security Disability SSDI Updates and Information +Worker’s Compensation Worker's Comp Info Personal Injury +Contact Locations CALL US NOW FOR A FREE CONSULTATION! Cincinnati: 513.909.9999 Dayton: 937.909.9999 WE DON’T GET PAID Until You do. Guaranteed! Workers’ Compensation WE DON’T GET PAIDUntil You do. Guaranteed! Personal Injury WE DON’T GET PAIDUntil You do. Guaranteed! Social Security Disability WE DON’T GET PAIDUntil You do. Guaranteed! __ OUR NAME SAYS IT ALL — WE ARE The ORIGINAL Caspers! Douglas W. Casper Sanford L. Casper Steven L. Casper Casper, Casper and Casper LLC is a family-owned law firm where fighting for clients’ rights is the primary mission. The Caspers are among the top attorneys in workers’ compensation, Social Security disability and personal injury law in Greater Cincinnati, Butler County, Warren County and Greater Dayton. They put the power of more than 85 years of combined experience to work for you to ensure you receive the best service, representation and compensation possible. We’ll put our experience to work for you...CONTACT US TODAY! WORKERS’ COMPENSATION Dealing with a workplace injury can be confusing and stressful. Let our experienced attorneys help cut through the red tape of workers’ compensation to get the settlement you deserve. LEARN MORE SOCIAL SECURITY DISABILITY It’s hard enough coping with a long-term illness or disability. Call on our seasoned attorneys to help you with the difficult task of obtaining the Social Security disability benefits you’ve earned. LEARN MORE PERSONAL INJURY Motor vehicle accidents, Wrongful deaths, Injuries from defective products, Dog bites or Falls...When an event like one of these turns your life upside down, turn to our experienced attorneys. LEARN MORE Auto Accident Claims The attorneys at Casper, Casper & Casper are here to serve as an advocate for what you are due in an auto accident injury where it was not your fault. LEARN MORE HERE IS WHAT PEOPLE ARE SAYING ABOUT THE REAL CASPERS Social Security Disability This law firm is great. They stayed with me through my sddi hearings for 4 years. Turned down in 2016 they helped me file another case and after second hearing won benefits I want to thank Lisa and Lynn and all that helped. They will be in your corner until you win. Steve F. - Dayton Ohio Social Security Disability I had contracted one of the national firms. I fired them and went with Steven at Casper, Casper & Casper. He was able to win my case. The professionalism at the firm was superb. I would highly recommend. Jim Smith — dayton, OH Social Security Disability Steve Casper and his staff were always very helpful in getting everything ready for my case. They are very knowledgeable and put my mind at ease helping me understand each step of the proces of me getting my disability. I would highly recommend Steve Casper and his staff to anyone seeking social security disabilities. Yvonne Charles - Dayton Ohio Social Security Disability ...I had initially been denied by SSDI and my case went to hearing. Steve guided me along each step of the way and prepared me by helping me understand what to expect during the hearing process. My case was complicated and he sifted through a huge file, reached out to doctors and created a portfolio documenting why I deserve the benefits and how my conditions tie back to specific SSDI listed conditions. Rebekuh K - Dayton Ohio Social Security Disability This law firm is great. They stayed with me through my sddi hearings for 4 years. Turned down in 2016 they helped me file another case and after second hearing won benefits I want to thank Lisa and Lynn and all that helped. They will be in your corner until you win. Hans F. - Dayton Ohio Social Security Disability This law firm is great. They stayed with me through my sddi hearings for 4 years. Turned down in 2016 they helped me file another case and after second hearing won benefits I want to thank Lisa and Lynn and all that helped. They will be in your corner until you win. Steve F. - Dayton Ohio Social Security Disability I had contracted one of the national firms. I fired them and went with Steven at Casper, Casper & Casper. He was able to win my case. The professionalism at the firm was superb. I would highly recommend. Jim Smith — dayton, OH READ MORE About Personal Injury Worker’s Compensation Social Security Disability Guide to Workers Compensation Contact HAMILTON 300 High Street Suite 500 Hamilton, OH 45011 513.909.9999 DAYTON 130 W 2nd Street Suite 1700-110 Dayton, OH 45402 937.909.9999 CINCINNATI 119 E. Court Street Suite 312 Cincinnati, OH 45202 513.909.9999 MIDDLETOWN 6730 Roosevelt Ave. Suite 200 Middletown, OH 45005 513.909.9999 © 2024 Casper, Casper & Casper LLC. All Rights Reserved.\n\n"
}