{
    "summary": "Torus Wallet support has been removed! - We've removed support for Torus Wallets to connect to the Giveth Dapp, follow this guide to move your keys over to MetaMask.\n\n Solow - Solow is a 100% free crypto academy in Latam. Yes, 100% free. Focused on builders, open to anyone who wanna join us in making a better world. Our dream is that learning crypto is free, fun, and easy. That’s why we do gamified crypto education. In every possible way you can think of. We've been wo...\n\n Billionaire Fox Club - Billionaire Fox Club (BFC) is a community-driven project with the passion for impact on real lives. Our vision extends far beyond the captivating visuals of our NFT collection; it's rooted in a commitment to making a positive difference, particularly in the lives of children in Africa.  At the he...\n\n growthepie.xyz - Layer 2 Metrics & Blockspace Analysis - growthepie.xyz 🥧﻿📏﻿ is a public goods data platform focused on Ethereum scaling solutions, offering fundamental metrics and blockspace analysis. Our aim is to provide users and developers with key metrics and on-chain data assisting them in choosing the suitable L2 chain. Platform Capabilities:...\n\n mxweb3 Crypto Hub in Monterrey Mexico - MXWEB3 - ACCELERATING WEB3 ADOPTION IN THE NORTH OF MÉXICO OVERVIEW mxweb3 is a vibrant community in Monterrey, Mexico focused on accelerating the adoption and development of Web3 applications to address current global challenges. Since October 2021, we gather every Thursday to deliver educationa...\n\n DexAppBuilder - The no-code/low-code toolkit of DexKit - 👉👨‍💻 Create your DApp for Web3 effortlessly using DexAppBuilder. 1.🛠️ DexAppBuilder: Your no-code/low-code Web3 DApp toolkit DexAppBuilder simplifies DApp creation for Web3 and the interaction with smart contracts, removing the complexity for Web3 entry. It's the flagship product of DexKit, a...\n\n Open Web Academy - Vemos a laOpen Web como el conjunto de tecnologías que promueven la libre expresión y estimulan el desarrollo de soluciones tecnológicas sin restricciones. Basado en esto, es Open Web Academy (OWA) la comunidad de apasionados y constructores de tecnología. Cada integrante comparte la visión y la ...\n\n ERADICATE HUNGER IN UCAYALI'S INDIGENOUS ENCLAVES - Nestled in the heart of the Amazon rainforest, Ucayali's Iparia region houses resilient Shipibo and Ashaninka communities. Agape Hand, a compassionate NGO, spreads its wings with \"Hambre Cero,\" aiming to combat hunger in these overlooked corners. SURVIVAL AND SUSTENANCE In this remote setting, na...\n\n Iggy - Web3 Social for DAOs - Iggy Social is a set of free open-source tools that allow any DAO or web3 community to set up their own Web3 Social app, fully controlled by the community, and with useful web3 integrations and features that can bring additional revenue to the community treasury. LIVE EXAMPLE: FAIRCHAT ZKFair is...\n\n Seekr - Seekr: Web3's UpWork for Elite Talent Acquisition At Seekr, we're transforming recruitment by integrating simplicity, transparency, and blockchain technology. Our service, operational since 2022, streamlines hiring processes and enhances job seeking experiences. Our upcoming self-service marketpl...\n\n Tale Wallet - WHO WE ARE? Tale Wallet is a defi wallet that aims to build a 'Passive Investment Ecosystem for defi assets' PROBLEM STATEMENT Masses, Financial Advisors, and Financial Distributors remain disconnected for defi assets and hence 'Passive Investment Ecosystem for defi assets' is missing. OUR SOLUTI...\n\n Empowerment Hub or Centre for Girls Web3 Edu Entrepre - Background: With my background in Fine Arts, a career spanning 14 years in education and 10 years as a school principal, I've witnessed firsthand the challenges faced by girls in our community. Identifying the barriers that hinder their education, especially the lack of basic necessities, my daug...\n\n College DAO - College DAO is the largest and fastest-growing network in the student blockchain space at 100+ universities worldwide. We bridge the gap between students, higher education and blockchain protocols through our platform that empower students to build in Web3 such that we can expand the talent pool ...\n\n"
}