{
    "summary": "BNBFrog - BNBFrog is the king of beasts. They are the symbol of power and peacefulness. Powerful and tough and our $BNBFrog community is the same. $BNBFrog is a decentralized experiment, launched on the March 13, 2023, by the founder, @Hirasawe, as a fresh opportunity for those who were struggling in the midst of the biggest bear market since. Born out of trials and tribulation, the $BNBFrog community is the strongest community you'll find, supportive of one another, and pushing each other towards success. We are fed up with the fraud projects in the market! These projects have lowered people's trust, led to suspicion and panic, and finally led to the death of one project after another. No more great projects like Shib can be born! The goal of the birth of BNBFrog is to rebuild the security and trust of the market. Like Shib, Let's complete another 260000 X the task. So we launched a huge number of 10.000.000.000.000.000.000.000.000 tokens, destroyed 7%, and launched fairly! Let's start from zero. This is a new social experiment. We want to see how many zeros can be killed by real trust! Our ultimate goal is to eliminate all zeros and surpass the historical record of shib!\n\n BNBFrog Roadmap - BNBFrog Map: We set goals and conquer them. Q1 2023: Launch - 300 Holders, Website Launch, 500 Telegram Members, Marketing Campaign, 1,000 Holders, CoinMarketCap Listing. Q2 2023: Growth - 2,000 Telegram Members, Crypto.com, DexTools Verified, 2,000 Holders, 18,000 Holders. Q4 2023: Expansion - Website Design Update, BNBFrog Swap (Decentralize Exchange), Initial CEX Listing (BKEX, BitMart, MEXC), 10,000 Telegram Members, 30,000 Holders. Q4 2023 and Beyond: Utility - BNBFrog Burrow (NFT Marketplace), BNBFrog Trail of Wonders (Wallet and Passive Income Tracker), BNBFrog in WONDERLAND (Merchandise Store), 3 More CEX Listings, 50,000 Telegram Members, 90,000 Holders, Influencer marketing partnership.\n\n Contact BNBFrog - Cooperation and suggestions: support@bnbfrog.com\n\n"
}