{
    "summary": "Move Your Way - See amazing fitness results in 3-months\n\n Move with Friends - Move with friends - allows you to add and connect with friends, follow along with their workouts and progress, and share how you Move with others.\n\n Workout with Friends - Send and receive messages to hype up your friends when they finish a workout.\n\n Build a Community - Follow your friends and others who inspire you! See their progress and follow along with their workouts.\n\n Share Your Progress - Post pictures on your profile to track your fitness journey and inspire others.\n\n Stay on track with Habit Tracker - Our Habit Tracker feature - designed to assist you in building and maintaining healthy habits to keep your goals the top priority.\n\n Create Personalized Habits - Keep yourself accountable by adding daily reminders to your tracker.\n\n Accomplishment Badges - Gamify your life with winnable virtual badges to remind yourself of your accomplishments\n\n Habit Streak - See how long you can keep the streak by hitting your goals and checking them off daily\n\n Connect with Apple Health - Health is the health informatics mobile app announced on June 2, 2014 by Apple Inc. at its Worldwide Developers Conference.\n\n Sleep - \n\n Heart Rate - \n\n Walk - \n\n Steps - \n\n The story of Katie and Josh - The idea for Move started when a young Katie and Josh met at a boxing gym. The love for fitness, health, and finding new ways to push ourselves to be better each day inspired us along this journey.\n\n Our mission - Our mission is to help people feel confident in the way they Move. Whether you Move at home or from the gym we want our app to inspire you to create healthy habits, promote self confidence, and motivate you to hit your fitness and personal goals. No matter what your fitness level is, Move has a program for you.\n\n Customer Reviews - I saw INCREDIBLE results. I started following Katie and Josh workout videos on YouTube after I had my first 2 kids. Within 3 months I saw INCREDIBLE results. I started looking better and most importantly FEELING better!!! Working out isn't just for physical health, it's also for mental health. Since then, I had a 3rd baby and knew just who to go to if I wanted to get my body and mind back! Now that Josh and Katie have made the move app I can have a whole variety of workouts to chose from to reach my fitness goals. The app is affordable, easy to navigate, and IT WORKS!!! I will never go back to another workout program.\n\n"
}