{
    "summary": "Bridging - The most common way to bridge assets cross-chain.\n\n Wrapped Asset Bridging - A legacy bridging method creates a wrapped version of an asset on the target chain and locks it with fund segregation on the source chain.\n\n ChainPort Private Bridge - A novel solution for token bridging fully managed by the token issuer's needs and specifications and shares keys of the locked tokens.\n\n Native Token Bridging - ChainPort provides a platform for bridging assets originally minted on multiple chains but managed by their issuer and guaranteed instant finality.\n\n External Cross-Chain Protocols - ChainPort is connected to external bridging protocols that allow permissionless burning and minting of native tokens.\n\n Bridge Aggregator - ChainPort is connected to several other bridges and directs cross-chain traffic via the most efficient route by security, price, and speed.\n\n Liquidity Pool Bridging - Bridge and swap assets such as stablecoins or other large wrapped tokens from the ChainPort liquidity pools.\n\n ChainPort Security - A bridge with never-ending protective layers. Cold wallets multi-sig, mpc and more.\n\n ChainPort Transparency - Proof-of-reserves, audit reports, minter addresses, external validators and more.\n\n Bug Bounty Program - Security professionals can earn financial rewards for identifying and reporting bugs.\n\n ChainPort's native utility token is the PORTX token - \n\n Brand Guidelines - Get ChainPort logo, marketing materials and design kit\n\n Referrals Program - Stay informed with ChainPort's latest news and updates\n\n Careers - Start or expand your Web3 Career at ChainPort and take your skills to the next level\n\n News - Stay informed with ChainPort's latest news and updates.\n\n Knowledge Base - Get the most out of your ChainPort experience with our knowledge base.\n\n Stake PORTX for Discounted Porting Fees, and Earn APY - \n\n Cardano is now Live at ChainPort! - Port Your Tokens to Cardano Today\n\n How to get PORTX? - PORTX Token is live and available on DEXs and CEX\n\n ChainPort utilizes the industry's most advanced security technology and a fund segregation model. The segregation of funds ensures that up to 98% of funds are kept in multi-sig cold storage provided by Gnosis Safe and Fireblocks MPC encryption. - \n\n Secure assets from cyber attacks, internal collusion, and human error with multi-layer technology that combines the latest breakthroughs in MPC cryptography with hardware isolation. - \n\n All cold wallets are secured with multi-sig protection. All transactions are monitored privately and must be approved by multiple members of ChainPort's Congress. - \n\n All of ChainPort’s smart contracts have gone through several audits by some of the most experienced auditing firms in the crypto space. - \n\n For part of the bridging methods, ChainPort uses an active multi-party computation (MPC) with hardware isolation creating multi-layer security for storage and transfers, powered by Fireblocks. - \n\n ChainPort is using the most advanced tools in the crypto space to monitor, alert and avoid contact risks of all kind. - \n\n ChainPort will soon offer various insurance programs and options for bridged assets. - \n\n Enhanced breach attempt pattern recognition through AI/ML detection that will further reduce any potential risks. - \n\n ChainPort is a full Cross-chain bridge portal. Tokens can bridge across multiple chains without reverting to the original token. - \n\n Porting tokens between blockchains without intervention or limitations. - \n\n ChainPort is the the fastest bridge in the space. Average port takes only 2.5 minutes! - \n\n User-friendly interface for seamless porting experience. - \n\n Integrate ChainPort into various applications, making cross-chain bridging accessible. - \n\n ChainPort offers live chat support on all devices. Get a quick response to any question. - \n\n Make direct calls to ChainPort smart contract to port. - \n\n Security is paramount for ChainPort. We secure all assets with a multi-layer technology that combines the latest breakthroughs in MPC cryptography and hardware isolation. - \n\n ChainPort's Private Custodian uses 3-of-5 Multi-Sig wallets cold storage wallets to safeguard funds. - \n\n ChainPort's team holds two keys; your teams have two keys, while a 3rd party trustee holds one key. - \n\n By splitting the keys into three parts, we ensure that the funds are optimally secured. It removes the need for trust and is an emergency withdrawal method for your tokens on the bridge. - \n\n ChainPort is the official cross-chain bridge for dozens of Web3 projects. List your token and join them. - \n\n PORTX is central to ChainPort’s fee ecosystem. Bridging fees are redistributed to token holders, which help sustain ChainPort and its economy. - \n\n Tokens - Tokens\n\n Stablecoins - Stablecoins\n\n Wrapped BTC/ETH - \n\n"
}