{
    "summary": "Revolutionizing gaming with cryptocurrency - Introducing Boost Score Game, a groundbreaking project built on Binance Smart Chain that's set to change the way we play and interact with games. In the world of decentralized finance (DeFi), we're taking gaming to the next level by integrating cryptocurrency and innovative features that redefine the gaming experience.\n\n Tokenomics - Our native token, Boost Score (BSG), comes with a unique tokenomics to ensure sustainability and a thriving community. Total Supply: 1,000,000,000 BSG. Max tx: 3% of the total supply. Max Wallet: Limited to 3% of the total supply. Tax on Buy: 5%. Tax on Sell: 10%. Team Wallet: 10%. Community Rewards: 10%. Liquidity Locked: Your investments are safe with us. Ownership Renounced: The community takes the helm.\n\n How Boost Score Game Works - Secure and Transparent: Our liquidity is locked, and ownership has been renounced. This ensures trust and security within Boost Score Game ecosystem. Community Rewards: We believe in rewarding our players. A substantial portion of the project's revenue goes directly back to the community, incentivizing active participation and engagement. Invest and Hold: Buy BSG and hold in your wallet to benefit from the tax on buy. It encourages long-term investments and loyalty. Play to Win: Participate in various gaming activities to earn BSG. The more you play, the more you can accumulate. Boost Score Game is not just another crypto token; it's a gaming ecosystem designed for players and investors alike.\n\n Roadmap - - build community\n- website and social media development\n- contract development\n- Launch on pancakeswap\n- marketing campaign\n- 1000 holders\n- Extend lock liquidity\n- roadmap v2\n- 500 holders\n- Website v2\n- Listing Coingeko/cmc\n- Community event\n- 100 holders\n- build community\n- community event\n- marketing\n- phase i\n- phase iv\n- phase iii\n- phase ii\n\n Our Partner - All BSG brand is public domain. No rights reserved. @2023\n\n"
}