{
    "summary": "Zillion AAKAR XO (ZAX) welcomes you to the Future of Transactions! AAKAR XO (ZAX)! - Welcome to the Future of Transactions with Zillion AAKAR XO (ZAX)! ZAX is a utility token that breaks through the boundaries between centralized and decentralized platforms. Join us now and become part of the financial revolution.\n\n What is ZILLION AAKAR XO (ZAX)? - ZAX is a revolutionary utility token built on the Binance Smart Chain that offers a seamless transaction experience to users. It's a token that encompasses the entire crypto universe, and it's available on both the DEX and CEX platforms.\n\n Token Features - Collaboration with Companies, Limitless Swapping, Shop Smarter\n\n How ZAX Works: - ZAX operates as a digital token that grants users access to products and services within the blockchain network. Its transparent and secure functionality allows businesses to gain interest from investors, while providing discounts and the ability to incorporate various payment methods.\n\n Token Distribution - 27% Pre Sale, 18% Liquidity (Locked), 27% Development (Locked), 10% Cross platform Integration\n\n Company Roadmap - June-July 2022: Project Planning, Zax Token Landing, Pre Sale, Zax Launch Zillionxo.io, Logistics services\n\nAug-Nov - 2022: Fund raising plan for Zax utility, Blockchain integration\n\nDec - 2022: IDOs for Zax utility token, DEXs/CEXs listing\n\nJan-Mar - 2023: Launching dropping to earn, Crypto payment integration, Zax mobile wallet, DeFi staking for Zax token\n\nApr-Jun - 2023: Launch livestreaming platform, Onboard KOLs/Influencers, Prepare FGT Governance\n\nJul-Sep - 2023: Partnerships with RAMP companies and listing at top exchanges\n\nOct-Dec - 2023: Buy now, pay later, DeFi lending for Zax token, Zax starter, Launch full service in Canada & the UK (G7 market)\n\nApr-Jun - 2024: Develop Physical NFT marketplace, E-Commerce franchising, Complete all main features ready for market expansion\n\nJul-Sep - 2024: Market expansion to SEA, Market expansion South Asia\n\nOct-Dec - 2024: More market expansion, More operational, Complete all main features ready for market expansion\n\n"
}