{
    "summary": "Disclaimer: The content provided in this meme is for entertainment purposes only and should not be taken as financial or investment advice. Cryptocurrency investments are highly volatile and speculative, and the information presented in this meme may not be accurate or up-to-date. Always do your own research (DYOR) and consult with a professional financial advisor before making any investment decisions. The creator of this meme is not responsible for any financial losses or gains that may result from following the information presented here. We are not affiliated with Matt Furie artwork but we would love to collab with him! - Swap ETH for $Munchy Go to Uniswap. Connect to Uniswap. Go to app.uniswap.org in google chrome or on the browser inside your Metamask app. Connect your wallet. Paste the $Munchy token address into Uniswap, select Munchy, and confirm. When Metamask prompts you for a wallet signature, sign. Get Some ETH. Have ETH in your wallet to swap to $Munchy. If you don’t have any ETH, you can buy directly on metamask, transfer from another wallet, or buy on another exchange and send it to your wallet. Download metamask or your wallet of choice from the app store or google play store for free. Desktop users, download the google chrome extension by going to metamask.io. Create a Wallet Phase 1 Uniswap DEX Listing Launch Comic Series Dexscreener Dextools CoinGecko CoinMarketCap Bubble Donut Game Phase 2 Marketing Video KOL/Partnership Acquisitions 15 Total Comics Release Game #2 1,000+ Holders Call Channel Phase 3 20 Total Comics Launch Cannabis Line CEX Listing Release Game #3 10,000+ Holders Phase 4 Munchy Game Competitions Boy's Club Collabs Tier 1 CEX Listing 40+ Total Comics 20,000+ Holders 420 Million 0x9a0d1b52e0684ab42aa0c2613abb4c04217e8aa6 $Munchy Symbol Munchy Name 0% / 1% Buy / Jeet Tax Total Supply Token Address Fair launch. No presale seed round. No Bullshit. 6% team & advisor allocation and 6% for marketing, KOLs, and growth-related expenses. 1% Jeet Tax for the haters with malicious intent on destroying launches. Our focus is on longevity in this space but we know how fast this space moves, therefore we feel adding a Jeet Tax is necessary for development and sustainability. Jeet tax will be used for buybacks and any marketing efforts for $munchy. LP 100% Burned Contract Renounced 12% Team/Marketing 88% Liquidity Pool\n\n"
}