{
    "summary": "Peerwallet | Welcome To Peerwallet, A Semi Decentralized Finance Platform - P2P Semi Decentralized Payment Platform. Finance P2P Market place which provides multiple option to load, withdraw, spend or accept payments online.\n\n Transparent Pricing - All fees are fully transparent with no hidden charges. The fees vary depending on the mode, but they are as low as 0.1%!\n\n Fully Encrypted - On Peerwallet, information is 100% encrypted. Transfer of files and data are fully protected via our custom encryption method.\n\n Instant Cashout - Transfer funds using just an email address or your Peerwallet account number. Funds are received and available for spending immediately.\n\n Safe and Secure - Funding & Withdrawals are initiated by approved Merchants, we added a simple & easy to use Escrow system with account security.\n\n How Peerwallet Works - Peerwallet is not just one single gateway, it's the combination of all payment gateways, methods & systems we have today. It's a single Market with available payment methods.\n\n Create An Account - Either as a regular user, seller, or merchant who provides financial services. You would only be required to create one account for all.\n\n Over 300+ Payment Methods - From the Market place integrations, your customers or clients can easily pay you with payment methods already integrated into the Marketplace.\n\n Website Integration - When you integrate Peerwallet into your website, you are confident that anyone checking out can pay since there are hundreds of methods to pay!\n\n Virtual Cards & Banks - From the Market place, you can easily select which Merchant you want to spend your Peerwallet funds easily. Simply choose and spend!\n\n Escrow Funding & Withdrawal - Each time you want to fund your account, the system makes sure everything goes smoothly thereby providing an Escrow system to protect both parties.\n\n Finance Marketplace - When you hear Finance Market Place, this is where everything in Finance happens. Funding, Withdrawal, Spending, and so many other financial activities.\n\n Send Money Easily With Peerwallet. - All you need is an email address or a user's Peerwallet account number. Money transfers are instant and the user can spend immediately.\n\n Receive Payments Easily With Peerwallet - Accept payments easily from your website or via a direct transfer to your Account number or email address on Peerwallet.\n\n P2P Spending - SPEND YOUR BALANCE WITH VIRTUAL CARDS. From the P2P marketplace, we have several Merchants offering Virtual cards & other ways to spend your wallet balance on Peerwallet. Visa, Mastercard, and several other options, all you need to do is to order and then load your card balance from your wallet funds on Peerwallet.\n\n Get started in minutes - Create your Peerwallet account today! One Account For All! Peerwallet is a peer to peer payment platform which accepts funding in over 300 payment methods.\n\n"
}