{
    "summary": "MANIA - BUCKLE UP, BUTTERCUP, BECAUSE MAGAMANIA IS ABOUT TO TAKE YOU ON THE MOST INSANE, ADRENALINE-PUMPED RIDE OF YOUR LIFE! THIS IS A FULL-BLOWN REVOLUTION, AND IT'S GONNA HIT YOU LIKE A FREIGHT TRAIN!\n\n DONALD \"THE PRESIDENT\" TRUMP - 6’3″ 215lbs\n\nDONALD “THE PRESIDENT” TRUMP DOMINATES THE WWF RING WITH HIS IMPOSING PRESENCE AND UNYIELDING CONFIDENCE. HAILING FROM NEW YORK CITY, HE BRINGS A COMBINATION OF BUSINESS SAVVY AND RAW POWER. HIS SIGNATURE MOVE, “INVINCIBILITY,” MEANS NOTHING CAN HURT OR STOP HIM. WITH HIS CHARISMATIC STYLE AND RELENTLESS DRIVE, DONALD “THE PRESIDENT” TRUMP IS A CHAMPION BOTH IN AND OUT OF THE RING\n\n JOE \"BONES\" BIDEN - 6′ 178lbs\n\nJOE “BONES” BIDEN HOBBLES INTO THE RING WITH UNMATCHED DETERMINATION. HAILING FROM SCRANTON, PENNSYLVANIA, HE COMBINES YEARS OF EXPERIENCE WITH AN FRAGILE SPIRIT. HIS SIGNATURE MOVE, “THE STUTTER,” LEAVES OPPONENTS NO CHANCE OF FAILURE. WITH AN ABSENT MINDED PRESENCE AND RELENTLESS DRIVE, JOE “BONES” BIDEN IS A TRUE CHAMPION 20 YEARS AGO.\n\n AMALA \"THE VICE\" HARRIS - 5’2″ 130lbs\n\nKAMALA “THE VICE” HARRIS IS A POWERHOUSE IN THE WWF RING. HAILING FROM OAKLAND, CALIFORNIA, SHE BRINGS UNYIELDING STRENGTH AND STRATEGIC PROWESS. HER SIGNATURE MOVE, THE “JUSTICE SLAM,” LEAVES OPPONENTS STUNNED AND THE CROWD ROARING. WITH CHARISMA AND RELENTLESS DRIVE, KAMALA “THE VICE” HARRIS DOMINATES EVERY MATCH.\n\n JD \"THE VANGUARD\" VANCE - 6′, 198lbs\n\nJD “THE VANGUARD” VANCE CHARGES INTO THE WWF RING WITH STRENGTH AND GRIT. HAILING FROM MIDDLETOWN, OHIO, HE COMBINES SMALL-TOWN TOUGHNESS WITH A STRATEGIC MINDSET. HIS SIGNATURE MOVE, THE “VANGUARD VANQUISHER,” LEAVES OPPONENTS HELPLESS AND THE CROWD CHEERING. WITH HIS RELENTLESS DRIVE AND COMMANDING PRESENCE, JD “THE VANGUARD” VANCE IS A FORCE TO BE RECKONED WITH.\n\n NANCY \"THE OL BROAD\" PELOSI - 5’5″ 131lbs\n\nNANCY “THE OL BROAD” PELOSI STRIKES WITH PRECISION AND POWER IN THE WWF RING. HAILING FROM SAN FRANCISCO, CALIFORNIA, SHE COMBINES UNYIELDING DETERMINATION WITH A STRATEGIC MIND. HER SIGNATURE MOVE, THE PSY-OP,” LEAVES OPPONENTS DAZED AND THE CROWD IN AWE. WITH HER COMMANDING PRESENCE AND RELENTLESS DRIVE, NANCY “THE OL BROAD” PELOSI BRINGS IT HAAAAARD!\n\n"
}