{
    "summary": "Trading in the Crypto currency (spot only) market with the investment club - Reliability and innovation in trading\n\n About company - Invest Club Project is a Crypto currency (spot only) trading initiative that operates on currency pairs and stocks, providing relatively high profits with returns ranging from 10% to 40% monthly. The project publishes its results and percentages on the channel for transparency.\n\n Investment Terms - The minimum investment amount is 50 US dollars. Withdrawals are made every week without exception. Capital withdrawal can be requested after one week of investment. The duration of the contract is one week, and it can be extended automatically in the event that the withdrawal is not requested. The capital cannot be requested before this period.\n\n investment offers - Choose your plans\n\n Affiliate - At INVEST CLUB appreciate our active partners who help us develop and advance the company, and as a thank you offer for each newly invited participant to the project, we charge referral commissions to the sponsor, in addition, if the invited also contribute to the development of our company, the referral participants will be awarded additional rewards\n\n Last News - Weekly Accumulative Percentage From 23 to 29 December : normal plan : 3.6% high risk plan : 9.41% Weekly Accumulative Percentage From 16 to 22 December : normal plan : 7.12% high risk plan : 12.32% Weekly Accumulative Percentage From 09 to 15 December : normal plan : 2.1%\n\n Why choose us? - Round the clock technical support Our team of experts is at your disposal 24/7, and we're always happy to assist you with any inquiries you may have, whenever it suits you. Thorough choice of investments We understand the cost of success and the disappointment of failure, thus we meticulously choose our investment holdings. Tight-knit group of experts Throughout our successful tenure in the financial industry, we have assembled a team of highly skilled professionals who possess extensive expertise in all relevant domains and boast a wealth of experience in their respective areas of specialization. Legally registered firm Our organization holds all required permits and certifications to carry out its operations and has a physical location in Bab Ezzouar, Algeria. High security The confidentiality and security of our clients' personal information and transactions are of utmost importance to us, and we take all necessary measures to ensure that they are protected from any unauthorized access or breaches. Assurance of the security of your capital By carefully selecting dependable investment holdings and implementing a proactive risk management strategy, we provide a 100% success rate for each of our investors.\n\n"
}