{
    "summary": "Peter Brandt says Bitcoin bottom is in, but prepare for a 'chopfest' - The prop trader believes that while Bitcoin has already bottomed, traders should brace themselves for a volatile fight to the next new all-time high. Bitcoin (BTC) may reach new all-time highs by the end of next year, but crypto investors...\n\n Crypto donations raised by Hamas ‘remain tiny,’ says Elliptic - \n\n Whales Showing More Interest Than Ever in Ethereum-Based Altcoin Amid 832% Rally in Two Months: Santiment - \n\n Mystery Shiba Inu Whale Snaps Up $444K in SHIB Amid Rally - \n\n Recovery firm proposes cracking former Ripple CTO's $244M Bitcoin hard drive - \n\n Chainlink (LINK) Price Surges 50% Amid Vodafone Collaboration - \n\n Hashdex sits down with SEC over spot Bitcoin ETF application - \n\n Elliptic debunks WSJ article on Hamas crypto fundraising - \n\n Two tries left: Swiss entrepreneur’s $243m Bitcoin drama - \n\n 7K BTC Recovery Mission: Unciphered Found Solution, Owner Rejects Help - \n\n Bitcoin price chases after $35K as BTC derivatives data signals fresh inflow - \n\n Price analysis 10/25: BTC, ETH, BNB, XRP, SOL, ADA, DOGE, TON, LINK, MATIC - \n\n Matrixport doubles down on $45K Bitcoin year-end prediction - \n\n Bitcoin Fear and Greed Index Hits Yearly High Amid Price Rally - Bitcoin Fear and Greed Index has turned green following days of significant...\n\n Bitcoin Sellers’ Exhaustion Has Emerged Above $31K: Expert - Recent Bitcoin price developments have changed the dynamics of the crypto...\n\n BlackRock fined $2.5M by SEC for incorrect investment disclosure - The SEC’s charges for the world’s largest asset manager came on the...\n\n Bitcoin Might Rise by $10,000 in a Day: Predicts Analyst - Bitcoin climbed above the $30,000 mark this month and is trading at $34,000...\n\n FTX and Alameda linked wallets transfer $10M of crypto to exchanges in just 5 hours - \n\n Ethereum Whale Moves $55 Million ETH to Binance, Will it Sell? - According to Etherscan.io, an Ethereum (ETH) whale has moved 30,710 ETH, worth around $54.9 million, to the crypto exchange Binance. The whale...\n\n Polygon launches POL token contract on Ethereum to eventually replace MATIC - \n\n Game review: Immutable’s Guild of Guardians offers mobile dungeon adventures - \n\n Telegram trading bot Maestro refunds users 610 ETH after router exploit - \n\n Staking on LUKSO? Look no further: A new liquid staking protocol just went live - \n\n NFT Marketplace Magic Eden Temporarily Halts Bitcoin BRC-20 Trade - Magic Eden temporarily halts Bitcoin BRC-20 trade following the substantial drop in trading activity. The marketplace’s surprising move...\n\n MetaMask briefly pulled from App Store, British MPs argue for caution with NFT copyright infringement: Nifty Newsletter, Oct. 11–Oct. 17 - Decentraland Foundation executive director Yemel Jardis believes the NFT market slump is not a sign of regression but maturity.  ​​Welcome...\n\n BAYC creator Yuga Labs completes restructuring to focus on metaverse - Yuga Labs, a firm behind the Bored Ape Yacht Club NFTs, has completed restructuring to focus on its upcoming metaverse project Otherside. Yuga...\n\n Canada central bank assesses innovations and challenges of DeFi - The staff note suggested that although the DeFi ecosystem brings a ton of innovations in the financial sector the regulatory challenges and vulnerability...\n\n Shiba Inu Forecasted To Rise 118%: Predicts Analyst - \n\n"
}