{
    "summary": "Lybra Finance - Lybra Finance distinguishes itself from other LST backed stablecoin protocols by providing users with the advantage of zero minting on eUSD. This unique feature enables users to utilize their ETH holdings and borrow eUSD without incurring any extra expenses. Minters of peUSD with non-rebasing LST collateral will be subject to a 1.5% repayment fee on the total debt borrowed.\n\n Unleash the Utility of LST in DeFi - The Interest Bearing Stablecoin Backed by LST APY ~5.86% Total ETH/LST Deposits V1: $22,704,485 V2: $326,861,437 Total eUSD/peUSD in Circulation V1: $11,842,824 V2: $163,256,690 Total Yield Paid V1: $0 V2: $0\n\n How Lybra Works - Step 1 Deposit Deposit ETH/LST as collateral Step 2 Mint eUSD/peUSD Mint eUSD/peUSD against your collateral Step 3 Earn Interest Hold eUSD to earn interest (APY ~ 8%) Step 4 Spend peUSD Convert eUSD to peUSD and use it in DeFi Protocols, whilst still earning the underlying interest on desposited collateral\n\n Secure & Stable - The stability of eUSD is maintained through a combination of overcollateralization, liquidation mechanisms, arbitrage opportunities and the eUSD premium suppression mechanism. These factors work together and in combination to ensure that the value of eUSD remains as close to a peg of 1 USD.\n\n Interest Bearing - Holders of eUSD can anticipate earning an approximate 8% base annual percentage yield (APY). Borrowers of eUSD who convert their holdings into peUSD, will always have the flexibility to convert peUSD back to eUSD at any time, enabling them to accumulate the interest earned on their deposited collateral.\n\n LayerZero Omnichain Integration - Launching Omnichain made easy with LayerZero. The implementation will be powered by LayerZero's Omnichain Fungible Token (OFT) Standard, enabling the creation of peUSD, an omnichain version of eUSD. This approach eliminates the requirement for an eUSD Liquidity Pool on each supported chain, as well as the complexities of bridging and wrapping procedures and the associated transaction fees. Consequently, this cost-effective and technically efficient implementation allows Lybra to seamlessly integrate free omnichain functionality into its interest-bearing stablecoin offering.\n\n Lybra DAO - The governance of the Lybra DAO will be entrusted to LBR token holders, granting them the authority to shape the project's trajectory, propose and participate in decision-making processes, and collectively oversee the protocol. This community-led approach serves to uphold the decentralized essence of the Lybra Finance project and guarantees that its evolution aligns with the welfare and desires of its user base.\n\n Frequently Asked Questions - 1. How are eUSD yields generated, and how can it yield ~8% APY? eUSD yields generate from LST rebase rewards, translating into an actual yield. Currently, the APR stands at approximately 8%. 2. How does the eUSD rebase work? eUSD holders earn interest automatically due to Lybra Protocol’s unique design. It functions as follows: As an example, let's consider a user, Bob, who uses stETH as collateral to mint eUSD. Bob's stETH collateral continues to accumulate rebase yield in the form of additional stETH. Users referred to as Redeemers purchase the rebase yields from Bob's stETH collateral using their eUSD on the Lybra protocol. If no Redeemer steps in, the protocol purchases the yield using its eUSD holdings. Bob receives a portion of the total eUSD proceeds as interest, determined by factors like his LSTs APR, the total eUSD in circulation in that LST pool, the pool's Collateral Ratio, and the overall eUSD supply. This mechanism allows Bob to earn interest on his eUSD automatically for as long as he holds it. The introduction of peUSD ensures this interest accrual continues even if he spends it. 3. Can I earn eUSD APY just by holding it? Yes, your wallet balance will increase automatically on a daily basis due to the distribution of the rebase yield. 4. Is Lybra omnichain? Indeed, both LBR and peUSD are integrated with the OFT model from LayerZero and can be bridged to any supported L2's. Our journey begins with Arbitrum. 5. Why am I not receiving esLBR emission after minting eUSD/peUSD? To be eligible for esLBR emission from the Mint Pool, users must maintain at least a 2.5% threshold in Dynamic Liquidity Provisioning relative to their total loan value. If the threshold drops below 2.5%, the user will no longer be eligible for future esLBR emissions. Simultaneously, a bounty equal to the user's ineligible emissions will be placed, which can be purchased by any user at a 40% discount in LBR or eUSD. 6. Will I lose my esLBR if my dLP falls below the 2.5% threshold? If your dLP drops below the minimum 2.5% threshold, you will become ineligible for unclaimed esLBR emissions. However, a bounty equal to the emissions you would have earned during your ineligibility will be set. 7. Why can’t I convert peUSD back to eUSD? Only peUSD that was originally converted from eUSD can be converted back to eUSD. If you have a rebasing LST as collateral asset on Lybra Protocol, you can convert your peUSD back to eUSD through the protocol. 8. Can anyone purchase the discounted esLBR in Bounty? Anyone can buy esLBR from the dLP penalty or advanced vesting bounty at a 40% discount, using either LBR or eUSD. Any LBR received by the protocol will be 100% burnt, while eUSD will be used in the Stability Fund to maintain eUSD's peg. 9. Are there any fees associated with Lybra? Lybra does not charge any minting fee for eUSD. However, a 1.5% annual service fee on eUSD circulation is deducted from the rebasing yield, which is then distributed to esLBR holders. For peUSD minters, a 1.5% borrow/repayment fee based on their peUSD debt is charged, and this too is distributed to LBR stakers. 10. What are the requirements to mint eUSD/peUSD on Lybra? To mint eUSD or peUSD, you need to deposit a minimum of 1 ETH or another supported LST as collateral through Lybra. Once deposited, you can mint eUSD or peUSD against your collateral up to a collateral ratio of 150% (which can be altered in accordance with DAO vote).\n\n"
}