{
    "summary": "Bet Easily. Win Big. - Bet effortlessly with our free Telegram bot, designed for quick and easy betting while you're on the move. Enjoy the convenience of placing bets with remarkable speed, wherever you are.\n\n Secure Wallet - Encrypted and secure. Nobody can access your private key except you.\n\n Cross-Chain Bridge - Move your assets with no limit. Three chains, one bridge.\n\n Fast Betting - Easy process, quick wins. Bet it fast.\n\n Bet History - Track your bets, claim your wins. All in one place.\n\n One-Click Copybetting - Share your bets. Copy others. Win together.\n\n Revenue Share - 70% of the trading revenue will be distributed to token holders. Additionally, 10% of the trading revenue will serve as rewards for our top bettors in weekly tournaments, motivating increased participation, and 20% will be distributed equally for referral rewards and tournaments. Additionally, holders are entitled to 100% of the total revenue from betting fees generated through Overtime Markets and Azuro.\n\n Referral Program - When you create an account, we provide you with a personalized referral link, exclusively for you to share with friends and others. When someone uses your unique referral link to sign up, we keep a record of their activity. As a gesture of gratitude for your generosity, you'll receive an 8% share of the fees generated by those who joined our platform through your referral link. So, not only can you enjoy our services, but you can also earn a little extra by spreading the word.\n\n Tournaments - Users will have the exciting opportunity to engage in weekly tournaments, where they stand a chance to secure substantial prizes for their successful bets. To be eligible for participation, users will need to meet specific criteria, including achieving high odds, placing substantial bets, having numerous winning bets, and maintaining winning streaks. These criteria make the tournaments competitive and offer multiple ways for users to win big.\n\n Myriad of Betting Markets - BetIT has made significant progress by seamlessly integrating two of the industry's most prominent betting market protocols, Azuro and Overtime. As a result of this integration, a portion of the revenue generated by the massive betting volumes on both of these protocols will be generously distributed to our token holders. We've provided direct links to Azuro and Overtime, allowing you to learn more about their potential benefits and ensure you're well-informed for a better BetIT experience.\n\n"
}