{
    "summary": "Compound is a web application - Compound is a web application that requires JavaScript to run.\n\n Coinbase Custody - Secure custody for COMP & cTokens, and native support for Compound governance.\n\n Anchorage - Safe crypto custody complete with trading, staking, and Compound governance.\n\n Fireblocks - Safely move assets between exchanges, wallets & Compound.\n\n Bitgo - Full-service crypto custodian, with support for both cTokens and COMP.\n\n Ledger - Access Compound directly from the security of your Ledger hardware wallet.\n\n Argent - Easily earn interest & invest; securely store & send. No seed phrase. No gas.\n\n OKX - Earn interest and borrow assets on one of the most popular crypto exchanges.\n\n Pool Together - A no-loss lottery utilizing the interest earned in Compound as the prize.\n\n Binance - Leading crypto exchange, with DeFi staking powered by Compound.\n\n Crypto.com - Interact with Compound through a native integration in the Crypto.com DeFi wallet.\n\n imToken - Fully-featured crypto wallet mobile app, integrating Compound.\n\n Zapper - A seamless interface to Compound alongside other DeFi applications.\n\n Exodus - Secure, Manage, and Exchange on desktop, mobile and hardware wallets.\n\n InstaDapp - Supply, borrow, and migrate MakerDAO CDPs into Compound.\n\n Comp.Vote - Gas-free delegation and voting for COMP token-holders.\n\n DeFi Saver - An alternative Compound dashboard with automated portfolio management.\n\n Zerion - Save, borrow, and monitor Compound & Ethereum positions.\n\n Ankr - Easily integrate Compound with a RESTful API.\n\n Enzyme - A fast & cost-effective way to build, scale and monetize investment strategies.\n\n B.Protocol - Import your Compound position for improved liquidation economics.\n\n Eidoo - Buy, sell, trade and earn in-app, or pay with Eidoo Card worldwide.\n\n Tokentax - Tax software and cryptocurrency accounting firm, to help with your Compound activity.\n\n Cointracker - Portfolio tracker and tax calculator tool, import your Compound activity.\n\n Compound Academy - Elevate your knowledge of Compound III with an intuitive and engaging education platform.\n\n"
}