{
    "summary": "Bringing Real Estate To The Blockchain - Invest in tokenized real estate assets directly on the Binance Smart Chain for as little as $50.\n\n Real Estate Meets DeFi - Landshare turns real-world properties into asset-backed, yield bearing, and fully tradeable Asset Tokens on the Binance Smart Chain. Invest in real estate for as little as $50 and benefit from property appreciation and monthly rental income sent directly to your wallet each month.\n\n Landshare Token - The Landshare Token is used as payment to make purchases on the Landshare platform.\n\n NFT Ecosystem - Use LAND Tokens to buy upgrades and repair your property in Landshare's NFT Feature.\n\n Loan Protocol - Borrow BUSD against Asset Token collateral. Reclaim your tokens by paying interest in LAND.\n\n Burns - All LAND platform fees are burned and removed from the overall supply of the Landshare Token.\n\n Staking - Utilize LAND Token Staking, liquidity farms, and BUSD Vaults to earn additional rewards.\n\n Governance - Stake your Landshare Tokens and earn voting power in the Landshare Governance Protocol.\n\n Payment - The Landshare Token is used as payment to make purchases on the Landshare platform.\n\n Autocompounding - Automatically reinvest your rental payouts into more Asset Tokens, allowing you to grow your portfolio exponentially without ever lifting a finger.\n\n NFT Ecosystem - Each property gets a unique NFT model created that can be used in our play-to-earn NFT feature. Take care of your real estate NFT, upgrade your house, and earn additional yields for your Asset tokens.\n\n Assest Loans - Borrow BUSD against the value of your Asset Tokens, granting access to trading capital without the need to liquidate your investment.\n\n Elevate Your Real Estate Investment with Landshare - Elevate your Asset Tokens with Landshare's suite of DeFi features. Stake to earn additional rewards in the NFT ecosystem, leverage your investment with the upcoming Loan Protocol, or auto-compound your rental yields to grow your portfolio.\n\n"
}