{
    "summary": "Doge 2K23 - Doge 2K23 is a decentralized Community Meme Token on the Binance Smart Chain. By combining two trending “Meta”, which is the Birthday hype of Doge and the 2023 New Year hype, we are aiming for an absolute moonshot. Doge 2K23 reminds you back to the power of a loyal Community, brought by an indisputable, brilliant, and experienced team, well known and respected in the crypto space. Doge 2K23 will gain its undeniable reputation through continuous communication with its investors, aggressive marketing campaigns, innovative ideas and constant delivery from an incomparable team. Backed by Doge whales, we invite you on this wonderful journey, to celebrate the Birthday of Doge and New Year’s Eve alongside our ever-growing community.\n\n NFT Minting - The limited supply of 100 unique “Doge 2K23” NFT’s offer two special utilities for our early investors: If you are the owner of 1 NFT, you are able to sell your tokens without paying the sell tax. Additional buying competitions for our NFT holders only. Our NFT module is inflationary, that means after every 10 minted NFTs the price for minting a NFT will increase by 0.05 bnb, starting at 0.2 bnb per NFT. P.S. 50% of the money raised here will be used for buybacks only.\n\n Tokenomics - Liquidity Locked for 100 days and no Team Tokens !! Total Supply: 1,000,000,000,000 On every buy there is a tax of 6% 0 % Marketing and development 0 % LP 0 % Jackpot On every sell there is a tax of 10% 0 % Marketing and development 0 % LP 0 % Jackpot P.S. The buy and sell tax will be reduced to 6%, on January 1st.\n\n Roadmap - Phase 1 Social Media Creation Website Deployment Private Sale NFT Collection Creation Contract Creation Contract Audit Phase 2 NFT Collection Launch Stealth-Launch on PancakeSwap Telegram, Twitter & YT Marketing Guerilla Marketing Shilling & Buy competitions Trendings & Ads ETH Bridge Phase 3 CMC & CG Listing Collaboration Partnerships Lottery Dapp Development P2E Game Development CEX Listings\n\n"
}