{
    "summary": "Bringing Music to Web3.0 and Metaverse - Voice Street is a lab that dedicated to bring music to Web3.0 and intends to build an on-chain infrastructure for music. Voice Street has a variety of products, such as music NFT platform, metaverse concerts, musician live-house virtual space customizations and music-related games. Voice Street seeks to maximise value and provide additional dimensions to valorising music artists and their creations. This is done through the on-chain development of music copyright, artist-related rights, music derivatives NFT, NFT gamification and metaverse. The project wants to solve the problem of limited monetization routes for artists and the poor monetization ability of music creations.\n\n Voice Street NFT Trading Platform - Voice Street NFT Trading Platform is an NFT trading platform specially established by Voice Street for musicians to help them release NFT products quickly and easily. Fans can support their favorite creators by purchasing NFT products of music creators, to realize the relationship between creators and fans sharing economy.\n\n Voice Street IMO Launchpad - Voice street launches Initial Music - copyright Offering (IMO), which forms complete song copyrights in the form of NFTs and fragments their copyrights into song tokens. While the creator receives sales revenue, fans holding music tokens can profit from the sales and operational revenue generated by the music.\n\n Voice Street Earning Function - Voice Street Music Fan IMO token’s new function, Earning, is a great way to upgrade your music loyal fans, support musicians with IMO tokens, and earn rewards. Through Earning, IMO users can stake their own IMO tokens, support musicians they support and receive additional VST token rewards\n\n Ark of Panda - In the music game, each player plays the role of a young man who yearns for life in the entertainment industry, buys a musical instrument to start his own musical journey, and continuously improves his self-cultivation in this virtual country, forming a band with like-minded friends and starting to march toward his dream. This virtual kingdom is worldwide. In the game, players can communicate with players from all over the world through music festivals, part-time jobs, big lotto, concerts, etc.\n\n Daffy Panda Ganging Up - Daffy panda ganging up is a limited edition NFT series based on music games. There are 10000 DPGU in total, of which 8888 are obtained as individuals and 1112 are held by star musicians. Each Daffy panda is unique and has high collection value.\n\n Voice Street Metaverse Concert - Every musician of Voice Street will be embodied as a 3D avatar in the metaverse with an exclusive DPGU and rejoice with fans all over the world through performances in the metaverse world. Their 3D avatars will be modeled based on NFT generative art, moving within the metaverse and interacting with fans. In the metaverse world beyond time and space, VOICE STREET will provide a stage to hold performances. Up to now, more than 30 musicians have cooperated with Voice Street and logged on to the Voice Street Metaverse Concert to hold their own exclusive concerts.\n\n Voice Street Community - Voice Street will invite IPs and celebrities to join the Metaverse and build their own exclusive fan community. Fans can buy land, houses, and assets in the metaverse, choose to be neighbors with their favorite stars, bring their imaginations into reality, and build bars, museums, AMA venues, etc. In the metaverse, hold live houses, and grow resources, plan a variety of character-filled events and initiatives with the incubation.\n\n"
}