{
    "summary": "Unbiased AI - Decentralized cutting edge generative artificial intelligence without any censorship.\n\n Based on Bootstrap 4 - We blend insights and strategy to create digital products for forward-thinking organisations.\n\n Our Products and Models - Get the full power of AI at your fingertips, free of hidden biases and censorship. Our decentralized model allows anyone to contribute to the ecosystem and get rewarded for their work.\n\n Hyper realistic text-to-speech - Generate voice-overs that are indistinguishable from reality.\n\n Dialogue bots - Converse with our bots as if you were talking to a real person.\n\n Single-shot voice cloning - Recreate any voice with only ~60 seconds of audio.\n\n Integrations - Explore the different ways of interacting with our tools.\n\n Press - NoiseGPT: AI app that turns text into celebrity voices raises concerns over 'deepfake chaos'\n\n noiseGPT token - The token plays a central role in the noiseGPT ecosystem, ensuring value accrual and fostering sustainable growth.\n\n Token distribution - Token was fairly launched at block 16563841. Contract was renounced at block 16564097. Liquidity was locked at block 16564050. Total, max and circulating supply is 1B tokens, of which a part is on Arbitrum. No team wallets were made pre-lauch. A 5% tax will be active on Ethereum until December 2023. The token is tracked on CoinGecko and CoinMarketCap.\n\n noiseGPT is on a Mission - noiseGPT is on a mission to resist the lobotomization of AI tools. We stand for complete freedom of use, freedom of speech and are against any hidden biases and censorship built into machine leaning based systems.\n\n What is the difference between noiseGPT and competitors? - We are proud of the two pillars we are built upon: decentralization and censorship resistance. Users can be assured they have total freedom using our tools. On top of that our network allows people to get rewarded trustlessly for playing a role within the ecosystem. This means you can benefit from the increased demand in AI services.\n\n What's the role of the noiseGPT token? - The noiseGPT tokenomics model envisions a decentralized, censorship-resistant ecosystem that facilitates seamless transactions between users and providers of the AI engines powered by GPU rigs. By utilizing a dedicated token, noiseGPT, the ecosystem enables users to request text-to-speech services from these GPU nodes and also compensates those who train the voice models, thus fostering a vibrant and self-sustaining community.\n\n How do I get the noiseGPT token? - The noiseGPT token will play a crucial role in the decentralizing of the model inferences. It's is currently residing on Ethereum and Arbitrum and is trading on Uniswap and Camelot.\n\n Cool shit, but does it have any real usecases? - Realistic text-to-speech generation is not just a fun tool only. It can be use for a myriad of useful applications. Think of: Assistive technology, voice-overs for ising, language learning, podcasting, games, movies, audiobooks and customer service.\n\n How do I generate audios with noiseGPT? - See integrations.\n\n Can I really 'say' whatever I want with your tools? - Yes.\n\n What else are you guys working on? - Conversational models, image generation, voice-cloning, discord app, new languages, and many more exciting things. Keep an eye on our roadmap.\n\n Can I contribute? - Yes. Ultimately all inferences will be handled by 'miners': GPU rigs running our model and answering API requests, in exchange for noiseGPT tokens.\n\n Meet The Team - Drifting between mathematics, finance, AI and political science. 10 years experience in government institutions at a national level, fund management and revenue optimization. Freedom absolutist. MRKZ - Co-founder. Highly skilled ML Enthusiast who has spent the past decade helping Fortune 500 co's to small businesses modernize and adapt to new technologies. Started breaking computers at 3, and the rest is history. Today solves problems in FAANG and builds cool toys on the side. John Conquest - CTO. Free speech, free willy.\n\n"
}