{
    "summary": "Upgrade to the security of Cosmo MPC wallet - Discover the multi-chain crypto wallet with support for Bitcoin, Ethereum, Polygon, and 120+ crypto assets. Powered by MPC instead of a vulnerable seed phrase.\n\n Secure. Simple. All-in-one. - A true multi-chain wallet, from Bitcoin, Ethereum, Polygon, Doge and 120+ crypto assets and NFTs. Buy, sell, and trade in a few simple taps. Store, view, and use NFTs, DeFi, and thousands of Dapps!\n\n What is an MPC Wallet?The MPC WALLET - TL;DR: “Not your keys, not your coins” has resulted in over $100 billion lost or stolen since the early 2010s. Cosmo is the leading MPC wallet that secures over 1 million customers. Check it out, or read below to learn more about MPC wallets\n\n The FALSE DICHOTOMY - For years the status-quo perpetuated a dangerous misconception: There are only 2 ways to store crypto. This false dichotomy is why so many potential crypto-enthusiasts haven’t started to get involved in the ecosystem.\n\n Let's Get Know More About MPC Wallet! - MPC stands for secure (Multi-Party Computation). Multi-Party Computation and is a field of cryptography born 30 years ago. Generally, MPC allows two (or more) parties to jointly compute a function output without revealing their inputs.\n\n The proverbial “Private Key” - Specifically for cryptocurrency wallets, MPC allows the creation of a secure key management system without a single point of failure (the proverbial “private key”) in which multiple parties (for example a remote server and a mobile phone) can jointly perform all needed cryptographic functions (like key generation, transaction signatures and transaction verification) while neither of the parties reveal their respective secrets.\n\n Utility of Cosmo - Cosmo Trade: Swap and trade one crypto for another. Trade crypto anytime, anywhere, across multiple blockchains in a few simple taps, directly through your Cosmo wallet. Enjoy some of the best trading rates for Bitcoin, Ether and dozens of other cryptocurrencies, powered by our partnership with Changelly, the world’s leading crypto exchange platform.\n\n"
}