{
    "summary": "DaoSpace LaunchPad - DaoSpace set out to be more than a Launch Pad. A new generation 100% Community Driven LaunchPad Platform. DaoSpace, a new way going to be CAPITAL COMMUNITY. We will give our community the opportunity to participate in BSC & Polygon & ETH ecosystem pre-sales from a single point.\n\n How DaoSpace Works - Investors purchase DAOP tokens to secure guaranteed participation in pre-sales. By owning a limited supply NFT card designed by DaoSpace , investors reach the TIER level corresponding to the amount of DAOP tokens they hold in their wallets. Investors can own NFT cards with different images and rights for each level by exchanging the amount of DAOP corresponding to the tier level in the marketplace.\n\n What will we do? - We will create Solid Community. In short, we will organize IDOs with our community. As DaoSpace, we will participate in pre-sales of other platforms and invest early in projects with high potential. We will distribute the income and tokens to Dao Space Investors. Final target will be DaoSpace Capital Community.\n\n How about Tier System? - Diamond Tier\n\nNFT DAO Members\n\nAllocation is depend on project tokenomics\n\nEmerald Tier\n\nEmerald NFT\nWith 100.000 DAOP colleteral\n\nAllocation is depend on project tokenomics\n\nRuby Tier\n\nRuby NFT\nWith 50.000 DAOP colleteral\n\nAllocation is depend on project tokenomics\n\nSapphire Tier\n\nSapphire NFT\nWith 20.000 DAOP colleteral\n\nAllocation is depend on project tokenomics\n\nAmethyst Tier\n\nAmethyst NFT\nWith 10.000 DAOP colleteral\n\nAllocation is depend on project tokenomics\n\nPublic Pool Tier\n\nAll investors who do not hold NFTs but have DAOP investments benefit from the pool according to the amount they hold\n\n RoadMap - 2. Quarter 2023\n\nWebsite update.\nIntegration of additional features into the NFT card system and system optimization.\nLaunchpad platform update.\nContinual collection of user feedback and product improvements.\nExpansion of the user base and product dissemination to wide audiences.\nDevelopment of sustainable growth and expansion strategies.\nDevelopment of marketing and promotional strategies.\nAudit certificate.\nLaunch and promotion of new IDO projects.\n\n1. Quarter 2023\n\nMarket analysis and target audience identification.\nCreation of the website and social media channels.\nEstablishment of initial partnerships and development of collaborations.\nListing on PancakeSwap.\nListing on Coinmarketcap.\nListing on Coingecko.\nAnnouncement of the first IDO project.\nDevelopment of the NFT card system prototype.\nInternal and external tests of the NFT card system prototype and collection of user feedback.\nIntegration of the Launchpad platform into the website.\n\n4. Quarter 2023\n\nBridging with Different Networks\nLaunching more IDO projects\nContinuous innovation by adding new functions to the platform\nYear-end review and preparation of the roadmap for 2024\n\n3. Quarter 2023\n\nEstablishing the DaoSpace Ambassador Program.\nStabilization and improvement of the business model.\nExpansion into new markets and addition of new language supports.\nImplementation of global marketing and brand promotion campaigns.\nMaking plans for future IDO projects and partnerships.\nReview and improvement of security measures.\nFurther scaling and improvement of websites and platforms.\nOrganizing special events or campaigns to increase community activities and user interaction.\nPreliminary discussions with CEX exchanges.\n\n1. Quarter 2024\n\nNew Roadmap Will Be Announced\n\n"
}