{
    "summary": "No bugs here! - This page is not being translated. We've intentionally left this page in English for now.\n\n Welcome to Ethereum - Ethereum is the community-run technology powering the cryptocurrency ether (ETH) and thousands of decentralized applications.\n\n What is Ethereum? - Ethereum is a technology that's home to digital money, global payments, and applications. The community has built a booming digital economy, bold new ways for creators to earn online, and so much more. It's open to everyone, wherever you are in the world – all you need is the internet.\n\n A fairer financial system - Today, billions of people can’t open bank accounts, others have their payments blocked. Ethereum's decentralized finance (DeFi) system never sleeps or discriminates. With just an internet connection, you can send, receive, borrow, earn interest, and even stream funds anywhere in the world.\n\n The internet of assets - Ethereum isn't just for digital money. Anything you can own can be represented, traded and put to use as non-fungible tokens (NFTs). You can tokenise your art and get royalties automatically every time it's re-sold. Or use a token for something you own to take out a loan. The possibilities are growing all the time.\n\n An open internet - Today, we gain access to 'free' internet services by giving up control of our personal data. Ethereum services are open by default – you just need a wallet. These are free and easy to set up, controlled by you, and work without any personal info.\n\n Your own bank - You can build a bank powered by logic you've programmed.\n\n Your own currency - You can create tokens that you can transfer and use across applications.\n\n A JavaScript Ethereum wallet - You can use existing languages to interact with Ethereum and other applications.\n\n An open, permissionless DNS - You can reimagine existing services as decentralized, open applications.\n\n A new frontier for development - Ethereum and its apps are transparent and open source. You can fork code and re-use functionality others have already built. If you don't want to learn a new language you can just interact with open-sourced code using JavaScript and other existing languages.\n\n Ethereum today - The latest network statistics\n\nTotal ETH staked\n\nThe total amount of ETH currently being staked and securing the network.\n\n30d90d\n\n0\n\nTransactions today\n\nThe number of transactions successfully processed on the network in the last 24 hours.\n\n30d90d\n\n0\n\nValue locked in DeFi (USD)\n\nThe amount of money in decentralized finance (DeFi) applications, the Ethereum digital economy.\n\n30d90d\n\n0\n\nNodes\n\nEthereum is run by thousands of volunteers around the globe, known as nodes.\n\n30d90d\n\n0\n\n Join the ethereum.org community - Join almost 40 000 members on our Discord server(opens in a new tab).\n\nJoin our monthly community calls for exciting updates on Ethereum.org development and important ecosystem news. Get the chance to ask questions, share ideas, and provide feedback - it's the perfect opportunity to be part of the thriving Ethereum community.\n\n Explore ethereum.org - Level up your upgrade knowledge\n\nThe Ethereum roadmap consists of interconnected upgrades designed to make the network more scalable, secure, and sustainable.\n\nEthereum for enterprise\n\nSee how Ethereum can open up new business models, reduce your costs and future-proof your business.\n\nThe Ethereum community\n\nEthereum is all about community. It's made up of people from all different backgrounds and interests. See how you can join in.\n\n Contribute to ethereum.org - This website is open source with hundreds of community contributors. You can propose edits to any of the content on this site, suggest awesome new features, or help us squash bugs.\n\n Use Ethereum - Find wallet\n\nGet ETH\n\nDecentralized applications (dapps)\n\nLayer 2\n\nRun a node\n\nStablecoins\n\nStake ETH\n\n Learn - Learn Hub\n\nWhat is Ethereum?\n\nWhat is ether (ETH)?\n\nEthereum wallets\n\nGas fees\n\nEthereum security and scam prevention\n\nWhat is Web3?\n\nSmart contracts\n\nEthereum energy consumption\n\nEthereum roadmap\n\nEthereum Improvement Proposals\n\nHistory of Ethereum\n\nEthereum Whitepaper\n\nEthereum glossary\n\nEthereum governance\n\nBlockchain bridges\n\nZero-knowledge proofs\n\nQuiz Hub\n\n Developers - Get started\n\nDocumentation\n\nTutorials\n\nLearn by coding\n\nSet up local environment\n\n Ecosystem - Community hub\n\nEthereum Foundation\n\nEthereum Foundation Blog(opens in a new tab)\n\nEcosystem Support Program(opens in a new tab)\n\nEthereum bug bounty program\n\nEcosystem Grant Programs\n\nEthereum brand assets\n\nDevcon(opens in a new tab)\n\n Enterprise - Mainnet Ethereum\n\nPrivate Ethereum\n\nEnterprise\n\n About ethereum.org - About us\n\nJobs\n\nContributing\n\nLanguage support\n\nPrivacy policy\n\nTerms of use\n\nCookie policy\n\nContact(opens in a new tab)\n\n"
}