{
    "summary": "THE MEME REVOLUTION WITH PEPEZILLA - BabyPepe is here to make memecoins great again. Launched stealth with no presale, zero taxes, LP Lock 1 Year and contract renounced, $BABYPEPE is a coin for the people, forever. Fueled by pure memetic power, let $BABYPEPE show you the way.\n\n Create a Wallet - download metamask or your wallet of choice from the app store or google play store for free. Desktopusers, download the google chrome extension by going to metamask.io.\n\n Get Some BNB - have BNB in your wallet to switch to $BABYPEPE. If you don’t have any BNB, you can buy directly on metamask, transfer from another wallet, or buy on another exchange and send it to your wallet.\n\n Go to PancakeSWap - connect to Pancakeswap. Paste the $BABYPEPE token address into PancakeSwap, select BABYPEPE, and confirm. When Metamask prompts you for a wallet signature, sign.\n\n Switch BNB for $BABYPEPE - switch ETH for $BABYPEPE. We have ZERO taxes so you don’t need to worry about buying with a specific slippage, although you may need to use slippage during times of market volatility.\n\n Token Supply - 420,690,000,000,000\n\n LOW Taxes, No Bullshit. It’s that simple. - 56% of the tokens were sent to the liquidity pool, LP tokens were lock 1 year, and contract is renounced. The remaining 11% of the supply is being held in a multi-sig wallet only to be used as tokens for future centralized exchange listings, bridges, and liquidity pools. This wallet is easily trackable with the ENS name “pepezillaCex.bnb”\n\n CEX Listings - 11%\n\n Phase 1 - Theory and concept creation of $BABYPEPE\n\nWebsite release\n\nLaunch of our Official Whitepaper\n\nSocial Media Channels\n\nContract Creation\n\nSafu / KYC / AUDIT\n\nPresale Marketing\n\n Phase 2 - Presale on Pinksale\n\nPancakeswap Launching\n\nListing on CoinGecko and CoinMarketCap\n\nAvedex, Dextools, BSCscan updated profiles\n\nTrending all platforms\n\nMarketing campaigns\n\n Phase 3 - Listing BABYPEPE Swap\n\nGrowth of Ecosystem\n\nListing on Major Exchanges\n\nInfluencer Marketing Push\n\nNFT Minting Event\n\nTop Tier CEX listing\n\nRoadmap Update\n\n $Babypepe coin - This token is simply paying homage to a meme we all love and recognize.\n\n$BABYPEPE is a meme coin with no intrinsic value or expectation of financial return. There is no formal team or roadmap. the coin is completely useless\n\n"
}