{
    "summary": "Poolside - Poolside is designed to be DeFi's liquidity hub for liquid staking tokens (LSTs) and yield-bearing assets. Built on a novel automated market maker (AMM), Poolside is optimized for tokens that accrue value and their liquidity providers (LPs). Poolside introduces infrastructure that understands when tokens earn staking rewards and prevents that added value from being arbitrated away. Other AMMs expose LPs to unnecessary losses of their staking rewards no matter the designs of the tokens or AMMs. Poolside solves fundamental errors that others make and is the only decentralized exchange (DEX) capable of facilitating long-term deep markets for LSTs like Lido's stETH, Swell's swETH, BENQI's sAVAX, and more!\n\nPoolside also maximizes the earning potential of our LPs with Poolside Party, a non-custodial rewards program that algorithmically distributes incentives. LPs on Poolside can subscribe their LP tokens to multiple rewards programs to earn tokens, on-chain points, NFTs, and more. These LP tokens earn incentives without leaving the user's wallet, remaining freely tradeable and useable in greater DeFi. Poolside LPs earn fees from trades, keep their staking rewards, earn incentives, and can further leverage their LP tokens as collateral in DeFi.\n\nPoolside is the critical missing piece that enables LSTs and other yield-bearing assets to scale. Long-term passive liquidity inside AMMs enables protocols to grow without disturbances from withdrawals. This is crucial for liquid staking and lending protocols that rely on committed collateral to meet expected returns. The liquidity in AMMs also facilitates DeFi activities that allow LSTs to be used as collateral in other protocols. Since LPs no longer lose staking rewards and yield inside our AMM, Poolside is the most cost-efficient place to incentivize liquidity for protocols and DAOs. This alignment of protocols and LPs by Poolside fosters deep markets that can support the growth of LSTs and emerging categories like tokenized real-world assets (RWAs) and yield-bearing stablecoins to be the foundation of DeFi.\n\n"
}