{
    "summary": "INVEST IN CRYPTO WITH ZERO EFFORT - Invest in the most popular NFT, Metaverse, Defi, or Green Economy projects in minutes with our Token Baskets feature.\n\n Decentralized Crypto Platform - Invest in market-leading coins like Bitcoin, Ethereum, BNB, and more. Mosaic operates on the Binance Smart Chain, which comes with low transaction fees. Our platform operates Trustless, which means you have full control over your capital. Check the Token Basket Managers and select a strategy that fits your needs.\n\n Asset Management For Your Needs - Learning a new type of investment is always risky. We help you protect your money with our Token Baskets feature.\n\n Managed Token Baskets - We only allow carefully selected whitelisted cryptos to operate on our platform. Token Baskets mean a selection of multiple crypto assets, packed up in one token. Invest in the best NFT, Metaverse, Defi, or Green Economy projects with one click. Token Baskets are managed by experienced traders or asset managers.\n\n Mosaic Platform - Our User-Friendly decentralized platform is designed to provide complete control over your assets. Use our Multi-Chain digital wallet to store, send, and gain assets. Token Baskets are managed by experienced traders. We offer multiple crypto assets as tokenized baskets. The Basket Managers are entirely transparent with trackable trading histories and KYC verification.\n\n Mosaic Wallet - We created our multi-chain digital wallet to provide ultimate security for your assets. Store, send, and gain assets quickly with Mosaic Wallet.\n\n Earn Rewards With Kodexa Token - Kodexa Token operates on the Binance Smart Chain, designed to provide customer advantages for the platform. Cut your platform fees, create token baskets, and maximize your earnings from the affiliate system with Kodexa.\n\n Become A Creator - Are you a hardcore trader or asset manager? Create and manage Token Baskets and onboard capital easily.\n\n Get Mosaic Wallet - Get Ultimate Security for Your Digital Assets\n\n"
}