{
    "summary": "Lifetime * Growth - Sichere und transparente Ernteerträge dank Blockchaintechnologie in einem ständig wachsenden Milliardenmarkt!\n\n Schweizer Qualität - Langjährige Erfahrung und Know-How im Bereich der Cannabiskultivierung und im Anbau.\n\n Transparenz - Crowd Growing ist Vertrauenssache. Wir möchten unser Geschäft so transparent wie möglich gestalten.\n\n Einfache Zahlung - Sicheres Investment durch Blockchaintechnologie über verschiedenste Kryptowährungen.\n\n Lifetime Profit - Deine PLÅNTZ bringen dir bei jedem Grow Ernteerträge - und das Lifetime! Ernte erfolgt alle 3 Monate.\n\n Reallife Benefits - Profitiere zusätzlich von den Vorteilen der PLÅNTZ Kooperationspartner! Ein unschlagbares Netzwerk.\n\n Volle Kontrolle - Entscheide selbst, ob du weiterhin von den Ernten profitieren möchtest, oder deinen NFT auf unserem Marketplace verkaufst.\n\n Über PLÅNTZ - PLÅNTZ hebt das Crowd-Growing auf eine neue Ebene. Mit unserem Team bestehend aus Experten, sowohl aus der Hanf- als auch der Krypto Branche verbinden wir 2 Welten mit enormen Wachstumspotenzial.\n\n Wie viel verdiene ich pro PLÅNTZ NFT? - Hier findest du deine Ernteerträge pro PLÅNTZ.\n\n Ernteertrag pro Jahr - 35% pro Jahr\n\n Ernteertrag pro Ernte - 8,75% pro Ernte\n\n Erntezyklus - Alle 3 Monate\n\n Anzahl der PLÅNTZ NFTs - 20.000 Stk. PLÅNTZ\n\n Grow Location - Schweiz\n\n Pflanzenart - CBD\n\n Gültigkeit - Buy once, profit lifetime\n\n Blockchain - TRON\n\n Kaufe deine PLÅNTZ NFT in deinem gewünschten Growzyklus! - Von nun kannst du auswählen in welchem Growzyklus du deine Ernteerträge erhalten möchtest.\n\n Was passiert wenn ein Raum bis zur Ernte nicht ausverkauft ist? - Sollte das der Fall sein, dann verbleibt der gesamte Ertrag der nicht verkauft wurde bei PLÅNTZ. Es gibt keine Sonderausschüttung oder sonstiges.\n\n Kann ich im Laufe der Zeit NFTs in einem Raum kaufen, der schon im Grow ist? - Ja! Die NFTs sind pro Raum so lange verfügbar, bis alle 1.000 Stk. ausverkauft sind.\n\n Wann gibt es wieder 10%, 20% oder sonstige Preisvorteile? - Preisvorteile gibt es in Zukunft ausschließlich, wenn du mit dem PLZ Coin deine NFTs kaufst.\n\n In welchem Growzyklus startet der nächste Raum? - Der nächste Raum startet immer dann, wenn in dem jeweiligen Growzyklus ein Raum ausverkauft wurde.\n\n Gibt es ein Limit an Pflanzen die ich bei PLÅNTZ besitzen kann? - Nein, die Menge der Pflanzen ist nicht limitiert. Allerdings ist unser Volumen auf 20 Räume limitiert, um die Qualität garantieren und damit unser Versprechen halten zu können. Für größere Partner bieten wir auch an jeweils ganze Räume zu je 1.000 Pflanzen, exklusiv zu kaufen.\n\n Kann ich meinen NFT auf der Blockchain sehen? - Ja, bisher sind die NFTs nur auf der TRON Blockchain verfügbar und einsehbar über TRONSCAN | TRON BlockChain Explorer. In Kürze werden wir den PLÅNTZ NFT zusätzlich auf die BSC Blockchain bringen, um weitere Zielgruppen zu erreichen und jegliche systembedingten Risiken auf Dauer so minimal wie möglich zu halten.\n\n Wie kann ich meine Plåntz bezahlen? - Die Zahlung für deine Plåntz kann über verschiedenste Kryptowährungen erfolgen.\n\n"
}