{
    "summary": "Secure Vehicle Communication with Blockchain - The number of vehicles moving on the roads increased dramatically since years. With the addition of smart and autonomous vehicles, road traffic and data management has been one of the most challenging topics on the roads... Vehicles have wireless communication capabilities, GPS communication interfaces. By the way of the interfaces, vehicles are turning into smart devices with data processing connectivity features. With a connected vehicular network, traffic management, data exchange, and entertainment applications will be available between the vehicles. VANET(Vehicle AdHoc Network) is the name of this vehicle network. In VANET, Vehicles can communicate with each other V2V(Vehicle to Vehicle) and with other units V2I(Vehicle to Infrastructure). Vehicle communication brings advantages like traffic management, data exchange, road safety, prevention of accidents, however security of VANET has become an issue. Malicious vehicles can steal data, send untrusted data and can cause the network to fail and make the vehicle communication abused. This may cause accidents, traffic system failures and becomes a threat for people. For security reasons, blockchain technology can become a solution to cope with security problems on VANET. Blockchain technology solves the problems that VANETs face and provide protection for security of the vehicle network. In the VANETC project, we will create a custom blockchain VanetChain that is customized for VANET security. VANETC is the token on BSC network.\n\n Secure Vehicle Communication with Blockchain - In order to solve the critical message security problems on VANET, a new type of blockchain VANETCHAIN will be implemented. Because of untrusted information sent by malicious vehicles, true data can not be processed accurately in VANET... The blockchain will provide event message transmission and exchange between vehicles. A local blockchain for a region for vehicle intercommunication can be used. POW consensus mechanism is used to handle the event message processing of the chain. The event messages in the vehicle network act as transactions in the bitcoin network. We try to handle vehicle node and message trustworthiness by the way of the VANET blockchain.\n\n Vehicular Communication Technology - Vehicular technology plays a critical role by sharing critical event information. ... In vehicular ad hoc networks V2V(Vehicle to Vehicle), V2I(Vehicle to Infrastructure),V2X(Vehicle to Everything) communication types are supported. For the vehicle to infrastructure type, vehicles are communicated with RSU(Road Side Units.) RSUs play an important role to route the messages to other vehicles. Vehicles communicate with other vehicles and RSUs with the help of OBUs(On Board Units). OBUs have dedicated wireless technology hardwares for connecting to the wireless networks that the Chain takes place. Wifi, Lora can be used for test scenarios, but for advanced VANET applications, cellular technology can be used such as 5g. With the help of 5g technology, event message transmission will be arranged and sent fast and with minimal latency. Accident information, road information and condition(frozen), weather information, traffic reports can be sent with low latency at the edge.\n\n"
}