{
    "summary": "Home - Flywheel Earn Yield Platform Features DocumentationPlatform Home Flywheel Earn Yield Platform Features DocumentationPlatformConnect Wallet Earn real yield on any liquid asset powered by market volatility Get broad crypto exposure from blue chips to microcaps and earn real yield powered by market volatility and arbitrage. Simply wrap or buy into a pod, provide liquidity, sit back, relax, and earn PEAS forever. Buy PEASLaunch Platform The Flywheel Democratizing Volatility & Arbitrage Acquire Users get direct exposure to a pod and the underlying assets by wrapping or buying into the pod through an AMM where it's listed. LP By providing LP for a pod users are contributing to the stability of the fund, powering the ecosystem, and turning on the ability to earn yield. Earn Forever As users add LP into a pod they stabilize the fund and further support arbitrage through volatility while earning deflationary, real yield. PEAS: Deflationary, Volatility-Powered, Real Yield The protocol rewards token, PEAS, completes the flywheel and is powered by volatility & arbitrage perpetually market buying, burning, and paying PEAS to staked LPs. The more pods in the ecosystem, the more TVL on the protocol, the more volatility, the more arbitrage, the more PEAS that is bought, burned, and floor lifted. PEAS Contract: 0x02f92800F57BCD74066F5709F1Daa1A4302Df875 Platform What can you do with Peapods? The entire ecosystem is liquid providing powerful interwoven mechanics that keep the flywheel turning. WrapUnwrapLP, Stake, & EarnCreating Pods Users get exposure to a pod one of two ways: buying the pod on the open market (like Uniswap or another AMM) or through wrapping. By wrapping, users put up their collateral in exchange for pod tokens in a slippage free manner. Buy pod tokens directly on the open market (i.e. Uniswap) Wrap pod tokens without slippage for a small fee, useful for arbitraging and opening a position with larger size After acquiring pod tokens, sleep well with your desired exposure, or provide LP to start earning yield Earn real yield on any liquid asset powered by market volatility 2024 Peapods Finance\n\n"
}