{
    "summary": "ab0ut - H0W T0 BUY\n\nT0KEN0MICS\n\nR0ADMAP\n\nBUY N0W\n\n# j0in me 0n my j0urney t0 the m00n!\n\nDon't be a doofus! Come join us as we jump in to the pawsome world of meme\ncoins where investing is as fun as chasing a laser pointer!\n\nBUY N0W\n\nhi im barkat, the cat that barks,\n\nYo, it's dev. My cat literally barked the other night in front of my girl so I\ndecided to make the $BKAT token to honor him.\n\nIf you want to know exactly how it went down you can click here.\n\nHe's usually busy watching the charts but if you want, you can chat with him.\n\nHop on the spaceship and let's ride together.\n\nPS - he identifies as a jeet sometimes.\n\ntelegram\n\nTwitter\n\nH0w t0 buy\n\nCreate a Wallet\n\nDownload Metamask or your wallet of choice from the app store or google play\nstore for free. Desktop users, download the google chrome extension by going\nto metamask.io.\n\nGet S0me ETH\n\nHave ETH in your wallet to switch to $BKAT. If you don’t have any ETH, you can\nbuy directly on Metamask, transfer from another wallet, or buy on another\nexchange and send it to your wallet.\n\nG0 t0 Uniswap\n\nGo to app.uniswap.org or on the browser inside your Metamask app. Connect your\nwallet. Paste the $BKAT token address into Uniswap, select $BKAT, and confirm.\nWhen Metamask prompts you for a wallet signature, sign.\n\nget s0me barkat\n\nSwap ETH for $BKAT. We have ZERO taxes so you don’t need to worry about buying\nwith a specific slippage, although you may need to use slippage during times\nof market volatility.\n\nT0ken0mics\n\nSupply\n\n1b\n\nbuy tax\n\n0\n\nsell tax\n\n0\n\nC0ntract\n\n0x1234567890123456789TBD\n\nr0admap\n\nPHASE 1\n\nLaunch the $BKAT token on Uniswap DEX.\n\nBuild a strong community and spread the word about Barkat through various\nsocial media platforms.\n\nGet people excited by hosting events and social gatherings.\n\nPHASE 2\n\nPartner with pet-related businesses to help pets in need.\n\nCreate an app where people can use Barkat for fun activities.\n\nWork with other meme tokens to help each other grow and spread awareness.\n\nPHASE 3\n\nGet Barkat listed on more platforms and exchanges so the token is readily\navailable to larger audiences.\n\nCreate the Barkat Dao so our amazing holders get a vote in choosing the future\nof Barkat and any future revenue generating services.\n\n$BKAT has no intrinsic value or expectation of financial return. This token is\nfor entertainment purposes only. Bork!\n\ntelegram\n\nTwitter\n\n"
}