{
    "summary": "Exchange Web3 - Exchange\n\n Trade over 1,400 cryptocurrencies - Venture capital for Web3.0\n\n Leaderboard - Top crypto traders\n\n ETH 2.0 Upgrade - ETH’s The Merge has finished\n\n Affiliate Program - Earn commissions by sharing Gate.io with your audience\n\n Influencer Program - Affiliate Starter Edition\n\n Referral Program - Invite your friends for fee discount and more\n\n Institutional and VIP Services - Services for quant, market makers and brokers\n\n Learn - Earn crypto while learning\n\n Gate Blog - Gain insight on crypto\n\n Gate Post - Discover value in crypto\n\n Live Stream - Live crypto market analysis\n\n Group - Chat with crypto traders\n\n News - What is happening in crypto\n\n Buy Crypto - Pay with\n\n Spot - Trade with advanced order types\n\n Convert - Trade one crypto for another simply\n\n Margin - Amplify your trading power with up to 10x leverage\n\n Leveraged Tokens - Get exposure to leveraged positions simply\n\n Trading Bots - Automate trading strategies and increase profits\n\n Block Trading - Complete large transactions quickly\n\n Perpetual Futures - Perpetual contracts without expiration dates\n\n Delivery Futures - Weekly or quarterly contracts with expiration dates\n\n Options - Trade European-style Vanilla Options\n\n CBBC - Trade callable bull / bear contracts\n\n Copy Trading - Automate your trading by copying the top traders\n\n Lend & Earn - Earn interest on your idle funds. Principal and return are guaranteed with always over 100% collateral from your counterparties.\n\n HODL & Earn - A one stop investment center with a variety of products.\n\n Structured Products - Pre-packed products that include assets linked to interest and derivatives\n\n Auto-Investment - One-click investment, flexible portfolio, redeemable and changeable anytime\n\n Dual Investment - Short-term investment with exposure to two cryptos\n\n Gate Wealth - Gateway to Wealth\n\n Crypto Loan - Crypto loan is to pledge one crypto to borrow another\n\n ETH2.0 Staking - Quick Staking, High Returns\n\n Gate Card - Convert crypto and pay using Gate Visa card worldwide\n\n Liquidity Mining - Earn income from fees by providing Dual-Assets liquidity to the market\n\n Cloud Mining - Mining cryptocurrency without buying hardware\n\n Slot Auctions - Participate in parachain auctions & receive rewards.\n\n Copy Trading - Trading Bots\n\n Copy Trading - Copy my trading, Easy your earning\n\n Explore Trading Strategy - Everything you need to know about trading strategy\n\n Institutional & VIP Home - Professional digital asset solutions for institutions\n\n Liquidity Program - Design for market makers to enjoy attractive rates\n\n Lending Services - Apply for an institutional loan or line of credit\n\n Custody and Asset Management - Enhance institutional digital asset management\n\n Global Market Maker Program - Participate in the global market maker program, obtain a high-interest-free loan quota and earn substantial bonuses.\n\n Broker Program - Benefit from integrating with the Gate.io Broker Program\n\n OTC & Execution Services - OTC trading and execution solutions\n\n APIs - Connects to the Gate.io application ecosystem\n\n Gate Wealth - Gateway to Wealth\n\n OTC Bank Transfer - Official crypto on/off ramp channel via Gate's bank account\n\n Moments - Moments\n\n Gate Post - Discover value in crypto\n\n Live Stream - Live crypto market analysis\n\n Group - Chat with crypto traders\n\n Future Events - Calendar of Cryptoassets & Economic Data\n\n News - What is happening in crypto\n\n Gate Blog - Crypto industry articles\n\n Activity Center - \n\n Beginner Zone - \n\n"
}