{
    "summary": "Home - Flywheel\n\nEarn Yield\n\nPlatform Features\n\nDocumentationPlatform\n\nHome\n\nFlywheel\n\nEarn Yield\n\nPlatform Features\n\nDocumentationPlatformConnect Wallet\n\n#  Earn real yield on any liquid asset powered by market volatility\n\nGet broad crypto exposure from blue chips to microcaps and earn real yield\npowered by market volatility and arbitrage. Simply wrap or buy into a pod,\nprovide liquidity, sit back, relax, and earn PEAS forever.\n\nBuy PEASLaunch Platform\n\nThe Flywheel\n\n#  Democratizing Volatility & Arbitrage\n\n# Acquire\n\nUsers get direct exposure to a pod and the underlying assets by wrapping or\nbuying into the pod through an AMM where it's listed.\n\n# LP\n\nBy providing LP for a pod users are contributing to the stability of the fund,\npowering the ecosystem, and turning on the ability to earn yield.\n\n# Earn Forever\n\nAs users add LP into a pod they stabilize the fund and further support\narbitrage through volatility while earning deflationary, real yield.\n\n# PEAS: Deflationary, Volatility-Powered, Real Yield\n\n##  The protocol rewards token, PEAS, completes the flywheel and is powered by\nvolatility & arbitrage perpetually market buying, burning, and paying PEAS to\nstaked LPs. The more pods in the ecosystem, the more TVL on the protocol, the\nmore volatility, the more arbitrage, the more PEAS that is bought, burned, and\nfloor lifted.\n\n# PEAS Contract:\n\n0x02f92800F57BCD74066F5709F1Daa1A4302Df875\n\nPlatform\n\n#  What can you do with Peapods?\n\nThe entire ecosystem is liquid providing powerful interwoven mechanics that\nkeep the flywheel turning.\n\nWrapUnwrapLP, Stake, & EarnCreating Pods\n\n#  Users get exposure to a pod one of two ways: buying the pod on the open\nmarket (like Uniswap or another AMM) or through wrapping. By wrapping, users\nput up their collateral in exchange for pod tokens in a slippage free manner.\n\n  * Buy pod tokens directly on the open market (i.e. Uniswap)\n  * Wrap pod tokens without slippage for a small fee, useful for arbitraging and opening a position with larger size \n  * After acquiring pod tokens, sleep well with your desired exposure, or provide LP to start earning yield \n\n#  Earn real yield on any liquid asset powered by market volatility\n\n# 2024 Peapods Finance\n\n"
}