{
    "summary": "Perspective is Everything - Each year STRAC Members host a regional emergency healthcare systems conference that delivers continuing education for physicians, nurses, and EMS as well as an opportunity to meet with leaders in the medical industry, learn about emerging products, and work through system processes.\n\n If Time is Muscle...Decide Faster - On any given day, EMS will declare a Heart Alert which is a standardized term for a patient presenting with signs and symptoms of a heart attack and an EKG indicating a specific type of myocardial infarction commonly referred to as a STEMI. Appropriate treatment of Heart Alert patients includes accurate identification of the infarction and early activation of the heart catheterization team.\n\n Uncommon Dinner Guests - What happens when you invite roughly 100 hospital administrators, physicians, nurses, and paramedics from competing organizations to the same dinner? It's exciting!\n\n A Small Part in a Huge Initiative - The Infectious Disease Response Unit Advisory Committee consists of some of the greatest minds in public health and infectious disease doctors. This advisory committee was formed to help guide preparedness and response activities in the great state of Texas in preparation of and response to incidents with the potential to spread high consequence infectious disease(s).\n\n Spine Board Study - STRAC Members collaborate on a research project to determine the effectiveness of spinal immobilization without the use of a spine board. This study is specifically targeted to determine the amount of spinal movement (or lack there of) experienced by a simulated trauma patient under C-spine precautions while immobilized to an EMS stretcher.\n\n 30 Seconds Is All It Takes - What started as a goal to improve ER to EMS relationships as well as improving the process of transfer of care has resulted in a new practice that is sweeping the nation. The EMS \"Time Out\" increases patient safety and improves communications between the EMS provider and the nurse who continues patient care at the receiving hospital.\n\n CEOs Care About Perinatal Care - During this CEO Advisory Board meeting, Chief Executive Officers brought perinatal leadership from their respective hospital systems to discuss the uniform designations for levels of maternity care that are complimentary but distinct from levels of neonatal care and that address maternal health needs, thereby reducing maternal morbidity and mortality in the united states.\n\n Immediate Responders... Not Bystanders - No matter how rapid the arrival of professional emergency responders, bystanders will always be first on the scene. A person who is bleeding can die from blood loss within five minutes, therefore it is important to quickly stop the blood loss.\n\n Regional Mass Fatality Planning - State designated trauma centers in Trauma Service Area - P participated in the regional Mass Fatality Concept of Operations Planning Workshop to improve resilience from and response to man-made and natural disasters.\n\n April Pool's Day - STRAC is proud to be part of the WATCH Coalition for Water Safety. Every year STRAC participates in an annual public outreach event called April Pools Day. STRAC and Member organizations such as the Methodist Healthcare System, San Antonio Fire Department, San Antonio Military Medical Center, University Health System, and many more disseminate water safety information, tips, and safety literature to help raise water safety awareness in the community every year on April 1st.\n\n Bringing It Together - One of the benefits to being a member of STRAC is the ability to collaborate with and learn from other agencies throughout the emergency healthcare system to improve system processes, procedures, and protocols. This is one of the many ways our members improve patient care throughout Southwest Texas.\n\n More Than Bragging Rights - Hospital Decontamination Teams from across the region compete for the title of DECON Rodeo Champion every year but that is not all. Throughout the year hospitals across this vast 26,000 square mile region in Southwest Texas refresh personal protective equipment inventories, maintain various respirator supplies, and test decontamination equipment while improving muscle memory and increasing hospital response capabilities to better support the communities in which they serve.\n\n Fall Awareness Lengthens Lives - Hospital and EMS members of STRAC are active participants in the Texas Falls Prevention Coalition and host F.A.L.L. courses in the community all year long. Objectives of the Fall Awareness Lengthens Lives (FALL) course developed by STRAC's Regional Injury Prevention Committee include:\n\n- Identification of slip, trip, and fall hazards\n- Discuss ways to avoid injuries and the importance of movement\n\n"
}