{
    "summary": "Microsoft’s gaming chief on Xbox games coming to PS5, next-gen hardware, and more - Microsoft Gaming CEO Phil Spencer is looking to rivals to boost the future of Xbox.\n\n The Apple Vision Pro is getting two VR gaming staples. - _Job Simulator_ and _Vacation Simulator_ are both making their way to Apple’s headset, developers Owlchemy Labs announced. They don’t say when the games will arrive, but they should offer a welcome stress reliever for whenever you’re not filling out spreadsheets or attending Zoom calls.\n\n Roku has crossed 80 million active accounts. - This afternoon Roku announced that it has surpassed 80 million active accounts. The company also said that customers streamed over 100 billion hours of content last year — the first time it has crossed that milestone.\n\n The missing black cat with a $15 million award. - Or, the ALPHV / Blackcat ransomware gang that’s accused of extorting millions from hospitals, schools, and even Reddit. The State Department is offering a $10 million reward to anyone with information on the key leaders of the multinational group that would lead to their location or arrest. The agency is offering another $5 million for intel on “any individual conspiring to participate in or attempting to participate” in the notorious ransomware gang’s activities.\n\n The Department of Justice is planning to review the upcoming sports streaming app from ESPN, Warner Bros. Discovery, and Fox. - Sources tell the outlet that regulators will look into whether the service will harm consumers, competitors, and sports leagues once the joint venture is finalized. One live streaming service, Fubo, has already slammed the sports streaming app, saying it “could dictate market terms in a manner that may not serve the broader interests of consumers.”\n\n The FBI took down a Russian botnet operating on hundreds of home WiFi routers. - The Justice Department said the botnet used the Moobot malware, which was initially installed by “non-GRU cybercriminals” on Ubiquiti Edge OS routers. Then, the feds say, Russia’s GRU Military Unit 26165, (aka APT28, Fancy Bear, and a few other names), repurposed the network to harvest credentials of “targets of intelligence interest to the Russian government.”\n\n"
}