{
    "summary": "Add Meter Network to MetamaskGet Gas - Technology, Ecosystem, Community, Developers, Whitepaper, Buy Token, Connect Wallet\n\n Lightning Fast Hybrid Blockchain - EVM-based PoS/PoW blockchain eliminating frontrunning, with a censorship resistant stablecoin pegged to 10kWh.\n\n Mine Green - MTR is Pegged to 10 kWh\n\n Build Blazing Fast, Fair & Low Cost dApps - dApps running on Meter not only process 1000s of transactions per second with instant finality, but also front running and censorship resistant. Meter can process transactions in parallel and the fees on Meter are both low and stable.\n\n What's Possible with Meter? - Meter is an open source platform with Freedom and Fairness as the first principle. It is highly decentralized, censorship resistant yet lightning fast & MEV resistant. Its native metastable coin completes Satoshi’s vision of a sound money independent of the fiat system.\n\n Interoperability with Multiple Blockchains - Bridge Assets\n\n Calling All Ethereum Developers to Build On Meter.io - Meter brings Frontrunning/MEV Resistance and instant finality to Ethereum. It supports 1000s TPS at stable & low cost and 1000s validators to protect your financial freedom.\n\n Over 100 dApps Have Used Meter to Increase Performance - Meter is an open source platform with Freedom and Fairness as the first principle.It is highly decentralised, censorship resistant yet blazing fast & MEV resistant. Its native metastable coin completes Satoshi’s vision of a sound money independent of the fiat system.\n\n Ecosystem Additional Grant - Explorer, Builder, Innovator\n\n Our Governance Token and Stablecoin - The supply of MTR is uncapped. When demand is higher miners will expand the supply whereas when demand is lower the internal MTRG auction process will continually remove MTR from circulation, reducing supply. This makes the value of MTR neither deflationary nor inflationary.\n\n Subscribe to Get our Newsletter - Never miss our latest news. Subscribe to the Monthly Newsletter! Never miss on latest news powering the growth of Meter Network.\n\n"
}