{
    "summary": "Hack Club - We are 28,004 teen hackers from around the world who code together\n\n Connect with other teenage coders - Have a coding question? Looking for project feedback? You’ll find hundreds of fabulous people to talk to in our global Slack (like Discord), active at all hours.\n\n Build open source learning tools - We build large open source projects together (3k+ PRs a year) like this website, a game engine, daily streak system, and more!\n\n Gather IRL with other makers - Meet other Hack Clubbers in your community to build together at one of the 400+ Hack Clubs and high school hackathons.\n\n Jams - Collaborative coding workshops where sparks ignite, fears dissolve, and inventions come to life\n\n Putting The \"You\" In CPU - Curious exactly what happens when you run a program on your computer? Read this.\n\n Sprig - Join hundreds of teenagers making tile-based JavaScript games\n\n Clubs network - Join one of 400+ coding clubs around the world\n\n HCB - No. 1 fiscal sponsor for teenagers (we crossed $10 million in transactions)\n\n Some Assembly Required - The 4th most starred Assembly repository on GitHub\n\n SineRider - Help build a game about love, math, and graphing 💖\n\n The Orpheus Show - The podcast about Hack Club and its community\n\n High school hackathons - A curated list of high school hackathons with hundreds of events\n\n Workshops - 100+ coding workshops to build a project in under an hour\n\n Circuit boards - Join 1k teens designing PCBs, learning hardware, and building electronics\n\n Blot (coming soon!) - An open source drawing machine and online editor for generative art\n\n Start A Hack Club - Get $100 In Pizza\n\n Our Online Community - Coding doesn’t have to be a solitary activity. At Hack Club, we make things together and in our Slack, you’ll find awesome people to hangout with too. Code together, find your programming community, or just hang out.\n\n We build open source games and tools together - In collaboration with engineers on the Hack Club team, Hack Clubbers build learning tools for each other. Get involved with these projects by building something with our tools or contribute to the tools themselves.\n\n Knight_Post - by Aditya PV\n\n shooter - by Tyler Sousa\n\n Musi - by levi - blockish\n\n turtle_game_(reach_the_beach) - by Daniel Dunavetsky\n\n Blot - Blot is a W.I.P. open source drawing machine and online editor, designed to be a fun and beginner friendly introduction to digital fabrication and generative art.\n\n SineRider - SineRider is a game about love and graphing, powered by teenage hackers of all kinds: artists, musicians, programmers, storytellers… so if that’s you, come join us! We can always use help keeping everything up to date and running smoothly.\n\n Workshops - 100+ community-contributed, self-guided coding tutorials and ideas. Learn to code by building, one project at a time.\n\n Splatter Paint - Crazy colorful splatter paint in your browser with Paper.js\n\n Particle Physics - Create a particle physics simulation and with p5.js\n\n A Network of 400+ Coding Clubs - Join or start a Hack Club and be part of a network of high quality coding clubs where you learn to code entirely through building things. You can start with no experience and build and ship a project every meeting.\n\n High School Hackathons - Thousands of Hack Clubbers organize and participate in hackathons and after school coding clubs.\n\n"
}