{
    "summary": "Join Our Global Movement! - Elevate Sustainability in the Hospitality Industry. Our Global Hospitality Program integrates seamlessly, enhancing your contribution to a cleaner and healthier world.\n\n CTW Events - CTW Events is a premier provider of customizable team-building experiences with a purpose. We help global organizations make the world a better place.\n\n The WASH Foundation - We support The WASH Foundation, a non-profit whose purpose is to improve the quality of life of women, children, & communities by providing access to safe water, sanitation, & hygiene (WASH).\n\n When Golf Meets Giving - The Darcy J. Foundation and Clean the World Foundation are joining hands to raise money to provide underserved communities with the most basic necessities: health education, access to clean water, sanitation and personal hygiene.\n\n Our Social Enterprise - Hotels generate large volumes of solid waste. A waste reduction program with soap and bottled amenity recycling can protect the environment, preserve natural resources, and reduce costs. Stop throwing away slightly used soap bars and plastic bottles used by guests! We recycle them and SAVE LIVES!\n\n The WASH Foundation - The WASH Foundation, an evolution of Clean the World Foundation, is a global health organization committed to improving the quality of life for vulnerable communities around the world. They provide sustainable resources, programming, and education focused on water, sanitation, and hygiene for all those affected by poverty, homelessness, and humanitarian or natural crises.\n\n Our Recycling Process - Clean the World works with over 8,100 hospitality partners to recycle discarded soap and bottled amenities, diverting millions of pounds of waste from landfills and providing essential hygiene supplies to vulnerable communities worldwide.\n\n Ready to Make An Impact? - How you can start making a difference today.\n\n Recycle Your Amenities - When you join Clean the World’s Global Recycling Program,  we collect your soap bars and plastic amenity bottles, recycle them and manufacture new soap bars that are distributed to global NGOS for vulnerable communities around the globe.\n\n Host an Impact Event - Your team, family, or organization can build kits through one of CTW Events Impact Experiences, such as a Soap Saves Lives Experience, building hygiene kits. We’ll make sure you get everything you need! Book your Experience today and and support your community!\n\n Support our Mobile Shower Program - The Fresh Start Mobile Showers provides hot showers and hygiene supplies to individuals who are experiencing homelessness in cities across the Unites States. Established in 2017, the Program has become a driving force towards a successful transition to housing, treatment, and job placement services for underserved communities.\n\n We’re Global! - Clean the World’s soap and bottled amenity recycling program has expanded to more regions! United States, Canada, the United Kingdom, European Union, Hong Kong, Macau, Singapore, Taiwan, and more.\n\n Changing the World - Pneumonia and diarrheal disease are two of the leading causes of death among children under 5 years old. According to the World Health Organization, millions of young lives could be saved with access to bar soap and hygiene education. More than 2 million bars of partially used hotel soap are thrown away every day in the United States. By recycling soap and other discarded hygiene products, Clean the World saves lives with items that traditionally end up in landfills.\n\n Shop Wash Your Hands, Bro Shirts! - Every purchase of a “Wash Your Hands, Bro” shirt donates life-saving bars of soap to people in need. Handwashing with soap can reduce death rates from pneumonia and diarrhea by up to 65%, which means your purchase has the power to save lives and make a positive impact on the world.\n\n"
}