{
    "summary": "Join MMO Playtest: Dungeons - Join the $10,000 Prize Pool Trainer Hub games Find your Kryptomon Browse Marketplace Buying Guide KryptoFinder Buy Game Currency Community Trading GenesisPink MoonWorld of KogaeaExplore GenesisExplore GenesisTrainer Hub Shop Academy Blogs Kryptomon Roadmap $0.016531 0xc…8224d Buy KMON Play Genesis Pink Moon # fire # Ground # air # Electro # ghost # grass # ice # Water Find your unique Kryptomon # YOUR ONE-OF-A-KIND LIVING KRYPTOMON Kryptomons are digital creatures with unique DNA and special elemental abilities that determine their strengths in battle. # unique living collectibles # BREEDING & TRADING # elemental powers Get to know Kryptomons Craft, battle and explore Kogaea with your Kryptomons in this massive mobile MMORPG. discover world of kogaea # 100k monsters slain # 4000+ hours played # 3700+ Pink Moon Shards Join forces with friends or other elite players in our heart-pounding Community Playtest of Dungeons. Do you have what it takes? Join Next Preview explore genesis A tactical turn-based RPG where you Collect, train and battle with unique elemental living Kryptomons. available on trainer hub # free to play Easy to start Save progression to NFT Experience all elemental spells play now # buy kryptomon Full access to all games No caps on rewards Trade or breed with other players Check Marketplace # rent kryptomon Starting from # $0.05 per day Check it out # play and get rewards Valuable Game items Digital Collectibles $KMON Coins Check $KMON Token # trainerhub # unlock your full potential A one-stop shop for everything you need to rise to the top. Play My Assets Rewards Marketplace Shop Resources feed, care, train and play Trade, Breed and craft claim rewards find your perfect kryptomon buy what you need A wise mind has infinite possibilities Create a free account start hunting Every full moon, valuable lootboxes are dropped in your neighbourhood. Go out, put on your goggles and start hunting in this AR Treasure Hunt. Discover the pinnacle of collectable cards with KMON Hunters - a rare assembly of valuable Phygital Cards that beautifully meshes nostalgia with innovation. Check Trading Card Games # Leveling Up # our game As Kryptomons evolve and unfurl new powers, so does the vast KMON Universe. Journey with us as we unveil hidden mysteries and release new exciting features. Launch Kryptomon NFTs Rental Genesis: First KMON Global Game Night Finals april 2023 may 2023 KMON Genesis: Release Free 2 Play World of Kogaea Community Preview: Quests june 2023 july 2023 KMON Genesis Sit & Play Launch Upgrade Candy Utility Add Training XP and Extra Spell Slot to Genesis august 2023 october 2023 Start Celebration Month: WOKtober World of Kogaea Community Preview: Battle Release New Wave of Spells november 2023 december 2023 Migrate Training Progression to NFTs Genesis: PVP - Battle League Release World of Kogaea - Revelry of the Frost KMON Hunters TCG Launch Italy + Special NFT Sale January 2024 March 2024 Partnership & Migration to Polygon Chain Pink Moon Treasurehunt Start Season 2 KMON Genesis Battle League. World of Kogaea Community Preview: Dungeons April 2024 Early Q3 Early Access World of Kogaea Keep updated... Thank you! Your submission has been received! Oops! Something went wrong while submitting the form. Check it out Open economy Endless possibilities In the KMON universe, you own what you buy. Upgrade your items or expand your team by trading or breeding Kryptomons. breeding trading crafting breed new heroes Produce new and unique offspring! While inheriting traits from both parents, breeding can also result in the creation of stronger and more powerful Kryptomons, allowing players to build a diverse, thriving team. Get started Power-up your gameplay Take resources earned in-game and turn them into Digital Collectibles to power-up your gameplay Get started Trade your way up Most digital collectibles are tradable. Buy low, train hard, and sell high. Get started hatch your unique living kryptomons click to Hatch refresh click to evolve Learn more about Kryptomons Own & trade, thanks to Blockchain Have great fun while monetizing your time and trading your game assets. Full Ownership Open Economy Interoperability Find out how Team Vacancies Download presskit Technology Roadmap Whitepaper Kryptomon Academy Community Community Trading Trainerhub Tokenomics Komics Blogs Thank you! Your submission has been received! Investor: Cookie Preferences Accessibility Statement Privacy Policy Terms of services Copyright @ 2024, Pink Moon Studios\n\n"
}