{
    "summary": "Solidity Summit 2023 Recap - Solidity Summit 2023 was part of the Devconnect week and took place on Thursday, November 16, 2023.\n\n Bug in Deduplication of Verbatim Blocks - The bug existed in the Block Deduplicator optimizer step, wherein equivalent assembly blocks are identified and merged.\n\n Solidity 0.8.23 Release Announcement - This newest version of the compiler is meant to be a pure bugfix release that includes the fix for an important bug of low severity.\n\n Solidity 0.8.22 Release Announcement - This newest version of the compiler includes a range of language as well as compiler improvements such as file-level event definitions, optimizations for unchecked loop increments, support for importing EVM assembly JSON, & more.\n\n Solidity Summit 2023 Merhaba Türkiye! - Solidity Summit 2023 is part of DevConnect and will take place in Istanbul, Turkey, on Wednesday, November 16, 2023.\n\n Solidity 0.8.21 Release Announcement - The release addresses the issue of unoptimized code produced by the IR-based code generation pipeline being overly prone to 'Stack Too Deep' errors.\n\n Bug in Legacy Code Generation When Accessing the .selector Member on Expressions with Side Effects - The legacy code generator was not evaluating complex expressions, like assignments, function calls, or conditionals, whose .selector was being accessed.\n\n FullInliner Non-Expression-Split Argument Evaluation Order Bug - The earliest affected version of the compiler is 0.6.7, which introduced the ability to modify the optimizer step sequence.\n\n Solidity 0.8.20 Release Announcement - This latest version includes a range of improvements in the via-IR pipeline and improves the list of events exposed in the contract ABI, and, most importantly, support for the Shanghai hard fork!\n\n Solidity Developer Survey 2022 Results - This year, we received a smashing 1401 responses. That is more than a 3x in responses compared to the previous survey and we couldn't be happier with the turnout.\n\n Feature Deep-Dive: User-Defined Operators - The highlight of Solidity 0.8.19 release is the support for defining operators on user-defined value types (UDVTs).\n\n"
}