{
    "summary": "PLAY REC TIME - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n WHITE PAPER - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n Español - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n RoadMap - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n 50 - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n 00 - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n DÍAS - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n HORAS - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n MINS - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n SEGS - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n Inglés - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n Web 2.0 - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n 10 - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n 13 - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n 41 - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n 10 - Rec Time no se responsabiliza de las pérdidas que puedan tener los inversores, recordar que los criptoactivos son volátiles.\n\n"
}