{
    "summary": "UnityMeta Token - World Biggest Crypto Revolution - UnityMeta Token presents Defi, NFT, Gaming, Crypto Expo, Crypto Webinars, and Utlitity payment services, all in one place with UnityMeta Token economy. UnityMeta Token is a token built upon the Binance blockchain. The token is used to purchase land NFTs in the Metaverse technology park.\n\n UnityMeta Token Release And Usability Projects - UnityMeta Token have wide range of Usability\n\n About UnityMeta Token - UnityMeta Token is coming up with the newest and latest technology on the most trusted blockchain BSC (Binance Smart Chain). UnityMeta Token has been designed in such way to become the most useful defi token. The token burn concept will keep burning tokens from supply consistently. Whenever anyone transfer UnityMeta Token , either buy/sell/swap or transfer 0.1% of tokens will burn. Thus, the tokens supply will get lower and lower day by day. It will work as an engine to push the price and become an asset for holders.. Smart contacts with real-time crypto solutions and earning models made for beginners and pro users. The ecosystem will also include developers and resources from outside the team.\n\n Token Allocation & Distribution - Token Name: UnityMeta Token, Short Name: UMT, Total Supply: 99,000, Lock: 81,000, Burning: 9,000, Team Reserve: 3,000, Pro Players Rewards: 3,000, Bounty Rewards: 3,000\n\n UnityMeta Token Roadmap - QUARTER 1-2 / 2022: Birth of UnityMeta Token Idea, Gathering A Team, Tokenomics & Launch, Website Launch, Smart Contract Development, Social Media Setup, Starting-Pre Launch Marketing, Whitepaper Release\n\nQUARTER 2-3 / 2022: Private Sale of UnityMeta Token, Airdrops, Marketing & PR Release, Tokenomics & Launch, Contract Audit & KYC, Presale, PancakeSwap Launch, 1000 Holders\n\nQUARTER 3-4 / 2022: Continued Marketing, 3000 Holders, Users Acquisition, Creating Partnerships, Team Expansion, 3rd Product Development, Platform Feature Expansion\n\nQUARTER 1-2 / 2023: The Future, Continued Marketing, Exchange Listings, Listing on Coin Voting Platforms, 10000 Holders, 3rd Product Launch\n\nQUARTER 2-3 / 2023: Listing on More than 3 DEX, Listing on CG and CMC, Platform Feature Expansion, Competitions With Big Prizes, Continued Adding Products To Ecosystem, 100M Marketcap\n\n UnityMeta Token Team Member - Heather Vinh: Web developer Expert Graphic, Website, 3D & UX Designer\n\nShan Johnson: Blockchain Developer with over 3 years experience\n\nWill Skyman: 7 Years of experience & already worked with 20+ projects\n\nB.M. Singh: 16 Years of experience in network marketing & sales.\n\n"
}