{
    "summary": "Top Democrat Schiff calls on Biden to 'pass the torch' - Schiff, a California congressman, is one of the most prominent Democrats yet to publicly call for the president to step aside.\n\n Cyanide found in blood of Bangkok hotel victims - Police suspect that one of the dead was behind the poisoning and was driven by crushing debt.\n\n Smoke on the horizon - Israel and Hezbollah edge closer to all-out war - A summer war with the Lebanese group is threatening to erupt, Orla Guerin reports.\n\n Ex-CIA analyst charged with spying for South Korea - Sue Mi Terry is accused of helping South Korea in exchange for cash, luxury bags, fancy meals and expensive clothes.\n\n 'Trump is awesome' - what young Republicans believe - We asked young conservative activists at the Republican convention what values define their party.\n\n Baby Reindeer and The Crown scoop Emmy nominations - Baby Reindeer's Richard Gadd and Jessica Gunning are among the stars in the running for Emmy Awards.\n\n Lewd tourist antics on Florence statue lead to outrage - The photos spark angry reactions from social media users, some of whom call for the woman's arrest.\n\n The world's 'smartest cities' for 2024 - The BBC speaks to residents in five of the top-ranked cities in the Smart Cities Index 2024 to understand which features are making the most impact to their lives.\n\n Eyes Wide Shut: The remarkable afterlife of a notorious flop - Starring Tom Cruise and Nicole Kidman, Stanley Kubrick's final film was poorly received. But 25 years on, it's been reappraised as a classic and endlessly theorised over.\n\n Biden calls for ban on gun used to shoot Trump - The US president resumes his campaign with criticism of Donald Trump and says the weapon used against him should be \"outlawed.\"\n\n Australia's greyhound racing industry battles new claims of abuse - A whistleblower vet alleges cruelty including dogs being over-raced and euthanised without cause.\n\n Trump's choice of running mate raises fears in Ukraine and EU - Diplomats and politicians voice concern over JD Vance's repeated criticism of US aid to Ukraine.\n\n Hamas and other groups committed war crimes on 7 October, says HRW - Hamas rejects what it calls the \"lies\" in HRW's report about the deadly attack on Israel that it led.\n\n Deadly unrest over job quotas grips Bangladesh - Protesters demand a merit-based system for high-paying government jobs to replace the current quota allocations.\n\n Indian man stuck in lift for 42 hours thought he would die - Ravindran Nair entered a hospital lift on Saturday afternoon. He was rescued on Monday morning.\n\n Families mark 10 years of pain since MH17 flight disaster - Relatives of the 298 victims on board the plane join memorial services to mark the anniversary.\n\n 'Super spicy' crisps land Japanese students in hospital - The company's website is full of warnings - it \"forbids\" those under 18  from eating the fiery snacks.\n\n Trump's choice of running mate raises fears in Ukraine and EU - Diplomats and politicians voice concern over JD Vance's repeated criticism of US aid to Ukraine.\n\n 'He will unite us' - Trump’s ex-rivals praise him - Nikki Haley and Ron DeSantis who both previously vied to be the party's nominee voiced support for Trump at convention.\n\n Watch: Yemeni Houthi rebels attack oil tanker - The Houthi rebels has released a video of an attack it claims to have carried out on an oil tanker in the Red Sea.\n\n Labour's first King's Speech: What happened in 60 seconds - The new Labour government's plans were read by King Charles in a speech to Parliament.\n\n Is it a bird? Man scales street light to free seagull - Onlookers cheer an as-yet unknown man climbs lighting in Glasgow to rescue a trapped bird.\n\n Drake's Toronto home 'The Embassy' hit by floods - The Canadian rapper joked on Instagram that the rushing floodwaters \"better be espresso martini\".\n\n Tourists amazed as humpback whale surfaces feet from boat - The tour guide said the sighting so close to the boat was a \"once-in-a-lifetime experience\".\n\n The mountain area where Jay Slater search ended - Spanish officials confirm a body found during the search for Jay Slater is that of the missing teen.\n\n"
}