{
    "summary": "Elon Musk had a bad week, but he'll probably recover (again) - The Cybertruck delivery event should have been Musk's victory lap, but left some fans disappointed.\n\n OpenAI employees really, really did not want to go work for Microsoft - \n\n This sentence about Taylor Swift says everything about the world - \n\n Why tipping during checkout is gone in NYC food-delivery apps - \n\n Forget Sam Altman. America's greatest AI visionary is... an English professor in Illinois - \n\n My famous TV-host boss chewed me out and taught me a searing lesson - \n\n We'll find new ways to impress our boss in the age of AI - \n\n George Santos made more in 2 days on Cameo than Congress salary: report - \n\n Jeff Bezos leaves Seattle with empire of 8 properties — including 5 we just discovered - Jeff Bezos purchased five properties in Seattle worth over $45 million. His local real estate empire of eight homes totals $190 million in value.\n\n Can this Democrat actually win Joe Manchin's Senate seat in West Virginia? - We spoke to Zach Shrewsbury, who declared his candidacy before Manchin even announced his retirement.\n\n Google is finally launching Gemini, its biggest shot at OpenAI - Google is starting to release its buzzy new AI model, as the company faces immense pressure from rivals.\n\n Norman Lear, the TV legend behind beloved sitcoms 'All in the Family,' 'The Jeffersons,' and more, dead at 101 - \n\n BlackRock shakes up top chief of staff role as it wrestles with reputation and policy pressures - \n\n One Medical employees are furious that Amazon is changing their compensation plan, leaked messages show - \n\n Millionaires are flocking back to New York City as people making less than $172,000 move out - \n\n Self-checkout theft is a bigger problem than you may have thought - Unsurprisingly, shoplifters are more likely to get goods past a machine than a human. What is surprising is that they are 21 times more likely.\n\n A boomer grandma felt obliged to babysit her grandkids. She wanted her life back and stopped doing it. - A Boomer grandma resented being a default free babysitter. She set boundaries with her Millennial kids, asked for minimum wage, and eventually quit.\n\n Sean 'Diddy' Combs participated in 'gang rape' of high schooler, new lawsuit alleges - It's the fourth lawsuit accusing Sean \"Diddy\" Combs of sexual misconduct in less than a month.\n\n A Florida Gen Xer started driving for DoorDash after his business shuttered. He shares 2 tips for increasing your earnings on the app. - A Gen X entrepreneur said driving for DoorDash helped him pay the bills while he figures out his next business.\n\n Oil prices are crashing. Blame uncertain demand and booming US production. - \n\n"
}