{
    "summary": "Simple, efficient staking & liquidity strategies - Set-and-forget, auto-compounding investment solutions that passively grow in value. Invest once and you're set.\n\n $250M+ - All Time Volume\n\n 10K+ - Community Members\n\n 15+ - Strategies\n\n Complicated staking and liquidity strategies made simple - Wrapping complex staking and liquidity strategies into simple, fungible, yield-generating tokens composable with the rest of the DeFi ecosystem\n\n Participate fully in staking returns - Generate the same returns you'd receive from staking directly, at a fraction of the cost and effort\n\n Set-and-forget investments - No management or monitoring requirements. No expectations on the investor. Truly set-and-forget\n\n Compounding returns - We claim fees and rewards and reinvest on your behalf, paving the way for higher compounded returns\n\n Tax benefits - No laundry list of micro-transactions to send your CPA. We abstract the claim-and-reinvest process\n\n Liquid collateral - Transfer your yield-generating assets from wallet to wallet. Trade them on a DEX. Or use them as collateral\n\n Delegated, opinionated options for governance - Express an opinionated governance position without needing to stay on top of day-to-day protocol operations. Many of our funds offer two instances with different governance mandates, allowing investors to align with their chosen protocol politics.\n\n Buchanan Mandate - The Buchanan Mandate approaches governance with an eye towards latent incentives in the design and administration of said governance. Put another way, this Mandate is focused on a meta-analysis of governance structure that aims to increase the usable space for individualized decision-making while eschewing initiatives that may bloat or corrupt the governance environment.\n\n Samuelson Mandate - The Samuelson Mandate is a philosophy of practical and applied governance. It is technocratic and data-driven. Rather than privileging philosophical sacred cows, the Mandate focuses on maintaining a functional balance between the interests of all stakeholders.\n\n Mandated Governance is the xToken slant on the protocol politician. - \n\n"
}