{
    "summary": "Dark MAGA - DMAGA - Dark MAGA' movement dreams of a vengeful Trump destroying his enemies, and is using 'meme warfare.\n\n About - The internet is the aesthetics laundromat of the far-right. For the best part of a decade, various right-wing extremist factions have attempted to unify disparate groups under a single banner, and push the most extreme narratives from the fringes to the centre – mainstreaming extremism in its most literal sense. To do so, they create attention-grabbing propaganda designed to be amplified by outraged media coverage and social media posts. It has worked time and again. Now, a small number of news outlets have begun to cover an attempted rebrand of Trumpist and alt-right politics known as ‘Dark MAGA’. This Dispatch explains what Dark MAGA is, what its aims are, and why talking about it – even in some cases to try to explain it – can play into the hands of extremists. The intention of this piece is not to lend further attention to Dark MAGA, but rather to use it as a case study highlighting how the mainstream media response to extremist propaganda often facilitates its entry to mainstream discourse. In doing so, the piece intends to reiterate the importance of extremely careful media coverage when addressing such topics. Many people reading about the latest development in right-wing extremist aesthetics might think little of it or find it laughable – after all, Dark MAGA attempts to make a septuagenarian former President look cool and edgy. The problem with this reaction is that it both writes off the movement as fundamentally unserious – which it is not – and allows for further amplification by journalists and others who cover Dark MAGA as light news. The first goal of Dark MAGA is to gain attention. In order to achieve its later objectives, it needs to be boosted into the mainstream. The most reliable way to do this is to garner media coverage. Part of the reason that the Dark MAGA aesthetic and narrative are simultaneously extreme and silly, is because this is a tried and tested mechanism for getting that kind of attention.\n\n Dark MAGA - CTO - Join Dark MAGA's Community Takeover!\n\n"
}