{
    "summary": "Links - Close links Linktree chart Socials Buy Tokenomics CoinGecko CoinMarketCap About tokenomics chart buy $MUMU # welcome to mumu ## The Official Mascot of The Bull Run. Join The Top Rizzers chart join community article link ### About Project # Mumu is more than a meme Mumu was created as Pepe's representation of The Bull Market. Bobo is Mumu's nemesis, symbolizing the Bear Market. An age-old battle rages on between Mumu and Bobo, The Bulls vs The Bears. Where fortunes are forged and portfolios get rekt, only one thing is certain: $MUMU will be victorious. $MUMU possesses bullish forces so powerful nothing can stand in his way. Say good bye to $BOBO. $MUMU, the savior of the market is here! contract: 0xd40a085a62ee76f798233b6151682b6171d44261 Watch our video above ### Community ### Join Mumu in the Legendary Bull Run # Twitter / X Link # Telegram Link # CoinGecko Link # CoinMarketCap Link ### $MUMU # Tokenomics # 1 Billion Supply # 0/0 tax burnt & Renounced ### 0 team tokens 0 presale 100% Fair Launch 100% added to lP 1. Create a Wallet Create a Metamask wallet by either downloading the app or using the google chrome extension from metamask.io 2. Add ETH to your wallet Add some ETH to your Metamasl wallet. You can do so by sending ETH to your wallet with exchanges (example: Binance, Coinbase, etc). 3. Token Swap Initiation Navigate to Uniswap and connect your wallet. In the bottom field of Uniswap's interphase, past the following $MUMU contract: 0xd40a085a62ee76f798233b6151682b6171d44261 4. Confirm Swap Select the amount of ETH you want to swap with $MUMU and click swap. Remember to set your slippage to 3%. You can do this through the settings icon in Uniwap. Welcome to MUMU! ### Buy $MUMU # How to Buy Uniswap ### 0 team tokens 0 presale 100% Fair Launch contract: 0xd40a085a62ee76f798233b6151682b6171d44261 # Project links linktree About project how to buy CoinGecko CoinMarketCap # Token Info contract ### Supply: 1,000,000,000 Tax: 0/0 Burnt & renounced 0 team tokens 0 presale 100% Fair Launch # Socials # Twitter / X Link # Telegram Link ### MUMU 2024 # THE NEXT BIGGEST MEME With Mumu, every dip is a step, every challenge, an opportunity. Together, we will shape the future, turning the tides in favor of prosperity and abundance. This is not just a coin; it's a legacy. Where legends are born, and bull runs are not just dreams, but destiny. Join the Journey\n\n"
}