{
    "summary": "Venom Foundation releases its Public Testnet - Venom Foundation has released its Public Testnet, a Layer 0 blockchain with dynamic sharding and high transactions per second. The Testnet website is now live.\n\n Venom Network launches their Testnet website - Venom Network has launched their Testnet website, featuring a Layer 0 blockchain with dynamic sharding and high transactions per second.\n\n Your Venom Wallet - Access your non-custodial Venom wallet seamlessly on laptops and PCs with our browser extension, or on the go with our easy to use mobile app. Available on your App Store.\n\n Venom Ecosystem - Explore a wide variety of Decentralized applications on the Venom network. Features include a non-custodial wallet with Multisig accounts option and Ledger support.\n\n TVM - Venom Blockchain is built on the Threaded Virtual Machine (TVM), providing a highly efficient and scalable way to handle account interactions. Dynamic sharding protocol groups accounts into shards for improved efficiency.\n\n Account abstraction - Venom Blockchain abstracts the functionality of an account into a smart contract, providing greater flexibility and modularity in dApp designs.\n\n External messaging - Venom Blockchain allows interaction with the external world seamlessly through external messaging, bridging the gap between off-chain and on-chain systems.\n\n Arbitrary workchains - Venom Blockchain offers workchains that provide specialized layer-1 blockchains catering to specific needs, including public, private, and consortium workchains.\n\n T-Sol - T-Sol is a developer-friendly language derived from Solidity, allowing developers with existing experience in C, C++, Javascript, and C# to create smart contracts on the Venom blockchain.\n\n Locklift - Locklift is a development framework for Venom contract development, offering features such as network management, automated testing, and support for custom accounts.\n\n Documentation - The Venom Knowledge Base is a comprehensive resource for developers and enthusiasts to learn about the Venom blockchain, including its architecture, consensus mechanism, and virtual machine.\n\n DAO - DAOs (Decentralized Autonomous Organizations) run on a blockchain network, where decisions are made through a voting system. Use cases include managing community projects and creating decentralized investment funds.\n\n"
}