{
    "summary": "TRANCHESS - Liquid Staking EthereumBNB Chain Tranche ROOKBISHOPSplit & Merge Portfolio Governance More DocsBridgeFact SheetRebalance SimulatorYield Simulator Yield Enhancing Asset Tracker with Varied Risk-Return SolutionsHow Tranchess works TOTAL VALUE LOCKED How Tranchess works Ethereum Turbo Charge ETH Yields boosted by turYETH APR: -- staYETH APR: -- staYETH-wstETH LP APY up to: -- Total stETH staked-- Start with stETH / wstETH ETH Liquid Staking Earn sustainable returns by staking in the Ethereum PoS networks. Your staked ETH remain liquid and can be used as collateral or to provide liquidity in the broader DeFi ecosystem. Read more Staked ETH APR-- Total staked-- Stake ETH now BNB Chain Tranched Earning BISHOP Value anchored to USD Fully backed by ETH, BNB, BTCB Share liquid staking earnings ROOK Leverage long ETH, BNB or BTC No forced liquidation Low funding cost Get BISHOPGet ROOK Staking Earn sustainable returns with your BNB, ETH or BTC. QUEEN token allows users to maintain their market exposure while enjoying the extra return with yield farming. BNB QUEEN holders receive additional staking rewards from our cabinet validator node on BNB Chain. BNB yield-- ETH yield-- BTC yield-- Stake now Governance token CHESS Circulating supply-- Current price-- Indicative APY on Ethereum-- Indicative APY on BNB Chain-- Buy fromBinanceLock to earn weekly rebateMove CHESS between Chains What does CHESS do After locking CHESS, you obtain veCHESS which is a representation of your voice in the Tranchess community. Major use cases of veCHESS are: CHESS emissions Every week, users with veCHESS vote and decide on the CHESS emission split. Earn rebate 50% of Tranchess protocol's income are shared with veCHESS holders on a weekly basis. Boost earnings Speed up the earnings of CHESS tokens up to 3x. PoS rewards split veCHESS holders vote and decide the PoS staking rewards split between ROOK and BISHOP. This week's emission schedule Total -- CHESS from 28 Mar, 14:00 to 4 Apr, 14:00 Ethereum nQUEEN-ETH by -- BNB Chain Our partners Join our community & get the latest updates Audited by View audit history Bug Bounty Get cover on\n\n"
}