{
    "summary": "PEPE HALLOWEEN - The scariest memecoin in the town. Road from 10k to 1m. Join 0x204f332FF0564273C8E7f6266f440578Df9607fA\n\n WHY - PEPE Meme Enchantment Gaming Graveyard Lunar Loots Dive into a coin culture inspired by iconic internet phantoms, cloaked in Halloween's eerie embrace. 31th October creating a PEPE Halloween game where every win weaves wealth. With Pepe Halloween the moon isn't just for howls but heralds the heightening of holdings! Transparent Tomb Traverse a domain where each deed is as decipherable as a phantom, assuring ethereal engagement.\n\n ABOUT - PEPE we are The scariest memecoin in the town. from 10k to 1m. We aim to give the cryptocurrency game a serious Halloween flavour. Our mission? We're going to assemble a team of crypto-enthusiasts ready to rock this wicked project. Join us and let's turn this into something epic! Our goal? From 10K to 1M by the 31st of October. Together, we're going to make it happen! Once we fulfil this goal, we will show you a P2E game where everyone can make money. Our developers have already started creating the P2E! Trick or Treat? On the 31st of October we will turn the crypto industry upside down!\n\n TOKENOMICS - UNcx fair launch 100% Liquid Elixir scary pepes The incantation's inception. Bound to the liquidity pool, casting stability spells. 1,000,000,000 ingredients for the bull market magic potion road from 10k to 1m PEPE phase 1 MC 10K phase 2 MC 500K phase 3 MC 1M Create Website Listing UNISWAP Marketing Plan Burn Plan CMC&CG Create Halloween NFT 5,000 TG Members YouTube Influencers Staking NFT Announcement P2E Game P2E Game 50,000 Holders each transaction with touch of alchemy buy tax 0% sell tax 0% A mystic modulation on every acquisition, consecrating the crypt's coffer. An arcane adjustment on every alienation, ensuring the equilibrium of our enchantment.\n\n ROADMAP - Our Goal from 10K to 1M On the 31st of October, in honour of Halloween, we are launching a P2E Game where you can earn money!\n\n TAX - buy p2e\n\n P2E - PEPE\n\n CONTACT - telegram @halloween_pepe_eth twitter @pepe_halloween team email pepehall@gmail.com\n\n"
}