{
    "summary": "Connect Wallet - Metamask\n\nConnect to your metamask wallet\n\nWalletConnect\n\nScan with WalletConnect to connect\n\nCoinbase Wallet\n\nConnect to your Coinbase wallet\n\n THE OUTSIDE YACHT CLUB - The OSYC collection was created by 4 people, that missed out on one of the\nfirst and biggest Ape projects in the world of NFTs (BAYC). The OSYC project\nwas created by, and for all those that missed out, ended up on the Outside!\nThe OSYC collection consists of 5,555 unique NFTs, living on the Ethereum\nBlockchain. Each Ape is created with its unique DNA, by the projects own\nincredible artist Mario, and there are no duplicates to the project that\ninspired the OSYC.\n\nBy becoming a member of this project and community, you will get access to all\nthe perks, advantages and utilities the project currently has, and will\ncontinue to develop. You will never be left alone on the Outside!\n\n THE OSYC - Each Ape is unique and programmatically generated from over 160 traits, that\nare all drawn and designed by hand by our artist and project owner Mario.\n\nSome traits are rarer than others, but each and everyone of them got their own\nuniqueness.\n\nAs a OSYC holder, you will gain access to token-gated areas within the\nDiscord, and possibility to stake your OSYC assets to earn $OSYC token, that\ncan be used on our Marketplace, to acquire all project related products and\nutilities!\n\n OSYC CLUB - When you buy an Ape, you’re not simply buying an avatar or a provably-rare\npiece of art. You are gaining membership access to a club whose benefits and\nofferings will increase over time. Your Ape can serve as your digital\nidentity, and open digital doors for you.\n\nA private community only for owners, aiming for development\n\n5,555 Provably-rare OSYC Ape tokens\n\nOwnership and commercial usage rights given to NFT HOLDERS\n\nMore benefits through roadmap activations\n\nSoon\n\n The OSYC MARKETPLACE - The OSYC MARKETPLACE will become operational once the presale period is\ncomplete.\n\nFrom here, you can combine certain keys to gain superior keys. Your dreams\nwill be very close to becoming achievable by waiting Outside with us!\n\nTHE WL KEY\n\nTHE OG KEY\n\nTHE APE KEY\n\n THE Team - OSYC was created by 4 friends who dreamt of becoming members of the YC but\nlost the chance to get BAYC.\n\nMario. Co-founder, and art creator of OSYC.\nCreating all art and graphics for the project.\n\n$WΞDan. Co-Owner of the project entered around mint, fell in love with the\nproject and community and became MOD after a while, and progressed into being\nCo-Owner of the project.\n\nKvNFT. Co-Owner of the project , started as a holder evolved into the role of\nmod and strategic developer together with $wedan for the project. Does what it\ntakes to take the project to a higher and more professional level.\n\nDEV. Our developer for the project since the beginning. Arranging everything\nconcerning the website, staking and marketplac.\n\n FAQ - Where can I find the latest updates and announcements for OSYC?\n\nBy joining ourdiscordor follow us ontwitter\n\n\nHow can I get WL KEY OR OG KEY?\n\nYou can buy them on all the NFT platforms (X2Y2, Opensea, Blur) where we are\ncurrently traded on.\n\nYou can also buy keys in our OSYC Marketplace, using $OSYC earned from\nstaking.\n\n\nCan I sell the WL or OG key?\n\nYes you can. You can list them on any NFT platform where we are active at the\nmoment.\n\n\nWhat are benefits of holding a key ( WL, OG )?\n\nBoth keys are acting as a multiplier while you combine them in staking with\none OSYC NFT. WL key will generate you 0.04 $OSYC extra and the OG key will\ngenerate you 0.09 $OSYC extra for each paired key+OSYC NFT staked. Therefore\nthey are crucial in earning $OSYC tokens.\n\nBesides providing increased $OSYC earnings, Keys are essential to get utility\nkeys within the key-mechanics.\n\nWhen WL keys are used, to upgrade/obtain other utility keys, they will be\nburned. When OG keys are used to upgrade/obtain other utility keys, they will\nremain in your wallet at all time.\n\nEach utility keys require different combinations of keys to obtain. For\ncurrent requirements, please visit www.outsideyc.com/stake\n\n\nCan I STAKE my OSYC?\n\nYes you can. You can find our Staking section on the top of our website.\n\n\nWhat is the OSYC-VAULT.ETH?\n\nThe OSYC-VAULT.ETH is a wallet of the community.\n\nWe use it to collect funds from our community members to do raffles, have the\nwallet open for donations for NFTS, and we randomly REWARD members of our\ncommunity with an OSYC from this wallet.\n\nWe collect NFTS from other projects in this wallet for potential Collabs and\nso much more.\n\nIn the end this is a wallet owned by the Community, for the Community. No\nfunds of this wallet will be going to the team, all the funds are used to\nsweep the floor, buy rare OSYC, or buy potential collab projects.\n\n\nHow do I participate in any raffle?\n\nWhen we do a community raffle you can send the requested ETH per raffle ticket\nat that moment to OSYC-VAULT.ETH and your entry is confirmed.\n\nOn etherscan you can follow every transaction and we have directly all the\nparticipents for each raffle.\n\n\nOSYC CONTRACT ADDRESS: 0x75789Db97d94749473cB57A0925b35fFC14437FF\n\n"
}