{
    "summary": "Network: Healthy - \n\n JUPITER: DEFI 2.0 - The best exchange in defi put together by an entire community of cats.\n\n Claim $JUP - Priority fees might be high during the launch period, and should subside quickly after launch.\n\n Real Time Spot Price - 0.5615 USDC\n\n Launch Pool Status - Meteora DLMM\n\nLoading...\n\nPool Details:\n\nInitial Price\n\n0.4032 USDC (~4B FDMC)\n\nMax Price\n\n0.6987 USDC (~7B FDMC)\n\nTotal Token Supply\n\n10B\n\nTotal Tokens in Pool\n\n250M\n\nCurve\n\n1.6\n\nOperator Holdings\n\nOperator Fees collected\n\nSee the price curve configuration in our modelling tool\n\n Trade & Setup Your Order - Preset Limit Orders or DCA in advance to acquire tokens at launch. New tokens are volatile, set a maximum price limit when trading them.\n\nInitial Price\n\n0.4032 USDC\n\nSpot Price\n\n0.5615\n\nMax Price\n\n0.6987 USDC\n\nBuySell\n\nSwapDCALimit Order\n\nDCA may not execute initially when competition is high. The larger your order, the greater the chance it will be executed. USDC orders will have a higher chance of succeeding.\n\nI want to allocate\n\nUSDC\n\nTo buy\n\nSOL\n\nEvery\n\nminute\n\nOver\n\norders\n\nOver\n\norders\n\nMax Price\n\nUse Suggested\n\nUSDC\n\nSOL / USDC\n\nPlease enter a Maximum Price greater than 0\n\nPriority fees are only used to create new orders, and will not improve your chances of getting filled.\n\nConnect Wallet\n\nView Orders\n\n $JUP in DEFI - Meteora\n\nDeposit JUP for the MET stimulus package!\n\nMET Stimulus\n\nKamino\n\nEarn automated $JUP yield\n\nKamino Points\n\nOrca\n\nDeposit $JUP to earn extra rewards on Orca\n\n$ORCA Rewards\n\nSolend\n\nDeposit JUP to earn SLND on Solend!\n\n$SLND Rewards\n\nMarginFi\n\nDeposit $JUP into marginfi to borrow against your airdrop\n\nmrgn Points\n\nDrift\n\nDeposit $JUP and trade JUP-PERP on Drift\n\nDrift Points\n\nRaydium\n\nProvide in-range liquidity JUP-SOL\n\n$RAY Rewards\n\nPhoenix\n\nTrade $JUP on the Phoenix order book\n\nZeta\n\nTrade JUP-PERP on Zeta and earn 3x Z-Score for a limited time\n\nZ-Score\n\n FAQ - Chaos for Good: On-chain launches for a million users\n\nWe are testing a new approach for Defi 2.0 projects to launch with fully transparent on-chain market making & no shenanigans. On-chain launches are quite a different beast with a ton of coordination needed between infrastructure partners, and education of new concepts for users (slippage, gas, network congestions, price curves).\n\nJupiter is pushing it to the limit with more than 1 million users & bots claiming & trading at the same time — join us in the pioneering mess & pave the way for future projects to launch on-chain!\n\nUnder the hood: DLMM pool\n\nWe are using a custom single-sided Meteora DLMM pool as a novel mechanism to bootstrap early liquidity. It has a low inital price for rapid price discovery and to attract immediate USDC liquidity for paper paws to dump. It also provides early backstop liquidity that the team cannot withdraw. 100% transparent and on chain, no drama.\n\nHow do I buy $JUP?\n\nYou may set up Limit Orders & DCA Orders before $JUP goes live, and we will try to fill your orders when trading begins.\n\nAfter trading has begun, you can also claim your airdrop allocation and swap as usual.\n\nShould I use Limit Orders or DCA?\n\nLimit Orders are very useful if you know exactly the price you want to buy $JUP at. DCAs are useful if you want to spread your orders out over-time, and accumulate JUP without being particular about price.\n\nIf you’re new to Jupiter’s DCAs & LOs, ask us in Discord!\n\nHow do I use priority fees on Jupiter?\n\nJupiter has a Market Fee footer, at the bottom of this page. View the current fees others are paying for various actions on Jupiter. You can then set a Max Fee, and Jupiter will intelligently change the fee to land your transactions.\n\nYou can even set an Exact Fee override to default to the fee you chose.\n\nTake note for LO & DCA, these fees only apply for opening and not filling orders.\n\nCurrent priority fees\n\nClaim0.0001 SOL\n\nSwap0.0001 SOL\n\nCreate Limit/DCA0.0001 SOL\n\nMax Cap\n\nExact Fee\n\n(~)\n\nSave\n\nJupiter intelligently decides the best fee for you. Set a max cap to prevent overpaying.\n\nJupiter intelligently decides the best fee for you. Set a max cap to prevent overpaying.\n\nWelcome, Space Catdets! 🪐🐈\n\nBy entering, you will be one of the earliest users of Jupiter's beta LFG Launchpad.\n\nWe are recruiting brave on-chain catdets to be the first to spear their cat claws through the decentralized meta.\n\nReady for chaos?\n\nNo.\n\nYes, me brave cat!\n\n"
}