{
    "summary": "WELCOME TO THE FUTURE OF DIGITAL MEDIA - DEFI FOR Creators\n\n CEEK CONTINUES INNOVATION ON THE BLOCKCHAIN WITH THE LATEST RELEASE - Connect with SUPER STARS\n\n WORLD-CLASS PARTNERSHIPS - CEEK VR's partnership with Universal Music grants rights to live performances with top tier artists including Bon Jovi, Lady Gaga, U2, Sting, Ziggy Marley and more! CEEK has upcoming releases with major artists, record labels and influencers.\n\n CEEK'S PATENTED VR HEADSET BUNDLES ARE CURRENTLY SOLD AT MAJOR RETAILERS NATION-WIDE - CEEK VR, Inc.'s partnership agreement with Universal Music Group grants rights to live performances with top tier artists including Katy Perry, Lady Gaga, U2, Sting, Neyo and more! CEEK has upcoming releases with major studios and influential producers.\n\n CEEK IS THE FUTURE OF MUSIC STREAMING AND PUBLISHING - CEEK enables content creators to monetize their work using CEEK's patent award winning virtual events streaming platform to reach audiences all over the world. CEEK unlocks new revenue streams for music artists and creators, offering a brand-new way to directly reach and monetize their fanbase. CEEK tokens enable real time artist payments verified on the blockchain, ensuring fast, efficient and seamless monetization for music artists and content creators.\n\n CEEK NFT MARKETPLACE - CEEK's NFT marketplace will enable creation and trade of blockchain based digitized assets online. Collectibles — Ceekers can hold rare and limited digital and physical goods. Membership — Ceekers will have exclusive access to content, experiences and more from their favorite celebrities. Ownership — rights owners and publishers can track their digital assets.\n\n CEEK VENUES ALREADY EXIST - CEEK currently offers a number of immersive VR experiences inside of virtual reality within 'CEEK CITY', including a theatre, concert arena, sports complex, hangout lounge and more. After the token launch end users will be able to use the CEEK Token to make purchases, vote for content, control the programming and much, much more.\n\n CEEK + VR METAVERSE + BLOCKCHAIN - CEEK's platform enables the tokenization of smart tickets for content creators, which can track and verify sales of tickets and digital assets on the CEEK blockchain. This ensures royalty payouts to creators through immutable data on a ledger. In addition Ceekers can collect rare collectible, have unique access to their favorite bands and become publishers/rights owners in the digital assets from content creators from around the globe.\n\n BLOCKCHAIN CONGRESS - The Blockchain Congress is a group of voting members within CEEK appointed to submit various proposals for vote approval by members and witnesses. This is the proof of stake, consensus engine in action on the blockchain and ensures everyone's voice is heard!\n\n Over the upcoming months, our long-view focus is to position CEEK as the definitive Mobile VR Entertainment market leader. We are using a unique approach leveraging our early mover advantage and team's deep industry expertise and relationships. The CEEK executive team comes with a proven track record of industry leaders ranging from Microsoft, Boeing, The Walt Disney Company, Dreamworks SKG, 20th Century Fox, NFL, Verizon and Zynga. - \n\n"
}