{
    "summary": "LISBOA GAMES WEEK - Alongside FIL, we gave life to our own Stage at LGW! In one of our biggest works to date, we delivered flawless execution on all fronts, ranging from development and space design to broadcast and management.\n\n OG ESPORTS - \"It's a Monkey Business\" - we continue to hit the road with OG Esports! Bali, Seattle, wherever you need us - PEW PEW is proud to work on OG's official podcast, bringing it to the masses with our distinguished production.\n\n SAMSUNG - \"Samsung Galaxy Portals to Arena\" - our first work with Samsung led us to Centro Colombo! From Stage management to the portuguese broadcast production, we brought the Iberian event to the next level.\n\n OMEN RETAKE - Working with RETAKE for multiple seasons, we have managed to deliver a fully developed competitive circuit to the community. From the broadcast to the admin team and social media, PEW PEW has been in full charge of bringing one of the most important Counter-Strike portuguese competitions to life.\n\n ROCK IN RIO - At Rock in Rio Portugal, one of the most iconic music festivals in the world, we were responsible for some operations at the Worten Game Stage. We handled all the technical production for the LED wall, stage management and streaming, providing local support for other broadcasts from the event for SIC.\n\n G2 ESPORTS - We collaborate closely with G2 Esports, managing broadcast production and some events. Notably, we organized the highly successful \"OZWORLD CUP\" digital event in partnership with adidas, hosted within the immersive world of GTA 5 Roleplay. This groundbreaking event featured 10+ prominent streamers and achieved an astonishing milestone of more than 30 million minutes watched.\n\n ASSOC. FUT. AVEIRO - Together with AFA, PEW PEW unleashed new potential with its arrival to traditional sports, engaging in multiple challenges that brought a professional standard to district football. Motion Graphics, Replays and relevant stats have all been merged together in our work for AFA, helping female football reach new heights and followers through our productions.\n\n OS PRIMOS - During our collaboration with OS PRIMOS on the 'HAJA BONECOS' talkshow, we provided essential guidance on equipment selection, configuration and comprehensive training for day-to-day production. Our expertise ensured high-quality video and a seamless production process, resulting in a successful talkshow that resonated with the audience and garnered recognition in the portuguese community.\n\n"
}