{
    "summary": "Rocket Pepe - The second most memeable memecoin on binance, cos lets face it $PEPE is king. The toads, dogs, cats, anime will have their 15mins of fame but PEPE WILL LIVE ON FOREVER!!\n\n About us - Welcome to RocketPepe you four legged green degens!! OK chads remember this is a community driven project that was launched as a tribute to the legendary $Pepe. RocketPepe will be buying and burning $Pepe tokens, why are we doing this you say? You'll soon find out…. The goal of RocketPepe is to support the Pepe ecosystem and improve its own standing in the crypto space. The team behind RocketPepe understands that the Pepe community has been through a lot and aims to come as frens rather than enemies. $Pepe is the fuel that drives the RocketPepe mission to the moon while making Pepe a deflationary token. Let $RPEPE show you the way.\n\n How to buy $RPEPE - Create a Wallet\n\nDownload metamask or your wallet of choice from the app store or google play store for free. Desktop users, download the google chrome extension by going to metamask.io.\n\nGet Some BNB\n\nHave BNB in your wallet to switch to $RPEPE . If you don’t have any BNB, you can buy directly on metamask, transfer from another wallet, or buy on another exchange and send it to your wallet.\n\nGo to Pancakeswap\n\nConnect to Pancakeswap. Go to app.Pancakeswap.org in google chrome or on the browser inside your Metamask app. Connect your wallet. Paste the $RPEPE token address into Uniswap, select Pepe, and confirm. When Metamask prompts you for a wallet signature, sign.\n\nSwitch BNB for $RPEPE\n\nSwitch BNB for $RPEPE. We have ZERO taxes so you don’t need to worry about buying with a specific slippage, although you may need to use slippage during times of market volatility.\n\n Roadmap - Phase 1\n\nLaunch the Rocket\n\nCoingecko / Coinmarketcap Listing\n\n500+ RPEPE Holders\n\nGet $RPEPE trending on twitter\n\nPhase 2\n\nPartnerships\n\nSpaceX Billboard to celebrate our RocketPepe orbit into space\n\n5000+ RPEPE Holders\n\nCEX listings\n\nPhase 3\n\nLanding\n\nBinance Listing\n\nElon Partnership\n\nAcquire Microsoft\n\n Tokenomics - Total Supply\n\n30% PRESALE\n\n15% LIQUIDITY\n\n5% ADVISOR\n\n10% CEX LISTINGS\n\n40% BURN\n\n Taxes - 3% Buy and Sell\n\nTax distribuition:\n\n5% buyback\n\n1% Marketing\n\n Rocket Pepe - © Rocket Pepe 2023 - ALL RIGHTS RESERVED\n\nContract address: 0x00000000000000000000000000000000000000000000000\n\n"
}