{
    "summary": "Start trading - Buy or sell, we'll execute it\n\n Every second counts - Trade quickly with our built-in actions and search\n\n Elevate your trading with our pioneering liquidity - We utilize a blend of the most efficient liquidity aggregation models to ensure the best possible prices with the lowest execution costs.\n\n Best prices for you. Solved - Get the best possible execution for every trade as independent algorithms compete in our auctions to deliver for you.\n\n Deep liquidity - We reach into the widest net of exchanges, pools and professional market makers, so that you can trade any token, at any size.\n\n Gas efficiency - Network fees can get unpleasantly expensive. Our optimized design and multi-token execution reduce these costs by up to 80%.\n\n Built for success - You can rely on us to ensure that your transactions succeed with the highest level of confidence. And in the unlikely event of failure, you won't have to pay.\n\n No slips. - About to trade and the price drops?\n\nStockSync has 0% slippage. It doesn’t happen here.\n\n No price attacks. - \n\n No failed fees. - \n\n Keeping your funds safe in an uncertain world - Security is at the core of our business and technology practices.\n\n Power up your app with our robust APIs - Bring the StockSync trading experience into your app with our versatile offering, seamless developer experience and flexible options for your revenue streams.\n\n Trading and data APIs - Access pricing and trade execution across the most efficient paths, for any number of tokens at once.\n\nGet enhanced token metadata and rich content set for trade history.\n\n Fit for degens and enterprises - Take advantage of integration with us for any use case.\n\nMarket leading success rates\n\nLightning speed\n\nGenerous rate limits\n\nSecure and audited smart contracts\n\n Expert support - Access our comprehensive documentation and explore your ideas inside the API playground. Stay in touch with our developers who provide technical assistance via our open and dedicated private channels.\n\n A revenue stream for your app - Monetise your application through trade execution.\n\n Interoperability - Get creative and supercharge your product by connecting to StockSync trade execution with our hooks.\n\n Be the first to know, steer the discourse, rise in contests, and savour your elite perks - Join us as a proud #bebopper and help shape the present and the future of your favourite trading app.\n\n Contributoors Club - Our invitation-only club for the top community members offers special status and perks.\n\n Mark those trading milestones with NFT achievements. - Celebrate your journey.\n\n Never alone! - We’re here for you 24/7\n\n Frequently Asked Questions - If it isn’t answered here, we’re sure we have the answer on our FAQs page.\n\n What is StockSync? - \n\n How does StockSync source liquidity and ensure competitive prices? - \n\n What makes the StockSync trading app different? - \n\n What makes StockSync APIs better? - \n\n Does StockSync require KYC or KYB? - \n\n Who is the team behind StockSync? - \n\n Follow on X - \n\n Learn on Stocksync - \n\n Join us on Telegram - \n\n Make your move - Start trading\n\n Copyright © 2023 StockSync - \n\n"
}