{
    "summary": "Proof Of Yeet (POY) - Proof Of Yeet (POY) is the bonding bridge to the Yeetcoin main ecosystem cryptocurrency for full brand IP immersion. POY BEP20 is obtained via the POY passive faucet with small amounts of BNB, or directly via the Yeetoshi:POY LP on PancakeSwap. All LPs will migrate to YeetSwap DEX once launched.\n\n Yeetoshi GameFi - With the rise of decentralization and blockchain tech, the community at large needs easy to onboard entertaining yet safe experiences. Proof Of Yeet succeeds this decentralized and peer to peer scaling strategically with Metarena's Yeetoshi GameFi games and esports.\n\n POY SocialFi - Proof Of Yeet Social Mining: Earn Proof Of Yeet (POY) by being active in the community during our weekly live podcasts that run almost every day via Twitter Spaces and Twitch. Earn auto airdrops by being present and entering the social mining links posted in livestream chats and pinned on live unrecoreded or recorded podcast spaces.\n\n Yeetoshi Minting Machina - Mint Yeetoshi Here\n\n2,100,000,000,000,000\nTotal Yeetoshi\n\nStructurally all GameFi utility Yeetoshi's spent back into the POY ecosystem are burned minus 10% which is recirculated, 5% back into the play to earn model for weighted balancing of participant reward. The remainder 5% is allocated into the Yeetoshi:POY LP.\n\n Yeetoshi Token - Yeetoshi tokens for gamification, enacts as the tokengated access key into our gamification ecosystem.\n\nYeetoshis are partially burned from playing games while also recirculated into the \"Proof Of Yeet Mining Machina.\n\nBurn and recirculation is enacted so that Yeetoshis does not run dry of supply longterm or need to deploy new replacement token contracts to re-up supply.\n\nYeetoshi is a massive supply available to remain competitive and liquidly safe for continued access as utility for enabling game play.\n\nWhat Yeetoshis Solves And Succeeds:\n\nSucceeds hyperburning of Yeetcoin to not occur by offestting into a micro\ntoken still attached and easily accessible between token swaps and bridging.\n\nSucceeds for more immmersion and onbaording of communtiy size via bridging\nweb retro and new gen gamers to on-chain gaming, along with a lower\nparticipation cost per token.\n\nYeetoshis succeeds bridging those looking to obtain the Yeetcoin but not\ninterested in the social intensive mining process and difficulty.\n\nYeetoshis is the immediate way to bridge to the Proof Of Yeet (POY) consensus\nbond to collect, utility and transaction Yeetcoin.\n\n"
}