{
    "summary": "From Seed to Sale - Creating solutions for the cannabis industry.\n\n Try Cannacoin - Eco Friendly\n\nBitcoin uses 1,575 kilowatt-hours per transaction, Cannacoin uses just 0.00022 kilowatt-hours per transaction, making it a much more efficient cryptocurrency and better for the environment.\n\nMicro Fees\n\nEach Cannacoin transaction costs just 0.00001 XLM, the equivalent of 0.000038 cents per transaction. This is much cheaper than many international transfer transaction costs.\n\nInstant Payments\n\nTransactions on the Stellar blockchain are confirmed in 3-5 seconds.\n\n StashApp - A self-custody wallet\n\nStashApp Wallet is to be used P2P and make retail accept instant in-store payments using the CANNACOIN token on the Stellar network.\n\nA wallet designed for customers to find and pay at Cannabis dispensaries that accept Stellar Cannacoin as a payment method.\nStashApp provides many functionalities, designed with an easy-to-understand interface.\n\nFor more information visit: stashapp.cloud.\n\n Earn Cannacoin by Staking - Daily rewards are now automatically paid to our liquidity holders, starting with our promo: 6.9% apy on CANNACOIN/XLM LP value, recalculated and paid daily at a daily rate with SCC.\n\nCurrently, we have roughly $150,000 USD worth of shares staked, spread between the XLM/CANNACOIN, AQUA/CANNACOIN & USDC/CANNACOIN pools.\n\nStaking can be easily done through our own wallet, StashApp. Alternatively you can use another provider like Albedo.\n\n Summary - Ticker:\n\nCANNACOIN\n\nToken type:\n\nStellar Token\n\nIssued by:\n\nGBLJ4223KUWIMV7RAPQKBA7YGR4I7H2BIV4KIMMXMQWYQBOZ6HLZR3RQ\n\nAccount status:\n\nLocked\n\nFirst transaction:\n\n21-11-21\n\nTotal supply:\n\n5,199,984,298\n\nCirculating supply:\n\n Businesses Accepting Cannacoin - \n\n Price movement - Follow our tokens' latest price movement using the graph below. To get more info open our asset in your wallet, or have a look at Stellar.Expert.\n\n Join the Community - Reddit\n\nDiscord\n\nInstagram\n\nTwitter\n\nStashApp\n\n"
}