{
    "summary": "The Mickey Token - Swap ACTIVATED.\n\nConnect Wallet\n\nConnected Wallet: None\n\n\nMousetrap (SOON) Balance: 0\n\nMax\n\nSwap SOON for MICKEY (1:1 ratio)\n\n\nMickey (MICKEY) Balance: 0\n\nMax\n\nSwap MICKEY for SOON (1:1 ratio) Swap in both directions will be permanently open.\n\n\nManifesto\n\nOn 1.1.24, a historic moment unfolded as the cherished Mickey character from\n“Steamboat Willie” (1928) and “Gallopin' Gaucho” (1928) graced the public\ndomain for the very first time. The 1928 Mickey is THE only version that has\nbeen moved into the public domain.  \n\nMickey is the first significant cartoon in the world and no cartoon or other\nfictional character since has stood the test of time longer than Mickey.  \n\nMickey is and always will be a timeless icon of culture. Meme coins have\nbecome a digital reflection of culture. The launch of the Mickey token not\nonly marks his release into public domain but also the beginning of a new\nadventure into the unknown.  \n\nMickey now belongs to everyone. He is one of us.  \n\nThe True First Mickey (MICKEY) was deployed on 1.1.24 at 00:00 EST.  \n\nIt is verifiably the first meme coin based on Mickey Mouse.  \n\nAny token launched before the official Public Domain date of 1.1.24 is not\nlegitimate or compliant with Public Domain practices.  \n\nThis was a true fair launch.\n\n\n\nMickey (MICKEY) Contract Address\n\n0xE57A26f5a007968F0fCA7a156333bF082841E94D\n\nTokenomics\n\n192,800,000,000 MICKEY, no tax, no premine, no presale, no team alloc,\ncontract RENOUNCED, LP LOCKED\n\nDex Tools\n\nTrade\n\nUniswap\n\nSwap\n\nX/Twitter\n\nFollow\n\nTelegram\n\nChat\n\nEtherscan\n\nVerify\n\nEmail\n\nmmm1928@proton.me\n\nDisclaimer\n\nThe Mickey (MICKEY) meme coin is inspired by the original Mickey Mouse\ncharacter from the cartoon “Steamboat Willie” (1928). As of 01 January 2024,\nthis cartoon character is in the public domain. Mickey (MICKEY) is a meme coin\nwith no other utility. It is in no way affiliated with, endorsed by, or\nsponsored by The Walt Disney Company. MICKEY is solely based on the cartoon\ncharacter from the first version of Mickey Mouse as seen in “Steamboat Willie”\n(1928) and has no affiliation with Disney’s other Mickey Mouse versions. Any\nsimilarities between MICKEY and newer versions of the cartoon from Disney are\ncoincidental and unintentional. This project is not affiliated with or\nendorsed by the original creators. The meme coin/token was given out to the\npublic for free. As with any blockchain based coins, there are inherent risks\nthat could result in the loss of crypto tokens. You are solely responsible and\nliable for any losses that incur as a result of using the Ethereum network (or\nany blockchain network), an Ethereum wallet (or any cryptocurrency wallet) and\nthis application.\n\nSwapping SOON for MICKEY... Please wait.\n\nSwapping MICKEY for SOON... Please wait.\n\n"
}