{
    "summary": "Technical Docs - Dao Docs\n\nSearch\n\n⌃K\n\nLinks\n\n✨\n\nConcepts\n\nWhat is Connext?\n\nHow It Works\n\nBackground\n\nUse Cases\n\nFAQ\n\n🤝\n\nDevelopers\n\nIntroduction\n\nQuickstart\n\nGuides\n\nReference\n\nExamples\n\n📦\n\nUsecases\n\nxERC20\n\nChain Abstraction\n\nxGovernance\n\n📜\n\nResources\n\nSubgraphs\n\nDeployments\n\nSupported Chains\n\n🖥\n\nRouters\n\nBasics\n\nSpinning Up\n\nGuides\n\nReference\n\nPowered By GitBook\n\n What is Connext? - Connext is a modular protocol for securely passing funds and data between chains. Developers can use Connext to build crosschain apps (xApps) - applications that interact with multiple domains (blockchains and/or rollups) simultaneously.\n\n Why Do We Need xApps? - Blockchains do not scale to the level of volume needed for mainstream adoption. Ethereum and other programmable blockchains solve this problem by moving users, funds, and data to multiple parallel domains (sidechains, rollups, and other chain-like constructions). This, however, creates a new challenge: a fragmented user experience.\n\n Design Philosophy - Connext is built with three core design principles in mind that make it the best option for developers looking to build xApps without compromising on trustlessness.\n\n Modularity - Connext utilizes a modular hub-and-spoke architecture, which derives its security from Ethereum L1 and plugs into the battle-tested canonical messaging bridges that underpin the security of each Ethereum-connected domain.\n\n Security - Bridges and crosschain messaging are some of the most critical infrastructure in the space, with a high potential risk for catastrophe in the event of hacks or bugs. In the past 18 months, almost $2B has been lost to bridge hacks.\n\n Simplicity - Migrating to a completely new multichain development workflow can be challenging. Rather than reinventing the wheel, Connext tries to mimic and extend existing development patterns as much as possible.\n\n What Can I Build With Connext? - In short, pretty much anything! Here are some of the ideas that members of our community are working on: Executing the outcome of DAO votes across chains, Lock-and-mint or burn-and-mint token bridging, Aggregating DEX liquidity across chains in a single seamless transaction, Crosschain vault zaps and vault strategy management, Lending funds on one chain and borrow on another, Bringing UniV3 TWAPs to every chain without introducing oracles, NFT bridging and chain-agnostic NFT marketplaces, Storing data on Arweave/Filecoin directly from within an Ethereum smart contract.\n\n Where Do I Go Next? - If the above information was overwhelming, don't worry! We have plenty more resources to help you learn about Connext: If you're a developer and want to start building with xcall, check out our Developer Quickstart and Examples. Want to learn more about how the protocol works? Read through the How Connext Works section. Are you an infrastructure operator? Help run the network by operating a Connext router. Still not sure where to go? Join our Discord server and chat with us in the #dev-hub channel!\n\n"
}