{
    "summary": "PHISHING WARNING - Please make sure you're visiting https://vemate.com - check the URL carefully.\n\n Vemate - A Digital Collector's Best Friend - Vemate is the most versatile and dynamic application on the market which supplies trading analysis tools, market information, fractional and tokenised NFT trading as well as the only fully integrated Crypto - NFT bridging marketplace.\n\n How it Works - Vemate will let anybody trade NFTs without the steep learning curve. We’re building the ultimate NFT analysis, minting and trading platform on the market.\n\n Current Challenges - The existing NFT market poses considerable challenges to both new and seasoned crypto users. Fragmented NFT Markets, Analysis Capabilities, Tokenised Fractional NFTs, High market penetration threshold.\n\n The Plan - Your one-stop shop for everything NFT. Information, Trading Analysis, Marketplace, NFT Platform.\n\n The Timeline - April 2022 - Launch of Phase 1 MVP mobile app. Private Sale of VMT token. May - June 2022 - Trickle release of Vemate Phase 1 app functions. July - October 2022 - Full rollout of Phase 1 application. Presale & listing of VMT token. November 2022 - January 2023 - Final feature releases and polishing of Phase 1 application. February - October 2023 - Phase 2 development commencement. Additional enrichment and feature development for Phase 1 app. November 2023 - Beginning of Phase 2 features rollout. Alpha Informational module equivalent to CoinMarketCap, but for NFTs. December 2023 - Continuation of Phase 2 features rollout. Alpha Analysis module equivalent to TradingView but for NFTs with some traditional crypto analysis capability for tokenised fractional NFT trading. January 2024 - Continuation of Phase 2 features rollout. Continuous testing of the Informational and Analysis modules to roll out the full version to the public. February 2024 - Trickle rollout of full NFT Marketplace features. Launch of NFT marketplace which will enable minting, trading, fractionalising and tokenising NFTs for artists who fulfil a strict set of criteria.\n\n Our Team - We have a professional, closely knit and dedicated team comprised of professionals in IT, blockchain and NFT development, Business, Economics and Marketing.\n\n"
}