{
    "summary": "Mobirise Mobirise v4.5.2 - Partner company\nHow It Work\nOur mission\nUpdates\n\n Our Mission - WPC is a totally new cryptocurrency having possibility to change the world.\nSo far, no access to any financial services is the reason why 2.5 billion people\nwithout their bank account could not receive educations, launch a business,\nnor invest for their asset buildups. Without a bank account,\nthey cannot get their credit scores based on their asset status and credit\ninformation,\nand that causes them to depend on money lenders\nwith high interest rates, resulting in making their situation worse.\n\nHowever, do they really need banks in this Internet age?\n\nWhat is necessary is not a bank account, but the access to financial services.\nIf what is asked for is the creation of rights and opportunities that can be obtained\nby having access to financial services,\nthen that is a problem that can be solved by FinTech and not by banks.\n\nIn addition, based on examples of implementation so far, microfinancing has been\nconfirmed to have extremely high rates of repayment but there are various hindrances\nsuch as a huge capital and the cooperation of megabanks. Under existing conditions,\nvery few people can get an opportunity to get microfinancing.\n\nTo deal with such problems, people all over the world need to work together\nfor future market development, and if we place ourselves not in a country’s or company’s point of view,\nbut in an individual’s point of view, taking action with just by a dedicated spirit is difficult.\nHowever, if we add the motive of mining then we can completely turn around the situation.\nIt is possible for WPC to solve these problems.\n\nWPC is a massive project that will make “World Peace” a reality, through the\nmind shift from volunteering to investing.\nThe spread of WPC could change the world economy.\nThank you for reading to the very end. We hope more investors will aim for the\nworld peace together with us.\n\n Notice of Airdrops - If you are holding 3000 WPC or more at bitcastle as of the 22nd of February,\n2019, you will be eligible for WPC airdrops.\nDon’t miss this opportunity!\n\n Information regarding listing on a centralized exchange - We are pleased to inform you that World Peace Coin as listed on COINZEUS !\n\n BENRI Company Limited - The WP Project has established a joint venture \"BENRI Company Limited\" with\nPaygrergate Co., Ltd, which supports Myanmar's financial infrastructure, We\nwill strive to disseminate World Peace Coin step by step starting from\nMyanmar.\n\n AIR DROP - World Peace Coin will conduct Airdrop!\nWe plan to have Airdrop more than once depending on the WPC balance of Wallet\nin bitCastle.\nWe will announce the implementation schedule and distribution conditions in\nthe near future.\n\n Reopened after renovation - WorldPeaceCoin.io has finished its ICO and has been reborn as a page for\nmanagement reports of WP projects and WPC.\nWe will make progress reports on how your investment will change the world at\nany time.\n\n Updates - Notice of Airdrops\n\nIf you are holding 3000 WPC or more at bitcastle as of the 22nd of February,\n2019, you will be eligible for WPC airdrops.\nDon’t miss this opportunity!\n\nInformation regarding listing on a centralized exchange\n\nWe are pleased to inform you that World Peace Coin as listed on COINZEUS !\n\nBENRI Company Limited\n\nThe WP Project has established a joint venture \"BENRI Company Limited\" with\nPaygrergate Co., Ltd, which supports Myanmar's financial infrastructure, We\nwill strive to disseminate World Peace Coin step by step starting from\nMyanmar.\n\nAIR DROP\n\nWorld Peace Coin will conduct Airdrop!\nWe plan to have Airdrop more than once depending on the WPC balance of Wallet\nin bitCastle.\nWe will announce the implementation schedule and distribution conditions in\nthe near future.\n\nReopened after renovation\n\nWorldPeaceCoin.io has finished its ICO and has been reborn as a page for\nmanagement reports of WP projects and WPC.\nWe will make progress reports on how your investment will change the world at\nany time.\n\n"
}