{
    "summary": "The PulseChain main net has launched! - Live, on-chain Statistics: GoPulse.com\n\n Buy PLS - Checkout the brand new Explorer. Bridge over assets from Ethereum. Become a Validator to help secure the PulseChain network. Trade your PRC20s on PulseX.\n\n Install MetaMask - To connect to PulseChain open MetaMask and click the Networks dropdown. Select \"Custom Network\". Now enter the following information:\n\nNetwork Name:\nPulseChain\n\nNew RPC URL:\nhttps://rpc.pulsechain.com\n\nChain ID:\n369\n\nCurrency Symbol:\nPLS\n\nBlock Explorer:\nhttps://otter.PulseChain.com\n\n For Developers - Start with reading the docs.\n\nTo get data for your applications please use one of the GraphQL endpoints for\nBlocks, PulseX & Pairs.\n\nYou can become a validator for 32,000,000 PLS.\n\nThere also is a Beacon Chain Checkpoint Sync Provider.\n\nOfficial RPC endpoint: rpc.pulsechain.com\nOfficial websocket endpoint: ws.pulsechain.com\n\n PulseChain Goals - Increase Ethereum's value\n\nEnrich ETH users\n\nEnrich ERC20 and NFT users\n\nEasy to use\n\nLower PulseChain fees and serve more users\n\nRemove pollution\n\nImprove game theory\n\nEmpower PulseChain holders\n\n Testimonial - The following is a clip of Aubrey de Grey, the Chief Science Officer of the\nSENS Research Foundation thanking Richard Heart and the PulseChain community\nfor donating millions of dollars to medical research.\n\n Interoperability \"Bridging\" - ETH can be traded on the Pulse network and PLS can be traded on the Ethereum\nnetwork. Bridging can also be done to other smart contract capable networks.\n\nETH from Ethereum : You can send ETH to the PulseBridge contract on ETH\nwhich locks it and issues \"ETH from Ethereum\" on PulseChain at a 1:1 ratio.\n\nPLS from PulseChain : You can send PLS to the ETHbridge contract on\nPulseChain which locks it and issues \"PLS from PulseChain\" on the Ethereum\nnetwork 1:1. This **can also work for ERC20s**.\n\nAnything locked on the Ethereum network bridge to the PulseChain network will\nbe known as \"[Anything] from Ethereum\". Example: \"ETH from Ethereum\" for ETH\nlocked on Ethereum bridged to the PulseChain network.\n\nHEX is known as \"HEX from Ethereum\" while HEX on PulseChain is called HEX.\n\n"
}