{
    "summary": "Nomiswap V3NMX Bridge - Nomiswap V3 is an analogue of Uniswap V3 with concentrated liquidity on the Binance Smart Chain\n\n First DEX in DeFi space with 0% swap fees and team farming - Backed by Nominex ecosystem\n\n Lowest Trade Fee in the DeFi - 0.1%\n\n Swap Fee Cashback - Up to 100%\n\n Unique combination of features across all DEXes - \n\n Trading fees cashback - Make a swap on Nomiswap at no cost. Up to 100% of the trading fee returned in NMX tokens\n\n Utilitarian farming - The more you put in liquidity pools - the more your trading fees cashback and referral rewards in NMX tokens\n\n Holder Bonus - Holder bonus is the reward accrual for the duration of farming/staking. Keep funds in pools longer and earn more NMX tokens\n\n Binary referral system - Earn rewards from farming, staking and trading of your direct referrals, as well as from your whole team\n\n One of the most profitable farming & staking in whole DeFi space - \n\n Earn NMX + Fees in Farming pools - \n\n Boosting pool - 365 days, Auto-compound, APY 50.16%\n\n Boosting pool - 180 days, Auto-compound, APY 31.75%\n\n Boosting pool - 90 days, Auto-compound, APY 26.22%\n\n Manual NMX - Stake NMX — Earn NMX, APR 5.57%\n\n Referral program with the best conditions around the DeFi world - Earn up to 30% from the NMX tokens farmed by your team. Receive up to 40% from the trading fees paid by your team. Every day.\n\n Have your own project? Create custom Farming Pools - Create your own farming pools and make your community motivated to grow your token liquidity. Just in two clicks without a single line of code.\n\n Contracts audit by Certik - Be calm about your funds on wallet.\n\n Nomiswap DEX & Nominex CEX ecosystem as a single crypto space - Nominex + Nomiswap is CeDeFi ecosystem which means that using one platform you get better conditions on second platform too.\n\n Holder Bonus - Holder bonus is the reward accrual for the duration of farming/staking. Keep funds in pools longer and earn more.\n\n Trade anything. No registration, no hassle - Trade BNB Smart Chain tokens, just by connecting your wallet.\n\n World’s first utilitarian farming level - The more crypto you keep in liquidity pools -> the higher farming level you get -> more and higher extra reward and features you are qualified for.\n\n Total value locked - $4,281,650\n\n NMX - $0.02\n\n Max supply - 200,000,000 NMX\n\n Total supply - 103,094,000 NMX\n\n Circulating supply - 70,032,000 NMX\n\n Total burned - 8,578,790 NMX\n\n Market cap - $1,205,422\n\n"
}