{
    "summary": "I’m the Queen in This Life - The Etruscan Kingdom is stained with blood when the king’s illegitimate son Cesare conspires with his fiancée Ariadne to usurp the throne from his half-brother Alfonso. Despite Ariadne’s devotion to the new king, her faith is shattered when she is betrayed by him and eventually murdered by her own sister, who wishes to be queen. To her surprise, Ariadne finds herself sent back in time to her 17-year-old self. As she navigates the perils and opportunities of palace intrigue, Ariadne must make the most of her guile and grit to ensure that her tragic future does not repeat itself.\n\n The Reborn Young Lord is an Assassin - Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n SubZero - What would you sacrifice to save your family? How far would you go to protect your people? For Clove, the last princess of a near-extinct Dragon clan, the answer is the unthinkable: MARRY your greatest sworn enemy in an effort to bring peace to your land.\n\n To The Stars and Back - Introverted and grumpy, 20-year-old Kang Dae spends the majority of his time alone, and he prefers it this way. One day, he gets a very friendly and bubbly neighbor named Bo Seon. Suddenly, his life takes a very different turn.\n\n The Reason for the Twin Lady’s Disguise - The Lowreis family was wrongly sentenced to execution for attempting to murder the royal family. As Linali Lowreis, the daughter of the family, is on the brink of death, she fervently prays for a second chance. Miraculously, she wakes up three years in the past, reuniting with her deceased family members. However, tragedy looms as her brother, Liam, is poised to attend the School of Poltis, the reason for the family's tragedy. She begs her father to send her instead of her brother, as she is better at sword fighting. Now, faced with a new identity and unexpected challenges, Linali must attend the School of Poltis in her brother's place.\n\n Ten Ways to Get Dumped by a Tyrant - Scarlett Arman is no ordinary lady, not just because she’s engaged to the emperor. Newly reincarnated as a character in a fantasy novel, Scarlett knows she is supposed to die a horrible death at the hands of her fiancé, Charleon Kalior. Determined to escape her fate, Scarlett decides to make Charleon break off the engagement... But why does he keep wanting to spend time with her?!\n\n Tower of God - What do you desire? Money and wealth? Honor and pride? Authority and power? Revenge? Or something that transcends them all? Whatever you desire—it's here.\n\n My Beloved Oppressor - When the hand that used to so lovingly hold Annette Rozenberg ends up being the one that causes the downfall of her family, Annette demands that Heiner Waldemar give her a divorce. But Heiner refuses, stating that he must see her miserable by his side, no matter what. At odds, the two continue a precarious relationship, only to be met with wounds of the past that bring them tragically together. This series contains themes regarding abuse and self-harm that may not be suitable for all readers. Viewer discretion is advised. If you or someone you know is struggling or in crisis, please reach out for help at Crisis Text Line (http://crisistextline.org/).\n\n The Mafia Nanny - Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?\n\n Down To Earth - Kade lives his average life alone and undisturbed... until a cute alien girl crashes into his backyard! By opening up his home, will this otherworldly girl inadvertently open up his heart?\n\n Not Your Typical Reincarnation Story - Not all villains are evil. When Suna Choi reincarnates as Edith Rigelhof, the villain from her favorite novel, she is determined to change Edith’s life around and treats everyone with kindness. Although she marries the handsome Killian Rudwick, he is madly in love with the original protagonist of the book and mistrusts Edith because she is from a rival family. Will her marriage survive the whirlwind of family feuds, love triangles, and more? Will Edith find her happy ending?\n\n Adopted by a Murderous Duke Family - \n\n"
}