{
    "summary": "BNB PancakeSwap-Crypto-Logo-PNG-Cutout(1)备份 2 TOWN 编组 32 COPY Gitbook gy_icon-01 gy_icon-02 gy_icon-03 gy_icon-04 gy_icon-05 组 71@3x备份 二维码 形状 安卓备份 安卓 icon-bi7 icon-bi1 icon-bi3 icon-bi4 icon-bi5 icon-bi6 BNB 属性查询 危急 防御 编组 56备份 3@2x 编组 56备份 2 RECEIVED new The next page 显示器Pc-fill 删除 编组 26 编组 24 位图 速度 spread 编组 23 SSR备份 上一页备份 icon-yichu 区域混接属性数据 账户 编辑2_edit-two 退出_logout 路径 youtobe (1) image/svg+xml PLAY NOW！ 编组 33 certik-logotype-h-w image/svg+xml 编组 10 编组 6备份 3 矩形备份 3 椭圆形 yiwen_icon备份 2 youxi-2 zhuanhuan-02 **We're sorry but 0X-Metaverse,Metaverse GameFi AirdropNFT Play-to-Earn Star wars Blockchain game Game guild NFTswap 3D play to earn doesn't work properly without JavaScript enabled. Please enable it to continue.** $--- MY XMETA:0.0000≈$0.0000 GamePlay Getting Started Pilots Combat power Station Market FARM media whitepaper twitter telegram Prize Pool NOTICE 0Pending notification Clear ALL CONNECT WALLET Buy Now Marketplace CA:0xEb9b5741f21EC8ED13bbD9F1db8FA071214207cD 0X-metaverse Explore the universe and fight The 0X-metaverse is a huge decentralized financial and gaming ecosystem where developers ,players , and colle ctors can all be rewarded ( play to earn ] for their participation and enjoyment. 0X-metaverse HangarMore than 300 space battleships Bomber ship Death star Death Star R&D data is one of the most important technical data that Dr. Andy took away when he left the galaxy. It was also the first batch of battleships to be built after the smart mecha family arrived in the Knights Galaxy. It is very important for the Knights Galaxy to face the invasion. Governance overview0X-Metaverse platform is managed by a decentralized community of veXMETA holders Token economics Put The Token under the sum share the game value with all players NameAmount:0xMetaverse TickerAmount:xmeta Total SupplyAmount:1,000,000,000 TaxAmount:1% Buy/Sell OwnershipAmount:Ownership Renounced [Total:1,000,000,000] Development path Game development, launching official website 2023 Q2 Media marketing, the first time of mystery box listed on Tofu for sales. 2023 Q4 Then Game and Android/IOS APP launched, IDO held on Nftb/Gamefi/Redkite 2024 Q2 Space racing game online, DAO community governance launched, meta-universe development 2024 Q4 Planet land sale, meta-universe launch 2025 Q2 Sensors Equipmen 2025 Q4 2023 Q1 Project started, game design 2023 Q3 Community establishment, community marketing activities 2024 Q1 Contract audit, mystery box listed for sale on Ethereum NFT, launch of game V1/V2 beta version 2024 Q3 Open the official NFT trading market, launched Defi, NFT staking, launched NFT retrofit function and gem system 2025 Q1 New game launch, meta-universe development, game integration 2025 Q3 Interstellar DEFi, Star Alliance, Alliance Wars Copyright © 2024 0X-Metaverse,lnc. All rights reserved. ANNOUNCEMENT CONFIRM - \n\n"
}