{
    "summary": "Spool. DeFi as a Service is here. - Spool is the simple and practical infrastructure solution you need, from personal investing to building whitelabel institutional products.\n\n Yield. Your Way. - Access a world of DeFi through one interface. Set-and-forget single deposit DeFi investing that auto-balances and compounds your portfolio to ensure the best risk-adjusted yield in market.\n\n Invest - The tools to build your DeFi portfolio\n\n Spool dApp - The user-friendly Web 3 investment platform\n\n Spool - The DeFi Investment Toolbox - Access Competitive Yield\n\n Build - Create your own bespoke DeFi product matched precisely to your needs\n\n Spool SDK - Keep your developers happy with our next-gen Software Development Kit\n\n PARTNERSHIPS - \"Compete with no one, synergise with everyone.\" Let's grow DeFi together.\n\n Staking Rewards - Staking Rewards has built and deployed their auto-compounding, re-balancing and risk-adjusted Ethereum liquid staking index product (srETH) through the Spool SDK infrastructure.\n\n Fireblocks - Fireblocks can offer their clients the possibility of building earn products using Spool as a white-label solution at zero cost and with a seamless interaction with their custodial services.\n\n Solity - Solity will be Spool’s first external Risk Model Provider. Its Risk Model uses a comprehensive methodology based on machine learning and real-time fundamental risk processing.\n\n 1Inch - 1inch allows Spool users to deposit any available asset into a Smart Vault as it will then automatically swap it for the right ones required by the strategies supported by that Smart Vault.\n\n Spool Toolkit - Giving control and choice to everyone, equally.\n\n Spool security - Built by Experts. Secured by the Best.\n\n Govern - Help bring Spool into the future by being part of our governance model\n\n The Spool DAO - Your engagement in governance and decision-making is key, and the central tenet of Spool.\n\n Governance Concept - The future of finance is decentralised, transparent, and community-driven\n\n Funding Approval for Hiring a Product Lead - [SIP - 1.47]\n\n Restructuring of Treasury Assets - [SIP - 1.48]\n\n Optimization of DAO Fee Flow with External Partners - [SIP - 1.49]\n\n Spool leadership - Experienced professionals from diverse backgrounds, helping lead the community\n\n Philipp Zimmerer - Lead Token Contributor\n\n Simon Schaber, MBA - Lead BD Contributor\n\n Axel Prettl, PhD - Lead Operations Contributor\n\n Hendo Verbeek - Lead Risk Contributor\n\n Spool innovation & Key terms - Spool is synonymous with innovation. Leading and developing new ways of interacting with DeFi is a part of our DNA, but that means new terms and phrases need to be used.\n\n Spool Announces Strategic Partnership with Blocktrade to Simplify DeFi Accessibility - \n\n"
}