{
    "summary": "BaseConnect - BaseConnect is built for you. We are focused on solving your most urgent problems using advanced software solutions\n\n SAVE LIVES - We offer a secure military only platform allowing commanders to quickly disseminate information via our ReCaller or private newsfeed to organizational members and their immediate families during natural disasters, health emergencies and unit tragedies\n\n SAVE TIME - Provide commanders with an iOS and Android application enabling instant communication with their airmen with real time feedback and analytics at their fingertips\n\n SAVE RESOURCES - Our military troops do not want multiple applications to download they want a secure standardized solution that meets their communication needs and can be used anywhere they go\n\n Commanders must communicate quickly and securely during a national health emergency, disaster, or rapid deployment commanders, but current systems do not allow for this. Commanders are forced to use public social media channels. This pandemic revealed a significant challenge. Daily base updates popped up all over social media. Our enemies saw our challenges. Base service statuses were out there for all of the world to see. Air Force leaders hosted public town halls with no idea who was attending. Public Social Media channels are not secure, but commanders have no other option. Until now, BaseConnect gives you an option. - \n\n Are you ready for instant Recalls?. - Get rid of the big book. Stop using a Big Chief tablet and crayons. It's time to leverage technology and simplify your life.\n\n BaseConnect has their finger on the pulse of what front line users are looking for when interacting with their communities. Their feedback model directly focuses on user ratings and comments to pinpoint what the airmen need, not what senior level leaders think they want. - \n\n Military Only. - All members are verified Active Duty, Guard, & Reserve through group admins. All data is securely hosted in the GovCloud.\n\n Messaging - Send a direct message to anyone in the BaseConnect © network or create private group messages to simplify communication.\n\n Secure Newsfeed - A private feed shows only what you have subscribed to and allows commanders or admins to post information for their units.\n\n ReCaller - Allows commanders to send recall messages from their smartphones to the entire unit with real-time analytics & emergency location services.\n\n Tiered Lists - MAJCOM, Wing, Group, Squadron or Flight level all lists are connected so you can recall one or all simultaneously\n\n Administration - Add multiple administrators to send recall messages via your smartphone or web\n\n What U.S. military users are saying. - \"BaseConnect is innovative and intuitive. It links military members and their families with community and installation information in ways other apps can't. I've seen dozens of attempts in my career and none approaches the functionality and ease of use of BaseConnect!\"\n\nMaj Gen T., USAF, Retired\n\n\"I've used BaseConnect three times today to look up a phone number on base. It was quick and spot on. This will save me tons of time!\"\n\nMaj D., USAF Reserve\n\n Get your installation on the list to be added to BaseConnect today for free. - \n\n We Serve the Entire Department of Defense - \n\n Our Advisory Board - Kevin Harrington - Inventor of the Infomercial | Original Shark on Shark Tank | Author: Mentor to Millions\n\nTimothy Zadalis Maj Gen (ret), USAF\n\nDavid Fountain Brig. Gen (ret), ANG\n\nChip Diehl Brig. Gen (ret), USAF\n\nDr. Hala Sabry-Elnaggar\n\nMr. John Davis\n\nMr. Tom Evans\n\nMr. Alex Shapira\n\nMr. Mike Sherbakov\n\nMr. Ryan Micheletti\n\nMs. Lisa Song Sutton\n\nDave Evans Lt. Col (ret) USAF\n\nDr. Cindy Simmons\n\nDr. Barry Pollard\n\nDavid Komar Brig. Gen (ret). USA\n\n"
}