{
    "summary": "Chainge - When it comes to cross-chain, Chainge is the leading authority in the DeFi space. With 75 integrated chains and counting, the app supports over 4000 assets so that users can maximise their wealth’s potential and enjoy a secure, flexible & worry-free financial life.\n\n Chainge - Chainge’s unwavering objective is and will remain improving people’s quality of life. So, no matter who you are or where you’re from, you can freely benefit from our wide range of decentralised financial solutions neatly packed up in a flawless UX.\n\n Chainge - Worried about security? Then worry no more. The DCRM tech behind the Chainge app is naturally immune to hacks while your wallet’s seed phrase can easily be encrypted in a QR code you can keep literally anywhere since you’re the only one who can decrypt it.\n\n Chainge - Your assets are split between multiple chains? Well, that doesn’t matter anymore. We deal in universal assets - which means in the Chainge app you have the freedom of performing cross-chain transactions and moving your assets from one chain to another within seconds.\n\n Chainge - Time-Framing, (aka Staking on steroids) is a unique Chainge functionality that allows you to split your asset into defined time-periods. This basically means you are assigning a purpose to a certain amount of wealth for a certain amount of time, while still having full ownership rights over your assets.\n\n Chainge - Why leave your assets laying around in your wallet when they can generate some serious passive income? The Chainge DEX LPs offer great APYs, 100% flexibility + security. It doesn’t get any better than this.\n\n Chainge - From atomic swaps to Futures trading and writing Options, we have ‘em all. Exchange your Spot assets in an instant, leverage Futures or Options and enjoy the perks & freedom of a 100% decentralized derivatives market.\n\n Chainge - One of the most powerful financial instruments the world has now access to through Chainge is without a shadow of a doubt the decentralized escrow which replaces various kinds of traditional contracts.\n\n"
}