{
    "summary": "ParrotFi Overview - Welcome to ParrotFi, a comprehensive DeFi platform dedicated to providing low-barrier loans and idle asset income. ParrotFi allows users to obtain loans without collateral by evaluating community consensus. Users can also earn stable and substantial returns by depositing idle USDT, USDC and others. Our unique features include an integrated on-chain scoring system and community consensus scoring, creating a fairer, safer, and more transparent decentralized financial service.\n\n Advantages - Lending: Low barrier, efficient, and convenient. Idle Asset Income: Ensures your assets achieve steady growth. Community Consensus Vault: Simplifies the loan process based on community trust. Comprehensive Credit Evaluation: Provides professional credit services, supporting enterprise integration. Token Holder Benefits: Holding $PARR tokens allows participation in governance, increased loan quotas, and higher income returns.\n\n Tokenomics - PARR is the native token of ParrotFi, serving multiple functions including payment of loan interest and fees, rewarding community members, participating in governance, and providing liquidity.\n\n Roadmap - Phase 1: Product Design and Development - Develop the lending and deposit system, Build comprehensive on-chain scoring system, Launch community consensus scoring feature. Phase 2: Community Building and Promotion - Organize global community events, Promote ambassador program, Host online seminars and AMAs. Phase 3: Token Launch and Ecosystem Expansion - Complete fair launch of $PARR tokens, Launch community consensus vault, Introduce more asset income products. Phase 4: Continuous Innovation and Optimization - Integrate more dApp and DID verification services, Optimize credit evaluation services, Expand application scenarios for community consensus scoring.\n\n FAQ - ParrotFi is a DeFi platform offering low-barrier loans and idle asset income services, based on an integrated on-chain scoring system and community consensus scoring. ParrotFi introduces an innovative model of uncollateralized loans and community consensus assessment, diverging from traditional collateral-based approaches and enabling broader participation in lending markets. $PARR is the native token of ParrotFi, serving multiple functions including payment of loan interest and fees, community rewards, governance participation, and liquidity provision. ParrotFi’s future development plans include infrastructure development, market expansion, and ecosystem building. An uncollateralized loan is a loan model where borrowers do not need to provide collateral. ParrotFi offers uncollateralized loans through a community consensus assessment mechanism, lowering barriers to entry for borrowers. ParrotFi executes all lending transactions and credit assessments automatically through smart contracts, ensuring system security and reliability. The Community Consensus Vault allows users to deposit various crypto assets, earning loan quotas based on deposits, with higher community contribution leading to loan evaluation exemptions. You can participate in ambassador programs and volunteer activities to improve your community contribution, enjoying more platform privileges.\n\n"
}