{
    "summary": "Dinarcoin [DNC] - DINARCOIN - 1ST GOLD PAGGED WITH GOLD SMALLEST MEASUREMENT UNIT VALUES [GRAIN]\n\n World 1st Gold Pagged Valued Payment System - As #1st official gold valued payment system in the world\n\n Why choose dinarcoin - Mobile payment make easy\n\n Why choose dinarcoin - Lowest Transaction Fees\n\n Why choose dinarcoin - Protect the identity\n\n Why choose dinarcoin - Security & control over money\n\n Coin Allocation - Founder 25%\n\n25%\n\nPartner and Investor 60%\n\n60%\n\nDinarCoin development 8%\n\n8%\n\nContingency 2%\n\n2%\n\nOperational 2%\n\n2%\n\nLegal 1%\n\n1%\n\nMarketing 2%\n\n2%\n\n Dinarcoin [DNC] - DINARCOIN - 1ST GOLD PAGGED WITH GOLD SMALLEST MEASUREMENT UNIT VALUES [GRAIN]\n\n Dinarcoin [DNC] - DINARCOIN - 1ST GOLD PAGGED WITH GOLD SMALLEST MEASUREMENT UNIT VALUES [GRAIN]\n\n Road map - Concept\n\nDinarcoin Stucturing\n\nDinarCoin\n\nGenerated via\n\nAlgorand testnet blockhain\n\nResearch\n\nDeep Market\n\nanalysis & Opportunities\n\n30% DNC SUPPLY [ SOFT CAP]\n\n$0.25/DNC\n\n10% Coin Sale\n\n$0.50 / DNC\n\n5% Coin Sale\n\n$1.00 /DNC\n\n5% Coin Sale\n\n$2.00/DNC\n\n DinarCoin Whitepaper - Read Our Documents\n\n FAQS - What is DinarCoin?\n\nDinarCoin steps in to solve this problem. It combines the trustworthiness of\ngold with the speed and convenience of digital money. And it does all this by\nusing a technology called the Algorand blockchain. This technology makes sure\neverything is secure, transparent, and fast.\n\nWhat cryptocurrencies can I use to purchase?\n\nYou can use algo, ripple, btc, eth, usdt\n\nHow can I participate in the Presale Token sale?\n\nYou can use your wallet to purchase our token. You can connect the wallet via\nour website and you are ready to for the purchasing.\n\nHow do I benefit from the Token?\n\nMarket research shows that there’s a growing interest in gold-backed digital\ncurrencies like DinarCoin. People are looking for ways to protect their wealth\nand investments and gold-backed valued tokens offer a solution.\n\nWhat is Integration with Algorand Blockchain\n\nDinarCoin’s secret is its integration with the Algorand blockchain. But\nwhat’s a blockchain? Think of it as a secure, digital ledger that keeps track\nof every DinarCoin transaction. This ledger is maintained by a vast network of\ncomputers all around the world, making it practically impossible to tamper\nwith.\n\nWhat is Backing by the Smallest Measurement of Gold Grain\n\nEach Dinar Coin represents a tiny piece of gold value. We’re talking about the\nsmallest measurement of gold you can imagine. This is what makes DinarCoin\nspecial—it’s like having a fraction of real gold grain, but in digital form.\n\nHow much the Scalability is\n\nAlgorand can handle lots of transactions quickly and efficiently. This means\nDinarCoin can be used for everyday purchases without slowing down.\n\nHow much the Speed of our transitions.\n\nTransactions on the Algorand blockchain are lightning-fast. You don’t have to\nwait around for ages for your DinarCoin to transfer. It happens almost\ninstantly\n\nWhat is our Token Identifier\n\nID 1210764878\n\nWhat is our Unit Name\n\nDNC\n\nWhat is our Circulating Supply\n\n225,022,222 DNC\n\nWhat is your Total Supply\n\n888,888,888 DNC\n\nWhy choose Blockchain Security?\n\nDinarCoin is built on the Algorand blockchain, known for its robust security\nfeatures.\n\nWhat it is Decentralization?\n\nThe Algorand blockchain operates on a decentralized network of computers\nglobally. This distributed nature makes it exceedingly challenging for any\nsingle entity to compromise the system, enhancing security.\n\nWhat is our Advanced Cryptography?\n\nAlgorand employs advanced cryptographic techniques to secure transactions and\nuser wallets. This includes the use of public and private keys to protect\nassets and verify transactions\n\nWhat is our Smart Contracts?\n\nSmart contracts on Algorand facilitate automated and secure transactions,\nreducing the risk of human error or manipulation\n\n Contact us - DinarCoin [DNC] Official Correspondence\n\n\ninfo@dinarcoinz.com\n\n"
}