{
    "summary": "Snoopy Coin - A new crypto coin birthed by fans & members of the Snoopy community, Snoopy Coin (Snoopy Inu) is an experimental community token #SNOOPYINU. The goal of Snoopy Coin is to bring people from all over the world together. Together you achieve financial freedom – all through memes and the official cartoon!\n\n Locked Liquidity - We launched with .XX BNB vs 50% of supply. This way we were starting from near $0 in valuation. Never trust any given party. Many claim they «burn» keys or throw away the seed-phrase. That’s giving trust. Why would you give trust when there are contracts that exist that allow you to permanently lock away liquidity pools forever? A common scam among small cap tokens involves growing a project, then removing all the liquidity. This leaves you with a big bag of tokens that you could never sell. This is why we locked away our LP tokens for XX YEARS.\n\n Roadmap - There is a lot we hope to achieve. As a community project we firstly are looking to simply build a group of dedicated people who contribute to the project. Seeing as there are no founder tokens, this will rely on community donations. The core team hopes to develop a swap and farming dapp, but this is mostly determined by what the community feels it needs most. In the future we hope to bring whatever dapp would be most beneficial to growing the community! $SNOOPYINU to the moon! PHASE 1 – HOLDERS WEBSITE LAUNCH DEX LISTINGS PHASE 2 – TELE MEMBERS MARKETING FUND BSCSCAN/BLOCK EXPLORER INFO UPDATE PHASE 3 – INFLUENCER ATTENTION HOLDERS PHASE 4 – CEX LISTENINGS TBD 10K HOLDERS VERIFIED LISTS ALWAYS REMEMBER – NEVER EXPECT PROFIT FROM THE WORK OF OTHERS\n\n 55% Supply Burn - Some ask «Why would you send so much of the supply to Vitalik?»The reason is that Crypto reputation is tied to Vitalik (he is the creator of Ethereum). Burning 55% of the supply allows for greater price appreciation, larger market cap, and less ability for any one party to rug-pull you (other than Vitalik that is). On 10/19/21 Vitalik Buterin sold 10% of Dogey-Inu’s supply to donate to charity! He now holds 50% of total supply.\n\n Snoopy Inu - Snoopy Inu focuses strongly on promoting positive thinking and DeFi education; both are necessary to free yourself from the 9 – 5!\n\n Snoopy Coin - Snoopy Coin inspires to do more than provide basic value exchanging services, but the focus will always lay on what the community drives towards.\n\n The Goal - The goal of Snoopy Coin is to bring people from all over the world together. Together you achieve financial freedom – all through memes and the official cartoon!\n\n Liquidity - We launched with .XX BNB vs 50% of supply. This way we were starting from near $0 in valuation.\n\n Launch Countdown - Android and IOS versions are almost here. Want a sneak preview? Request beta access below.\n\n"
}