{
    "summary": "Exens Ai - Join the Crypto Blockchain Revolution with us! - Decentralised naming on Ethereum blockchain for wallets, websites & many more.\n\n About Us - Exens Ai is a revolutionary crypto Ethereum Names platform that ease the use of the Ethereum blockchain. Our mission is to facilitate and personalized crypto experiences in the blockchain without the need to memorize or verify crypto wallets before sending. On the other hand, we are integrating Artificial intelligence crypto solutions that help crypto users having better blockchain experience.\n\n Tokenomics - Token Supply: 100,000,000 $ENSAI\n\nLP LOCK, OWNERSHIP RENOUNCE\n\nLooks like Exens Ai has started a new \"$ENSAI\"\n\nToken Network: ETH\n\nContract Address: 0xf74acd2bac0535b4b01b42984d58dc33d3ad83eb\n\nBuy/Sell Tax: 5%\n\n Why Choose Exens Ai - Exens Ai is more than just an Ethereum Names dApp; it's a revolutionary platform designed to quicken transactions, providing security, and simplify the process of transferring crypto assets with friends and others. With a dedicated team of developers and a community-centric approach, Exens Ai stands out for several reasons\n\nWHITEPAPPER\n\n__\n\n01. COMMUNITY-DRIVEN\n\nWe believe that the community should play a pivotal role in shaping our platform. Exens Ai empowers users to label crypto addresses, personalize them and brand themselves in the blockchain.\n\n__\n\n02. MULTI-PLATFORMS SUPPORT\n\nExens Ai supports Ethereum and launched as a Crypto dApp. Browser extension and TG bot will be available soon, ensuring accessibility and choice for users in multi-platforms.\n\n__\n\n03. REVENUE SHARING\n\nWith our unique revenue-sharing model, Exens Ai users can benefit from the platform's growth. Simply hold a minimum of 1% of the tokens in your wallet to participate in the revenue-sharing program.\n\n Roadmap - Our ambitious roadmap reflects our commitment to constant improvement and innovation\n\nExens Ai is introduced to the world, supporting Ethereum Chain.\n\nPlatform Launch\n\nWe initiate the revenue-sharing program, enabling users to participate in the platform's success.\n\nRevenue Sharing\n\nWe expand our features integrating Artificial intelligence into our utilities and expanding to browser extension and TG Bot.\n\nGrowing User Base\n\nWe explore partnerships and collaborations to expand the Exens Ai ecosystem and provide even more value to our users.\n\nExpanding Ecosystem\n\n"
}