{
    "summary": "veDAO - veDAO's mission is to build an open, transparent, non-custodial, permissionless, multi-chain financing market, and to develop a professional, efficient, large-scale cooperative, autonomously running financing community. veDAO's vision is to build a low-barrier, fair, and accessible financing platform for everyone, becoming the birthplace of future top-tier projects.\n\n Why Choose veDAO - veDAO helps investors discover the earliest potential projects, maximizing your investment value through a fair and equitable distribution mechanism.\n\n veDAO Expert Committee - The veDAO Expert Committee is mainly composed of well-known Web3 institutions. The committee provides professional analysis and scores projects on six dimensions: project background, technical advantages, business model, product experience, market operations, and project risks, providing users with exclusive professional perspectives and interpretations on the internet.\n\n Operating Mechanism - The project party initiates a financing application, submits project information, and token sales information. After DAO governance approval, fundraising can begin. Project recommenders submit potential projects. After DAO governance approval, they receive recommendation rewards and 1% of the financing amount after project financing. The number of votes is determined by the number of veDAO and voting weight. Each voter's initial voting weight is the same. Each correct vote increases the voting weight, each wrong vote decreases it. It's determined by whether the actual fundraising amount exceeds 70% of the planned fundraising amount. If it's successful, those who voted in favor are deemed to have voted correctly, and those who voted against have voted incorrectly, and vice versa. IDO fundraising uses a pre-sale method. During the pre-sale period, users can invest. After the pre-sale ends, investment quotas are distributed according to the user's lottery rate. The winning rate is positively related to the number of veDAO held by the user. INO fundraising uses a grab-and-go method. Users can purchase NFTs within a specified time until they are sold out.\n\n Economic Model - Token Model: Total Token Supply1,000,000,000 DAO. Stake DAO to receive staking returns. The longer the duration, the higher the returns. Stake DAO to receive voting rights, participate in voting to receive governance returns. 2% of each fundraising amount is distributed to DAO stakers. The higher the level, the higher the lottery rate. The higher the level, the more favorable the price.\n\n Core Advantages - Non-custodial funds, Decentralized operation, DAO Autonomy, Wisdom Gathering, Huge Community, Fair Distribution, Multi-chain Ecosystem, No Permission and KYC Required\n\n Technical Features - Decentralized Voting, Decentralized Transactions, Decentralized Storage\n\n Roadmap - Q2 2022: To launch the project, To complete the whitepaper, To meet the technological needs, Official website release, Publish community NFT badge. Q3 2022: \n\n"
}