{
    "summary": "BIZ Token an Ecosystem that Scaling Decentralized Applications - BIZ Token is a Blockchain based, Decentralized system infrastructure that enable the development, hosting, and execution of commercial-scale decentralized applications (dApps) on its platform.\n\n About BIZ Token - BIZ Token is a Smart Token Develop under Binance Smart Chain (BEP20). Creating new, stable and scalable solutions by combining and integrating High-Frequency Trading principles with Blockchain Technology.\n\n Key Features of BIZ Token - Secure Decentralize System\n\nBIZ Token easily transferable and can store into decentralize apps.\n\n\n\nBusiness Solution Token\n\nThis Token can easily use as a gateway of your business payment process.\n\n\n\nGet Personal Benefit\n\nBiz Token can Stake in your personal account and get monthly benefit.\n\n Why Choose BIZ Token? - BIZ Token develop under Binance Smart Chain that a Strong Network in the Crypto World and makes it Easily usable P2P System.\n\n\n\nSecured Asset\n\nBuy BIZ Token to Stake or Store in Decentralize Apps and It's gives you Asset Security.\n\n\n\nBig Community\n\nWe develop a Big Community to Increase Token Price and you can gain quickly with this Token.\n\n\n\nHFT Insights\n\nBIZ Token is a High-Frequency Trading Industry that's allow you buy-sell and Trade Instantly.\n\n Facilities with BIZ - Automation Development\n\nThe automation development of price, payment, staking or any sector will be helpful to our members business and it's grow business quickly.\n\n\n\nLow Transfer Fees\n\nBIZ Token withdraw with Low Fees and ZERO Transfer in P2P System. Swap your Token Instantly no hidden cost. Use this token as a payment process of your business as low cost.\n\n\n\nBest Practices & Trading\n\nWe developed a holistic AI solution that took account of all best practices in the world of cryptocurrency trading with Absolete Tools.\n\n\n\nSecure Token & Flexibility\n\nBizToken was developed based on two core principles, “keep it simple” & “make it transparent”. We have intentionally kept our platform simple.\n\n Solutions - We gives a complete solution of crypto in one platform buy-sell, trade or staking with ICO.\n\n\n\nSingle Platform\n\nBIZ Platform Accumulated all service related crypto buy-sell, trading or staking and get benefit, auto payment process, swap or store token.\n\n\n\nBe Safe and Secure\n\nBuy sell BIZ Token with safe abd secure payment system with API. Add Funding Asset Instantly and Buy Token.\n\n\n\nDecentralize Payment Systems\n\nSell Token P2P System or Swap Instantly in BIZ Platform or Transfer Token in DeApps to Store and Trade it real market.\n\n\n\nBlockchain Based Marketplace\n\nBIZ Trading Package gives you Standard Product with Token and It's establish as a Blockchain Based Marketplace.\n\n Tokens & Sales - Our Tokens with a realworld use case created on the blockchain network.\n\n\n\nSales Information\n\nPublic Sale Starts | 1st Dec 2022 12:00 GMT\n\nPublic Sale End in | 30th Jun 2023 12:00 GMT\n\nTotal Token Supply | 510,000,000\n\nTokens Allocated for ICO | 280,500,000\n\nHard Cap | $119.21m\n\nSoft Cap | $35.06m\n\nToken Value | 1 BIZT = 0.0119 USDT\n\n\nToken\n\nAllocation\n\nToken Sale Program55%\n\nReserve Fund15%\n\nFounders Team10%\n\nBoard Advisors2%\n\nCharity2%\n\nMarketing10%\n\nReward5%\n\nCore Team 1%\n\n\nFunds\n\nAllocation\n\nEngineering and Development40%\n\nBusiness Development10%\n\nMarketing & Promotion10%\n\nLegal & Regulation5%\n\nOperational & Administration10%\n\nLiquidity10%\n\nPartners5%\n\nBusiness Profit10%\n\n What is Our Major Goals? - Our market strategy will prioritise blockchain technology rollout to utilities based on their transformation. View our roadmap to see how exactly we are making that happen.\n\n\n2022\n\nMarch 2022 Concept Development\n\nBIZ Token Develop Business Concept with Analyze Crypto Market and Make a Decision to Launch a New Generation Business Token.\n\nDecember 2022 Website and Whitepaper\n\nBIZ Token Website Develop\n\nPre-Sale ICO Starts\n\nRedesign of Business Plan\n\nVersion 1.0 of Whitepaper released\n\n\n2023\n\nFebruary 2023 Public Token Sale Begins\n\nPublic ICO Launch and crowd-sale starts - 1st Ferbruary & Token distribution will start under Biztoken.io\n\nMarch 2023 Shopping Portal\n\n1st Product of World wide Business Biz Token Launch Shopping Portal and Start Sales with BIZ Token.\n\nJune 2023 Global Launching\n\nBIZ Token 2nd Startup Lanching and Global Launching with Business Announcement.\n\nJuly 2023 NFT Platform\n\n2nd Product of BIZ Token launch NFT Base Business Virtual Real Estate Portal and NFT Marketplace.\n\nDecember 2023 Gaming Platform\n\n3rd Product of BIZ Token launch Gaming Portal.\n\n"
}