{
    "summary": "The end game for liquid staking tokens - A non-custodial and decentralized Ethereum LST-backed stablecoin\n\n wstETH - Total Value Locked $0.0 Minted mkUSD 0.0/∞ MCR 120% Staked Ether APR 0.0% Choose wstETH\n\n rETH - Total Value Locked $0.0 Minted mkUSD 0.0/∞ MCR 120% Staked Ether APR 0.0% Choose rETH\n\n cbETH - Total Value Locked $0.0 Minted mkUSD 0.0/∞ MCR 120% Staked Ether APR 0.0% Choose cbETH\n\n sfrxETH - Total Value Locked $0.0 Minted mkUSD 0.0/∞ MCR 120% Staked Ether APR 0.0% Choose sfrxETH\n\n Mint - Choose your favorite LST and deposit it as collateral and mint your desired amount of mkUSD.\n\n Collateral Ratio - 120150200250 mkUSD 0.0 wstETH Collateral 1.8 (with a Collateral Ratio of 180%)\n\n Earn - Take advantage of mkUSD’s yield opportunities via Curve and Convex pools or Rainbow’s own Stability Pool.\n\n Vote - Earn RBOW for minting mkUSD, maintaining an active loan or depositing into the stability pool. Lock this RBOW to direct emissions and take advantage of additional incentives.\n\n Coming Soon - Take advantage of Ethereum’s proof of stake network and unlock loans where the collateral grows. Since Ethereum’s transition to proof-of-stake, staked Ether has been an attractive yield opportunity. Using liquid representations of staked Ether as collateral for loans means that your collateral is growing all the time.\n\n Staked ETH APR - 0.0\n\n Total Ether Staked - $0.0\n\n Size of Staked Ether - Staked ETH v LST\n\n What is the Rainbow App? - Rainbow is a decentralized borrowing app that allows users to mint a stablecoin, mkUSD, that is fully collateralized by liquid staking tokens.\n\n How do I use the Rainbow App? - To create a new vault, earn, or vote on governance proposals, head over to the Rainbow interface and connect a Web3 wallet.\n\n How does the Rainbow App work? - Rainbow is a borrowing app. In practical terms, it is a collection of smart contracts that define a standard way to deposit collateral, mint mkUSD, and liquidate positions.\n\n What are the benefits of using Rainbow? - Rainbow offers a capital-efficient borrowing experience with: - A collateral ratio of just 120% - Access to deposit multiple collaterals - Directly redeemable - mkUSD can be redeemed at face value for the underlying collateral, always and at any time - Censorship resistant\n\n What is boost? - Vote locking is a feature on Rainbow where RBOW is locked in return for veRBOW. The longer the time period that RBOW is locked for, the more veRBOWs are received.\n\n"
}