{
    "summary": "Buyer Protection Program - When you buy a domain name at Dan.com, you’re automatically covered by our unique Buyer Protection Program. Read more about how we keep you safe on our Trust and Security page.\n\n Fast & easy transfers - 98% of all domain ownership transfers are completed within 24 hours. The seller first delivers the domain to us, then we send you your tailored transfer instructions. Need help? Our domain ownership transfer specialists will assist you at no additional cost.\n\n Hassle free payments - Pay by bank wire and get a 1% discount or use one of the most popular payment options available through our payment processor, Adyen. Adyen is the payment platform of choice for many leading tech companies like Uber & eBay.\n\n Value Added Tax - The Value Added Tax (VAT) is a consumption tax applied in the European Union (EU) to all goods and services.\n\n Estimate in USD - This amount is an estimate based on the most recent currency conversion rate.\n\n Lease to own conditions - USD $750 Monthly Payment\n\n Use the domain shortly after payment - After the first payment, our system automatically transfers the domain to our own holding registrar to keep it safe and available for you. Once the transfer is done (this can vary per domain since some registrars approve transfers only after 5 days) you can manage the DNS of the domain via your Buyer Control Panel.\n\n Domain transfer after the final installment is paid - When the final installment is paid for, we will assist you with transferring the domain to a registrar of your choice and changing the ownership records of the domain.\n\n Stop at any time - You can cancel an installment transaction whenever you want. This is only available for buyers. Sellers can’t cancel the contract, as long as you do not miss any final monthly payment deadline(s). When you opt to cancel a transaction, the received installments will be kept by the seller. You won’t receive the ownership of the domain and the domain will be returned to the original seller.\n\n Long term service fee - Long term service fee is a fee percentage added when you pick a period longer than 1 year. The fee is included in the price you see in the Lease to own dialog.\n\n Estimate in USD - This amount is an estimate based on the most recent currency conversion rate.\n\n Pricing example of Lease to own models - Domain price| Installments| Service fee\n$1,000| 1 - 12 months| $0 (0%)\n$1,000| 13 - 24 months| $100 (10%)\n$1,000| 25 - 36 months| $200 (20%)\n$1,000| 37 - 60 months| $300 (30%)\n\nWhat does the service fee cost cover?\nThe service fee covers the transfer & renewal expenses of the domain, hosting DNS, providing support for years, and the recurring monthly payment processing expenses that Dan.com makes to facilitate this type of transaction.\n\n Estimate in USD - This amount is an estimate based on the most recent currency conversion rate.\n\n The domain name - # opai.io is for sale!\n\n Get this domain - Pay the full USD $8,995 now, or select Lease to own\n\n Buy now - USD $8,995\n\n Lease to own - USD $750 /month\n\n Full ownership after 12 months - More information\n\n The simple, safe way to buy domain names - No matter what kind of domain you want to buy or lease, we make the transfer simple and safe.\n\n"
}