{
    "summary": "Why Neutron - Powered by Tendermint and built with the Cosmos SDK, Neutron is the most secure permission-less smart contract platform for Interchain DeFi. Neutron lets developers launch smart-contracts based applications that can scale across the Interchain, a network of 50+ blockchains connected via IBC.\n\n What are Interchain Accounts? - Interchain Accounts (ICA) lets Cosmos blockchains control accounts (aka “wallets”) on remote zones via IBC, instead of local private keys, and write transactions that can be executed on the remote chain. Neutron will be both a “host” and a “controller” and will launch with a custom implementation that makes Interchain Accounts available to smart contracts. It means smart contracts on Neutron will be able to interact with modules and zones from other ICA-enabled Cosmos chains and vice versa.\n\n What are Interchain Queries? - Interchain Queries (ICQs) let developers securely retrieve data from remote zones via specific modules and IBC. Neutron’s implementation is unique because it uses smart contracts instead of modules to process raw data into elegant data structures. It makes Neutron’s Interchain Queries much faster and easier to update, ensuring a more comprehensive range of supported ICQs and continued compatibility with the supported zones.\n\n What is CosmWasm? - Neutron features native support for CosmWasm, a virtual machine that allows smart contracts written in Rust, AssemblyScript, and other coding languages to run on Cosmos blockchains. CosmWasm smart contracts have significant benefits over an Appchain’s binary: they benefit from an extensive library of testing tools, are easier to deploy and upgrade, and can be audited more efficiently.\n\n What are the benefits of permissionlessness? - Being permission-less means, smart contracts can launch on Neutron without the need to be whitelisted via a governance vote. It makes Neutron more scalable, neutral, and competitive: Fast deployment, Streamlined governance, Neutrality.\n\n"
}