{
    "summary": "StakeLeaderboardMy PageDashboardExplore - Connect Wallet Stake now and Earn 100% KSP Stake your stETH ETH eETH stETH Spectrum Your Yield Launch STAKE SMART, HARVEST HEXA REWARDS ETH APR Restaking Rewards EigenLayer pts ether.fi Loyalty pts KSP WEMIX.e Airdrop Event Earn More KSP by Staking Early The sooner you stake, the more KSP you can earn Start now to maximize your rewards. Early Access Boost 100% 2024.5.14 ~ 2024.5.27 Stake Now External DApp Weekly 20% KSP Boost KSP Boost 20% 2024.5.14 ~ 2024.5.27 View Detail spETH a Synthetic Token Based on LRTs spETH is a synthetic token created by combining existing Liquid Restaking Tokens (LRTs) such as eETH. Stake your assets to acquire spETH and unlock enhanced yield opportunities and exclusive KRO airdrops within the dynamic spETH ecosystem. TVL $0 Holders 0 Stake Now Why Stake With Spectrum? STAKE SMART, HARVEST HEXA REWARDS The First HEXA-fied Rewards you encounter in the Restaking Era EARN MORE IN SPECTRUM'S ECOSYSTEM Maximize your earnings by leveraging the diverse dApps onboarded on Spectrum GET spETH, WHERE EXPECTATIONS ARE SURPASSED Get ready for spETH’s endless experience in Web3, GameFi, DeFi, and more ...and more for Kroman EARN KSP FOR KRO AIRDROP The more you get KSP, the more KRO airdrop you get Stake and Earn More KSP What is KSP? Kroma Spectrum Points (KSP) are awarded based on contributions to the Spectrum (spETH) ecosystem. These points can later be exchanged for KRO tokens. Boost Your KSP Early Adoptors KSP will be boosted during Early Access KQM NFT Holders KQM NFT holders get an extra boost Buy KQM onBuy KQM on KGH NFT Holders KGH NFT holders get an extra boost Buy KGH on Invite Your Friends The more friends you invite, the more boost you get Invite Friends, Earn More KSP Together Maximize your KSP rewards by inviting friends to Spectrum! Start inviting and watch your KSP multiply Learn More Power Up Your Web3 Journey Join Spectrum & unlock the full potential of spETH Explore GameFi, Launchpad, DEX & more - all powered by spETH Earn higher APRs & maximize your returns Experience new on-chain gaming & unlock endless possibilities Explore Ecosystem Partners Apply for Partnership Audited by Terms of ServiceSpectrum DocsBuild on Kroma Copyright ⓒ LIGHTSCALE HOLDINGS PTE. LTD. Cookie Consent We use cookies to personalize and improve your experience on our site and to serve you with relevant service. By clicking Accept All Cookies, you agree to our use of cookies. To find out more, read our Cookie Policy. Accept All Cookies\n\n"
}