{
    "summary": "Real Estate is easy with R3T! - Start your Real Estate journey today and see how easy it is to get started with just a couple of dollars. Join the thriving community & start now.\n\n R3T stands for innovation, community and development. - Our projects stand for digitality, sociality and real values. Together we are creating a new future where crypto and real estate come together.\n\n The R3T Token - The special feature for the token holder is the participation in the Real Estate Token ecosystem. The R3T token will be listed on various exchanges at the end of 2023.\n\n The R3T Ranch - With the ranch token you have the opportunity to build up passive income in R3T for the next 5 years.\n\n The Community - Join the vibrant R3T community of over 50,000 members on Telegram today! Connect with like-minded individuals and immerse yourself in the world of cutting-edge real estate technology.\n\n Our first construction building - Will be located in Priština capital of Kosovo. The building will have: 41 Apartments, 4 Stores, 52 Garages. The profit we make with selling the Apartments and stores will be split between: 10% to support local infrastructure (Schools; Kindergardens), 25% BUYBACK AND BURN, 65% For the Next Building.\n\n The R3T Roadmap - Idea Development & Company Establishment, Team Building, First Online Presence, Founders Sale & Early Bird Sale, Release of the RET Platform, Expansion of the Team, Refinement and Expansion, Expanding the Team, Revamped Online Presence, Start of additional Pre-Sale rounds, Release of Staking Contracts, Decentralization of the platform, Introduction of first real estate projects, Community travels to Kosovo, Community Building in Germany, Switzerland, Austria, Final R3T Pre-Sale, Preparation for launch and further development, Completion of pre-sales, Release of the R3T Ranch, First AMAs in Germany, Technical developments of the platform, First offline R3T event in Germany, Launch preparations, Set up and publish a marketing plan, Building the international community, Decision: Last R3T pre-sale on Pinksale, Over $1.5M Raised since June 2021, Launch, Last Presale, 1st construction project, Onboarding of ambassadors, Huge Marketing campaign, International AMA's, Building International Communities, Numerous videos from popular YouTubers, VIP guests for the offline launch event in Germany, Pink sale presale, Listing on CMC/CG, Listing on Pankaceswap at the end of March 2023, Expansion, Exchange Listing on Top 20 Crypto Exchanges, Community trip to Kosovo & Albania, Launching big partnerships Initial plans for own NFT project, DAO development, Attendance at trade shows, Video documentation about the construction, Proof of Value (show profits transparently) Sale of the first apartments, Buybacks and burnings, More Real Estate projects, Start Next Real Estate project in Pristina, Build some schools and kindergartens in developing countries, Planning often the first project in Albania and Croatia, Build and sell over 400 apartments by 2025, Planning our first own R3T hospital, New Blockchain & Real Estate Technologies, Build the first NFT based hotel in EuropeBuild the first NFT's based Village in Europe, Tokenization form Real estate in developing countries, Get Real Estate NFT's with our R3 Token, Creation of a real estate NFT platform\n\n Meet our team members - At R3T, we believe that our team is our biggest asset. Our team members come from diverse backgrounds and bring unique skill sets to the table, but we all share the same passion for creating a transparent and secure platform for real estate investments.\n\n Kay Schiefner - CEO & Founder\n\n Michael Eicke - Co-Founder\n\n Qendrim Bajraktari - Co-Founder & Project Management Construction\n\n"
}