{
    "summary": "Continuum Global Solutions Acquires Faneuil, Inc. - We are pleased to announce the acquisition of Faneuil, Inc, a business process outsourcing company specializing in Public Utilities, Government and Healthcare services. The acquisition of Faneuil adds to Continuum’s growing industry vertical portfolio including Healthcare, Media & Telecom, and Public Sector.\n\n New partnership with Sanas.AI to enhance customer experience. - By advancing the company’s AI agenda with this new partnership, Continuum Global Solutions agents can provide a local experience for customers while being a part of a global organization. Allowing agents from far-reaching locals to be heard locally revolutionizes every interaction by naturalizing accents and eliminating distracting background noise in today’s hybrid work environment.\n\n New contact center location opens in the Philippines! - Home to more than 1,000 employees, our Cebu location is our newest showcase for our global operating model. With modern interior design and aesthetics, the new location focuses on employee well-being, making sure our people have a great place to work.\n\n Continuum drives improved outcomes in real-time with Verint. - Read how Continuum partnered with Verint and increased agent productivity by 11%, recovered $3 million worth of hours of agent productivity and capacity, and increased overall communication and management of remote teams.\n\n We build customer experiences to grow brand loyalty. - Our innovative solutions transform the customer experience (CX) and build brand loyalty. Whether you need an on or offshore solution, we leverage the best voice, chat, email, social media, and AI technologies available to offer unmatched security, flexibility, and scalability.\n\n Incredible people living our values, every day. - Our people created and defined our vision, mission, and core values. We’re proud of our can-do culture where employees work together to make the ordinary exceptional.\n\n Compassion and care when your healthcare consumers need it most. - Your customers deserve the best experience, especially when they are the most vulnerable. Our collective life experiences enhance our ability to deliver support with empathy and humanity on a regular basis.\n\n"
}