{
    "summary": "Lost in plane sight - We’ve been saying it for quite some time… The Outlands are a curious place where one can find anything. As we traveled through each corner of these peculiar lands, we…\n\n Outlanders has new levels! - A new way of living the Outlanders’ life is here… Welcome to Outlanders Chronicles! From now on Outlanders will have a different set of levels, each with its own story,…\n\n The Enigmatic Sundial - The Outlands has secrets all over, whether it is the soil or the water, there is something to find and to wonder about. This time, we have found THE ENIGMATIC…\n\n Chronicles Vol. IV: Home is where the heart is - New update! A new set of Chronicles has been released on Apple Arcade and Steam. After receiving a letter from an estranged family member, a rookie Leader will journey through…\n\n Apple Arcade UPDATE: New UI & features! - Apple Arcade now has a brand new UI and features for Sandbox! We wanted to make an even better Outlanders experience for Apple Arcade players, so we decided to make…\n\n Chronicles Vol. III Life of Yolotli is OUT NOW! - Deep within the dense jungle lands of the Outlands, a girl is born. As she grows up in a world of power-hungry leaders and reckless habits, she will learn valuable…\n\n Outlanders 4-year anniversary! - Happy Birthday Outlanders! We’re happy to celebrate the four-year anniversary of Outlanders, our little rockstar! Thank you all so much for being with us during this time. We are happy…\n\n STEAM: Outlanders NEW UPDATE! - A new update is here! Thank you all for playing and enjoying Outlanders on Steam. We’ve been working on this for quite some time and fortunately we’ve been able to…\n\n Outlanders available on Steam! - THE OUTLANDS HAVE ARRIVED TO STEAM! PLAY HERE We’re so happy to share this moment with all of you. It took us a lot of work and time but it…\n\n OUTLANDERS coming to STEAM! - The time has come to expand the Outlands to different places… Now STEAM, next THE WORLD! Thank you everyone who has been here with us from day one, we are…\n\n Foggy Findings - If we had to name the MOST mysterious thing in the Outlands, it would definitely be the fog. Is there anything more scary than something that is literally everywhere? Each…\n\n"
}