{
    "summary": "Trust Redefined - Bringing trust, privacy, and security to Web3 through decentralized identity and data solutions.\n\n The Ontology Blockchain - The high speed, low cost public blockchain bringing decentralized identity and data solutions to Web3.\n\n OWN YOUR VALUE - OWN (Ontology Web3 Network) Infrastructure is a series of blockchain based protocols and products created by Ontology for Web3 applications.\n\n Underlying Layer - VBFT Consensus Mechanism, Multi-VM Support, Layer2 Solution (based on Optimistic Rollup), Cross-Chain Collaboration\n\n Protocol Layer - ONT ID Decentralized Identity Framework (ONT Login, ONT TAG, Mercury, OScore), Reputation Protocol - Orange, Metadata Protocol - POD\n\n Application Layer - Web3 Gateway - ONTO Wallet, ONT ID\n\n At Ontology - At Ontology, we envision a future where your identity and data are protected through encryption. Your on and off-chain data are secured without stress or worry. With ONT ID, you can protect your identity and data without constant oversight or maintenance. Using ONT ID prevents malicious actors from hijacking your identity or accessing personal information. We're building a future that guarantees you total control over who can access, see, and use your online data and identity.\n\n Your ONT ID - Manage your digital identity, data, and assets all in one cross-chain wallet. Your ONTO Wallet comes natively equipped with ONT ID. Your data is completely protected through encryption and controlled 100% by you, the individual. From ownership of on-chain assets to transaction history, ONTO Wallet give you total control of your digital footprint.\n\n Wing Finance - The premier cross-chain DeFi lending protocol integrated with a reputation score. OScore, enabled by ONT ID, is the first and only blockchain reputation scoring system. With OScore, users can now access under-collateralized loans based on their reputation via our Wing.Finance DeFi platform. Other DeFi activities like lending, borrowing, and insuring based on user reputation are also made possible by OScore.\n\n"
}