{
    "summary": "PACA : Cozy Comfy Cute - Welcome to the warm world of PACA. Take a rest from the crazy clown world out there and pull up by the bonfire with us. Tired of the countless low-effort tokens, scams and boring metas? So are we. It’s time to restore balance to the crypto world and reshape the land. Reuniting everyone under the PACA banner.\n\n PACA : COZY COMFY CUTE - Welcome to the warm world of PACA. Take a rest from the crazy clown world out there and pull up by the bonfire with us. Tired of the countless low-effort tokens, scams and boring metas? So are we. It’s time to restore balance to the crypto world and reshape the land. Reuniting everyone under the PACA banner.\n\n About PACA - Welcome to the warm world of PACA. Take a rest from the crazy clown world out there and pull up by the bonfire with us. Tired of the countless low-effort tokens, scams and boring metas? So are we. It’s time to restore balance to the crypto world and reshape the land. Reuniting everyone under the PACA banner.\n\n ABOUT US - Welcome to the warm world of PACA. Take a rest from the crazy clown world out there and pull up by the bonfire with us. Tired of the countless low-effort tokens, scams and boring metas? So are we. It’s time to restore balance to the crypto world and reshape the land. Reuniting everyone under the PACA banner.\n\n Do alpacas really wear socks? - PACA does! Back in 2011, woolly alpaca socks were one of the FIRST purchases to be made with Bitcoin. History in the making! Can you imagine how soft those socks were? This led to the alpaca taking the throne as the unofficial Bitcoin mascot. Time to make it official. They even made an amazing song to honor the meme. Give it a listen!\n\n Tokenomics - Don’t ask us too much. We just followed the trend. PACA isn’t a poser though, unless it’s for the camera. He just enjoys relaxing a lot. 100,000,000,000 so we could do the math more easily. 0% taxes. Liquidity locked.\n\n Roadmap - It’s not always about the destination, it’s the journey. But it would be cool to end up somewhere here right?\n\n"
}