{
    "summary": "Stable currency, a human right - Reserve is a cryptocurrency project. We want money that doesn’t inflate like USD, but isn’t volatile like Bitcoin. Our approach is to bundle stocks, bonds, gold, real estate and more into an index, and use that as money. Imagine buying a bag of groceries and paying with a tiny slice of all the world’s assets!\n\n Asset-backed currencies - The Reserve protocol lets you deploy a token on Ethereum that’s issuable and redeemable for a basket of any other tokens.\n\n RToken primer - Assets launched on the Reserve protocol are called “RTokens.” Creating an RToken is surprisingly easy; you can do it without writing any code. Once you create one, anyone can mint it by depositing the basket of ERC20 collateral tokens you’ve defined. RTokens are fully redeemable for their underlying collateral at any time.\n\n Reliable, permissionless access - RTokens are redeemable 1:1 for the assets that back them. Their collateral assets are held by smart contracts, which don’t take vacations. You don’t need to wait until Monday or worry about bank holidays, everything is available 24/7, when you need it.\n\n RToken governance - RTokens can be governed however their creators choose, but the Reserve protocol includes a default token-voting-based option called Governor Alexios.\n\n Overcollateralization for greater stability - RTokens are designed to be overcollateralized, which means that if any of their collateral tokens default, there's meant to be a pool of value to preserve the expected value for RToken holders. RToken overcollateralization is provided by the Reserve Rights (RSR) holders who chose to participate on each RToken, and the amount varies.\n\n Programmable revenue sharing - Governance determines how the protocol distributes revenue generated from the underlying collateral between RToken holders, RSR stakers, and any arbitrary Ethereum contract or address.\n\n Collateral default and self-healing - In the rare case that an RToken's collateral defaults, staked RSR can be seized in a process that is entirely mechanistic based on oracle price-feeds, which does not depend on any governance votes or human choices.\n\n Creating your own RToken - The protocol allows anyone to deploy an RToken. Keep it simple and deploy in 5 minutes without writing any code, or write your own collateral plugins and governance from scratch if you want to do something radical and new.\n\n Accelerating RToken adoption - Liquidity is hard to grow in DeFi, especially in the competitive stablecoin space. ABC Labs has built up governance power in the CurveDAO to incentivize liquidity of safe projects in the Reserve ecosystem.\n\n Notable risks - One risk of using or staking on RTokens is the chance of a bug in the smart contracts that would allow an attacker to steal the funds. General DeFi contract exploits are tracked in real time on defillama.com/hacks. Other risks include governance attacks, exploits in the front-end software you use to access the protocol, and extreme volatility in collateral assets or RSR.\n\n"
}