{
    "summary": "Create My Token - Create your own Token, in just 1 minute\n\n Generate and Deploy tokens right from your browser - Generate and Deploy tokens right from your browser, including Mintable, Burnable, Unlimited, Advanced and Taxable tokens\n\n Trusted by 1000+ projects! - \n\n Create your token in 3 easy steps - Install MetaMask, Add Token Detail, Deploy Token\n\n ERC20/BEP20 Compliant - All Tokens created with Create My Token are fully compliant with the ERC20/BEP20 definition and compatible with any ERC20/BEP20 wallet on all devices\n\n Mintable ERC20/BEP20 Token - Create Mintable ERC20/BEP20 Token right from your browser! The token owner will be able to generate tokens by minting them\n\n Burnable ERC20/BEP20 Token - Add Burn capability to your ERC20/BEP20 Token, allowing you to reduce the circulating supply by destroying some tokens and increase trust\n\n Advanced Access Control - Add specialized access control to your ERC20/BEP20 token with Ownable and Role Based access. Allow members of your team to mint new tokens\n\n Source Code Verified - The code has been verified and audited for high level of security, with EtherScan verification status\n\n Token Recovery Support - Recover coins accidentally sent to the contract! Lots of tokens are lost forever into Smart Contracts, don't let your token be one of them\n\n Supply Control - Specially built supply controls for ultimate control! You won't be able to generate more tokens than the defined token cap\n\n What is Create My Token? - Create My Token is an online tool to create and deploy your own ERC20 Tokens on the Ethereum Blockchain\n\n What is an ERC-20 Token? - ERC-20 tokens are blockchain-based assets. ERC-20 Tokens are Smart Contracts running on the Ethereum blockchain. They can be sent and received like any other crypto. ERC-20 Standard provides specifications on how these assets must be sent, received and stored\n\n What is a BEP-20 Token? - BEP-20 tokens are blockchain-based assets. BEP-20 Tokens are Smart Contracts running on the Binance Smart Chain. They can be sent and received like any other crypto. BEP-20 Standard provides specifications on how these assets must be sent, received and stored\n\n What is Fixed Supply Token? - The entire token supply of the Token be generated during deploy and will be sent to Token Owner wallet. You can't increase or reduce the supply later\n\n What is Capped Supply Token? - When you create the token, an initial supply of the tokens will be sent to the owners wallet. You can increase or decrease the supply of the token up to Total Supply of the Token. You won't be able to generate more tokens than the defined supply cap\n\n What is Unlimited Supply Token? - When you create the token, an initial supply of the tokens will be sent to the owners wallet. You can later increase or decrease the supply of the token without any limits\n\n What is Single Owner Token? - The access to your token is limited to you, the person who created the token. There are no privileged actions for your token. You can still send and receive the tokens like usual\n\n What is Transferable Ownership Token? - Your Token will have an Owner. The account you use to deploy your Token will be owner by default and will be able to mint new tokens. You can transfer token ownership to addresses or Smart Contract. You can still send and receive the tokens like usual\n\n What is Role Based Token? - Your Token will have two Roles, MINTER and ADMIN. Users with 'MINTER' role will be able to mint new tokens. Users with 'ADMIN' role will be able to assign these roles to minters or other admins. The account you use to deploy your Token will be ADMIN and MINTER by default\n\n Who can Burn or Mint my tokens? - Minting depends on the access type. In case of Transferable Ownership, the owner will be able to mint new tokens. In case of Role Based tokens, users with the MINTER role will be able to mint new tokens. You will only be able to mint new tokens until your Supply Cap is hit, which is Unlimited in case of Unlimited Token. Everyone will be able to burn the coins they hold\n\n What is Token Recovery? - A lot of tokens are often lost when sent to the Smart Contract address. In order to avoid this scenario for your tokens, Create My Tokens includes support for recovering any tokens directly sent to the smart contract\n\n",
    "proposal": "Hello Create My Token community! 🙌\n\nWe noticed that you've been doing a fantastic job creating tokens in a jiffy. Just like you, we also believe in the power of quick, efficient, and reliable solutions. \n\nWe're your friendly neighborhood B2B tool shop. Think of us as the Home Depot of the crypto world. We've got a few tools that could help you take your token creation to the next level. \n\n1. 🔄 DEX (UNI FACTORY) - Fancy creating your own DEX based on Uniswap V2? We've got you covered. \n\n2. 🎰 Lottery - How about a blockchain-based lottery? We can help you set that up too!\n\n3. 🪙 Wallet - A multicurrency crypto wallet? Check!\n\n4. 🌾 Farming - Create ERC20 Staking & Yield Farming. \n\n5. 🗳 DAO - Governance and proposals for your crypto token.\n\n6. 🌉 CrossChain - Create an EVM compatible blockchain bridge.\n\n7. 🚀 IDOFactory - Launchpad solution for IDO pools and token locking.\n\nAnd the best part? It's all B2B, so you're not just playing, you're creating. \n\nSo, if you're ready to level up your token game, we're just a message away. We promise not to burn any tokens in the process! 😂\n\nCheck us out at https://t.me/onoutdemos 👋\n\nP.S. We've heard that tokens created by Create My Token are fully compliant with the ERC20/BEP20 definition. How about we add a new definition to the list - \"Created with love by Create My Token and powered by our B2B tools\"? 😉"
}