{
    "summary": "AUTOMATED INCOME MACHINE TOKEN - AUTOMATED INCOME MACHINE is a community-driven deflationary and fully decentralized token on Binance Smartchain.\n\n About Us - Automated Income Machine (AIM) are not MEME Token its a token have a mission and vision to build most love community in crypto space and make community profitable.\n\n Advantages - Our Benifits\n\nAuto Distribution\n\nHolders get AIM Token automatically rewarded to their address in every transaction . No need to claim, no need to request.\n\nAuto Reward\n\nAuto AIM rewards to holders. Watch your AIM token growing on every single transaction.\n\nAutomatic Liquidity\n\n4% of every transaction contributes toward automatically generating liquidity to Raises price floor.\n\nMarketing Wallet\n\nA Fund Wallet is being created to fund our marketing and support future ecosystem especially to our yield farming dapp project.\n\nBuy Back Fee\n\nBuy back fee on sells to prevent large price drops.\n\nAnti Whale\n\nTo help protect from whales dumping or from holding high percentages of the supply, we feature a 1% max sell and a 2% max hold.\n\n Token Allocation - Buy AIM token in your wallet and you will get rewards.\n\nTotal Supply\n\n100 Million\n\nStaked Supply\n\n60%\n\nCirculation Supply\n\n30%\n\nDeveloper/Marketing\n\n10%\n\n Products - AIM Swap/Exchange\n\nAIM swap/exchange is a orderbook exchange with pairs USDT,BTC. First exchange with fully loaded futures like spot trading, future trading, staking, P2P, NFT MARKETPLACE. fully automatic for withdrawal and deposit no need admin approval.\n\n AIM Token Details - Whitepaper\n\nAudit\n\nFARM\n\n Roadmap - Ideation and deployment\n\nWebsite Launch\n\nFair Launch\n\nRugscreen Audit\n\nPancakeSwap Launch\n\nCoinranking Listing\n\nCoinpaprika Listing\n\nNomics Listing\n\nAIM Swap\n\nCMC Listing\n\nCoingecko Price Chart Tracking\n\nBinance Price Chart Tracking\n\nCoinbase Price Chart Tracking\n\nLottery\n\nP2p listing\n\nLatoken Listing\n\nCointiger Listing\n\nMore 5 Exchanges Listing\n\nOwn Wallet\n\n",
    "proposal": "Hello AIM community, \n\nHow are you all doing? I hope your day is as smooth as your transactions on AIM Swap/Exchange. Speaking of which, we love how you have taken the initiative to build a community that not only shares but also grows together. It’s like a well-oiled Automated Income Machine, isn't it? \n\nWe at B2B tools shop have a similar vision, where we believe in empowering communities like yours with tools that can help you grow exponentially. We have a few offerings that we think might interest you:\n\n1. 🔄 DEX (UNI FACTORY) - You can create your DEX based on Uniswap V2. Editable colors, logo, menus, fees, token list, and it's free! A 0-20% commission is shared with you.\n\n2. 🎰 Lottery - A blockchain-based lottery tool that supports ETH, BSC, and Polygon blockchains. You earn a 0-30% commission. Also, it's free!\n\n3. 🪙 Wallet - Create a multicurrency crypto wallet for just $999. It supports Bitcoin, Ethereum, tokens, and features P2P exchange via atomic swaps, token customization, set commissions, Visa/MC integration.\n\n4. 🌾 Farming - Create ERC20 Staking & Yield Farming for $799. Attract investment by offering rewards. Use any ERC20 tokens, including Uniswap lp.\n\n5. 🗳 DAO - Governance and proposals for your crypto token for $600. Stakeholders can create/vote for proposals without spending on gas.\n\n6. 🌉 CrossChain - Create an EVM compatible blockchain bridge for $1500. Based on multichain.org's open sources.\n\n7. 🚀 IDOFactory - Launchpad solution for IDO pools and token locking for $950. Use your token for IDO pools or native coins like ETH, BNB for token lockers.\n\nAll these tools are B2B, so you're not playing, you're creating. We believe these tools can help you achieve your roadmap goals faster and more efficiently. \n\nCheck it out https://t.me/onoutdemos and let us know if you're interested! 👋\n\nRemember, it's not about the destination, it's about the journey. And we would love to be part of your journey."
}