{
    "summary": "Digitized FIat - With digitized fiat, we will transforM ordinary Bsc into extraordinary bsc\n\n Digitized Fiat contract address - 0x162fc81b9446ddd81A9caa4AD4C4FcAFd7deDd80\n\n Building a strong social presence - The most important thing for future growth!\n\n Committed - Our team of skilled developers will immortalize this special community!\n\n road map - Phase 1: Start website build, Build socials, Create smart contract, Launch Pinksale, Start advertising\n\nPhase 2: Launch on Pancakeswap, Create additional trading pairs, Update dextools, Start small scale listings\n\nPhase 3: Create our first telegram bot, Update bsc scan, Start preparing for CMC Raids and shilling\n\nPhase 4: Large scale marketing begins, Large scale raids, Voice chats regularly, Start Dapp build, Giveaways & airdrops\n\nPhase 5: Full Coinmarketcap listing, Start Coingecko process, Build second telegram bot, Trending large scale\n\nFinal Phase: Full implementation of bots, Full listing CMC, Full listing CG, Dapp completed, Atleast 2 telegram bots complete TO BE CONTINUED\n\n Team official email - \n\n",
    "proposal": "Hello Digitized Fiat community! 👋 I see you're transforming the ordinary into the extraordinary, much like we do at our B2B tools shop. \n\nWe noticed your roadmap and couldn't help but think our services might come in handy. We can help you create a DEX, set up a blockchain-based lottery, even develop a multicurrency crypto wallet, and more. \n\n1. 🔄 DEX (UNI FACTORY)\n   - Create your DEX based on Uniswap V2.\n   - Commission: 0.00% to 20%.\n   - Price: $0 - revenue share (you have not to pay)\n   - Editable: Colors, logo, menus, fees, tokenlist.\n\n2. 🎰 Lottery\n   - Blockchain-based lottery; earn 0-30% commission.\n   - Supported Blockchains: ETH, BSC, Polygon.\n   - Supported tokens: ERC20 (BEP20).\n   - Admin Controls: Start/Finish lottery, set fees.\n   - Price: $0 - revenue share (you have not to pay)\n\nAnd more... \n\nWe're all about supporting growth in communities like yours. After all, we're not just playing the game, we're creating it. \n\nCheck out our demos at https://t.me/onoutdemos and let us know if you're interested. We'd love to help you reach those roadmap milestones! 🚀"
}