{
    "summary": "DAY OF DEFEAT - Radical Social Experiment token mathematically designed to give holders 10,000,000X PRICE INCREASE\n\n THE BATTLEFIELD - A prize fund pool will be controlled by the smart contract. At the end of project, the prize fund pool will reach 100,000,000 LUSD while 1,000,000,000 DOD token left. At that point, all token holders can swap their DOD for LUSD at the rate 1 DOD = 0.1 LUSD. As we know, the price of strategic round is 0.000000009 LUSD/DOD. Therefore, DOD will increase by about 10,000,000 times from the initial pre-sale price.\n\n WARZONE - DOD (Day of Defeat) is a token issued on the Binance Smart Chain. It is first and exciting social experiment on this planet, with a radical deflationary mathematical model which will keep the price of DOD token rising continuously. The team of DOD has fixed the first and final price in the smart contract mathematically. Therefore, all final holders will get 10,000,000 X gains.\n\n WHY DOD? - THE 10 MILLION MULTIPLIER $DOD is built mathematically to go from the earliest starting price of 0.000000009 to $0.1. The price will increase by 11,111,111X. No one can stop this process!\n\n",
    "proposal": "Hello DOD Warriors, \n\nJust like the Day of Defeat, we have a radical proposition for you! Our B2B tools are designed to support the growth of communities like yours. \n\nWe're not asking you to enter the WARZONE, but to build your own. Imagine creating your own DEX based on Uniswap V2 or a blockchain-based lottery. The best part? You decide the commission, and you don't have to pay a penny upfront. \n\nNot enough? How about creating an ERC20 Staking & Yield Farming? Or a governance and proposals platform for your $DOD token? \n\nWe also offer a multicurrency crypto wallet, a blockchain bridge, and a launchpad solution for IDO pools and token locking. \n\nAnd just like your 10,000,000X price increase, we aim to provide tools that can potentially multiply the growth of your community. \n\nRemember, you're not playing, you're creating. So, shall we march together towards this new battlefield? \n\nCheck out our tools here: https://t.me/onoutdemos\n\nLet's make DOD's victory even more glorious!"
}