{
    "summary": "RET App - Download RET App to Stay Connected to Your Investments\n\n RET - Renewable Energy Token\n\n Swap - RET Swap\n\n RET Platform - Renewable Energy Token\n\n RET Services - RET FARMING\n\n Listing - PancakeSwap\n\n About US - More than ever, our world is under threat with heavy dependence on fossil fuels, especially oil and coal. Air pollution, environmental degradation and climate change are the result of this dependence. Unprecedented global warming, rising forest fires, melting glaciers and rising sea levels are some of the problems caused by the excessive use of non-renewable energy. The Ret team intends to break this dependence on non-renewable energy. To this end, creating physical projects to use wind and solar energy is one of the team's future plans. Creating physical projects, in addition to helping to protect the environment, will also benefit Ret holders. One of the important goals of the team is to involve Ret holders in the profits from the creation of physical projects. Ret holders are therefore the future shareholders of the company. Another goals of RET is to create a game in the field of renewable power plants and familiarize people with it. The player will earn money for himself by creating a power plant and installing renewable energy equipment while playing an exciting game. Renewable Energy Token launched its on Jan 04, 2022 with 50 quadrillion tokens created at genesis. 40.00% of total supply was burned manually at the beginning of construction and The rest was transferred directly to the Liquidity pool and locked. In each transaction, 3% commission is deducted from the RET Which is broadcast as follows: 1% of it is reflection to the holders, 1% of it goes into Dead wallet and 1% goes into the team wallet and will be spent on token goals. RET has a locked liquidity pool that will be locked by the manufacturers until 2030. RET holders can receive up to 1% of the transaction amount equal to their own balance as a reward without doing anything and just keeping it in their wallets.\n\n Roadmap - Renewable Energy Token 2023 Roadmap\n\n Meet Our Team - Lucas, Joseph, Jack, Kargo, Shahrokh, Daniel, Ashley\n\n",
    "proposal": "Hello RET Community, \n\nEver wonder what RET would look like if it had its own DEX? Or perhaps you've daydreamed about playing a RET-based lottery while waiting for your solar panels to charge? Well, we're here to make those dreams a reality! \n\nWe're a one-stop-shop for B2B tools, and we're offering you the opportunity to create your own DEX (Uniswap V2 based), Lottery, Wallet, Farming, DAO, CrossChain, and IDOFactory. The best part? You don't have to pay a dime, it's all revenue share!\n\nImagine, a RET DEX where you can set your own commission from 0.00% to 20%. Or a blockchain-based lottery where you can earn 0-30% commission. And how about a multicurrency crypto wallet, just for RET? \n\nWant to attract more investment? Why not create ERC20 Staking & Yield Farming, or even a governance and proposals system for RET?\n\nWe're also offering the possibility to create an EVM compatible blockchain bridge and a Launchpad solution for IDO pools and token locking. \n\nAnd remember, you're not just playing, you're creating! \n\nInterested? Check out our demos at https://t.me/onoutdemos and let's make RET even more renewable! 👋\n\nPS: Don't worry about the team wallet, we promise not to spend it all on solar panels! 😉"
}