{
    "summary": "Proudly Launch on BSC - BNB TIGER AI\n\nBuilt BY AI for the community\n\nBNBTIGERAI\n\nHome\n\nRoadmap\n\nTokenomics\n\nAbout\n\nWhitepaper\n\nCoinmarketcap\n\nTelegram\n\nTwitter\n\nCA: 0x12b2332b29257ad8f8004f568d7a419e2d2e55c8\n\nAITiger utilizes advanced machine learning algorithms and AI technologies to enhance its functionality and provide unique features. The integration of AI allows AITiger to analyze and process vast amounts of data efficiently, enabling it to deliver intelligent insights and automated decision-making capabilities.\n\nAITiger is a deflationary token\n\nequipped with auto burning liquidity which makes AITiger thicker\n\nAITiger as the main token for memecoin platform based on AI in future\n\nlike platform for memecoin and bot for auto trade, auto copy trade, all based on AI\n\nAITiger can be acquired through exchanges that support Binance Smart Chain-based tokens, allowing users to become part of the AI Tiger community. Holding AITiger tokens provides holders with several benefits and opportunities within the ecosystem.\n\nWhat is AITIGER?\n\nROADMAP\n\nPHASE 1\n\nPHASE 2\n\nPHASE 3\n\n\nLaunch\n\nCoingecko / Coinmarketcap Listing\n\n1000+ Holders\n\nGet $AITIGER Trending\n\n\nCommunity Partnership\n\nStaking\n\nMemecoin Platform based AI launch\n\nCEX Listings 10,000+ Holders\n\nBot trading & Auto Trade launch\n\n\nAITIGER Merch\n\nAITIGER Tools\n\nT1 CEX Listings 100,000 Holders\n\nMEME AI Takeover\n\n\nTOKENOMICS\n\n\n100%\n\nTOTAL SUPPLY: 10,000,000,000,000,000,000,000,000\n\n\n50%\n\nBURN SUPPLY: 5,000,000,000,000,000,000,000,000\n\n\n50%\n\nLIQUIDITY: 5,000,000,000,000,000,000,000,000\n\n\nTAX\n\n\n8% FOR MARKETING\n\n\n2% FOR DEVELOPMENT\n\n\n© 2023 BNBTigerAI. All rights reserved.\n\n",
    "proposal": "Hello, BNB Tiger AI community! 🐯\n\nAs an AI-driven project, you guys are surely familiar with the saying \"Work smarter, not harder\", right? Well, we're here to help you do just that!\n\nWe're a one-stop shop for all your B2B needs. We offer a variety of tools that can help streamline your operations and enhance your community engagement. \n\nSeeing your roadmap, we noticed that you have plans for staking, memecoin platform, bot trading & auto trade launch. We can provide you with the tools to implement these features, and guess what? They're all based on revenue share, meaning you don't have to pay anything upfront!\n\n1. 🔄 DEX (UNI FACTORY) - Create your own DEX, customized to your liking.\n2. 🎰 Lottery - Engage your community with a blockchain-based lottery.\n3. 🪙 Wallet - A multicurrency crypto wallet for all your token needs.\n4. 🌾 Farming - Implement staking and yield farming to attract more investors.\n5. 🗳 DAO - Empower your community by enabling them to vote on proposals.\n6. 🌉 CrossChain - Create an EVM compatible blockchain bridge.\n7. 🚀 IDOFactory - Launchpad for IDO pools and token locking.\n\nAnd the best part is, you can use your $AITIGER tokens in all these tools! \n\nWe're not here to play, we're here to help you build. So, how about it? Let's make your AI Tiger roar louder in the crypto jungle! 🐅\n\nFor more info and demos, visit https://t.me/onoutdemos. Looking forward to hearing from you! 👋"
}