{
    "summary": "Introducing $Stacks: The Crypto Adventure You’ve Been Waiting For! - $Stacks is here to revolutionize the game, offering a secure and rewarding journey for all investors. Say goodbye to scams and rug pulls as we prioritize security, transparency, and the protection of your investments. With our dedicated team implementing top-notch safety measures and auditing processes, you can trust that your hard-earned money is in good hands.\n\n Advanced Tokenomics System - All transactions of $Stacks burn a 0.5% fee of tokens to decreasing supply, adding more value to each token.\n\n0.5% of every transaction will be added back into liquidity to improve stability of the token long term.\n\n1.5% of every transaction converted to BNB and distributed proportionally to all holders. Hold your Stack, earn free BNB continuously! With constant supply burning, your percentage of supply increases over time, resulting in a faster and larger flow of BNB to your wallet.\n\nNo team tokens or hidden wallets for dumping. Dev wallet receives 0.5% fee in BNB rewards transparently. Compensated dev = productive dev.\n\nStacks makes use of a dynamic creative marketing wallet that is designed to be kept at 5% or less, and accumulate marketing funds through tax accrual. This method helps reduce marketing wallet sell offs, and assures a constant accumulation of BNB for development purposes.\n\n $Stacks is not about stacking the odds against you. - $Stacks is not about stacking the odds against you. We believe in transparency, integrity, and empowering our investors. Your trust is invaluable to us, which is why we’ve created a community of like-minded individuals united against fraudulent practices. Together, we’ll make informed decisions and pave the way to profitability. Join us on this thrilling adventure and let’s conquer the world of crypto investments with $Stacks.\n\n",
    "proposal": "Hello $Stacks Adventurers! 👋 \n\nWe've heard about your epic journey in the crypto world and we're quite intrigued. It's refreshing to see a project that values security, transparency, and the protection of investments. We're all about empowering communities like yours and we think we've got some tools that could help you level up your game.\n\n1. 🔄 DEX (UNI FACTORY)\n   - Imagine creating your own DEX based on Uniswap V2, where you can set your own rules, fees, and even the look and feel of it. It's like having your own crypto playground.\n\n2. 🎰 Lottery\n   - Who doesn't love a good lottery? With our blockchain-based lottery, you can earn a commission and offer your community a fun way to engage with $Stacks.\n\n3. 🪙 Wallet\n   - A multicurrency crypto wallet would be a great addition to your journey. It's customizable and supports a variety of cryptocurrencies.\n\n4. 🌾 Farming\n   - Attract investment by offering rewards through ERC20 Staking & Yield Farming. It's like planting a seed and watching it grow.\n\n5. 🗳 DAO\n   - Empower your community even more by giving them a voice through your own governance and proposals system.\n\n6. 🌉 CrossChain\n   - Build bridges, not walls. With our EVM compatible blockchain bridge, you can connect with other EVM blockchains.\n\n7. 🚀 IDOFactory - Launchpad\n   - Launch your own IDO pools and token locking with our Launchpad solution. It's like having your own rocket to the moon.\n\nWe're not offering you a game, we're offering you the tools to create your own. Interested? Let's chat! Check out our demos here: https://t.me/onoutdemos\n\nP.S. Remember, in the world of crypto, it's not about stacking the odds against you. It's about stacking the tools in your favor. 😉👍"
}