{
    "summary": "Cognetix: A High-Performance Modular Blockchain - Cognetix is a blockchain ecosystem designed to provide scalable transactions to users. One of the key features of Cognetix is its decentralized exchange (DEX), which supports trading across 10 different blockchain networks. In addition to the DEX, Cognetix also includes a crypto wallet that supports storage for coins on 10 different blockchain networks, as well as an investment platform that offers passive income opportunities through staking and farming.\n\n Tokenomics of Cognetix - Cognetix has a total supply of 300,000,000 tokens. The tokenomics include supply circulation, staking rewards, Cex listing, additional liquidity, burning, and marketing.\n\n Tier Staking in Cognetix - Cognetix offers tier staking with different tiers and their respective properties such as minimum stake, APY, requirements, and lock period.\n\n Roadmap of Cognetix - Cognetix has a roadmap with different phases including website creation, whitepaper, social media presence, launch on Pancakeswap, testnet RPC blockchain, faucet blockchain, testnet block explorer creation, Dex building, techrate premium audit, NETIX wallet browser, Coinmarketcap and Coingecko listings, NETIX wallet multichain, NETIXlabs launching, Binance Labs, Binance MVB competition, Cex listings tier 1, Certik audit, mainnet CGX blockchain, increase server power, nodes across every continent, resource upgrade, and roadmap V.2.\n\n",
    "proposal": "Hello Cognetix Community! 👋\n\nJust like a good cup of coffee, we understand that a great blockchain project needs the right blend of tools to bring out its unique flavor. We've been brewing up some B2B tools and we think they might just be your cup of tea (or coffee, if you prefer). ☕️\n\nWe've noticed your DEX supports trading across 10 different blockchain networks. That's impressive! But how about spicing things up with a little lottery action? With our Blockchain-based lottery tool, you can earn 0-30% commission. It supports ETH, BSC, Polygon, and your token, CGX. The best part? It's free to deploy. \n\nAnd speaking of CGX, we've seen your roadmap and it looks like you're planning to launch NETIX wallet multichain. We've got a multicurrency crypto wallet tool that might just make your journey easier. For $999, you can create a wallet that supports Bitcoin, Ethereum, and other tokens including CGX. \n\nYour project also includes staking and farming, right? Our Farming tool lets you create ERC20 Staking & Yield Farming for just $799. It's as simple as planting a seed and watching it grow. 🌱\n\nOh, and we've got a DAO tool too. For $600, you can have governance and proposals for your CGX token. It's like a town hall meeting, but without the boring speeches. \n\nLastly, we offer a CrossChain tool. For $1500, you can create an EVM compatible blockchain bridge. It's like building bridges, but without the heavy lifting. \n\nAnd if you're thinking of launching an IDO pool, our IDOFactory - Launchpad tool is available for $950. It's like launching a rocket, but without the risk of explosion. 🚀\n\nSo, Cognetix community, are you ready to brew up some magic with us? Check out our demo at https://t.me/onoutdemos. \n\nRemember, with us, you're not just playing, you're creating. Let's create something amazing together!"
}