{
    "summary": "Genais: Where Connectivity Meets Innovation - Join the wireless revolution with Genais. Our decentralized infrastructure paves the way for a smarter, more connected future. Explore the limitless possibilities of decentralized wireless with us today.\n\n Efficiency & Reliability - Genais offers unmatched efficiency and reliability. Our decentralized network ensures seamless connections, reducing downtime. Experience smooth operations and robust performance with our innovative solutions.\n\n Connectivity Everywhere - With Genais, connectivity knows no boundaries. We provide global coverage, connecting you wherever you are. Stay connected even in remote areas, thanks to our expansive network.\n\n Future-Proof Solutions - Genais is your innovation partner. We continually evolve to meet future challenges. Our solutions adapt and scale with technological advancements, ensuring your success in an ever-changing digital landscape.\n\n",
    "proposal": "Hello, Genais community! 📡\n\nJust like how Genais is revolutionizing the world of wireless connectivity, we're here to pave the way for a smarter, more connected crypto future. We're not here to sell you a lottery ticket, but to offer you a toolbox to build your own lottery...or DEX, or Wallet, or Farming, or DAO, or even a CrossChain. \n\nOur tools are designed to support the growth of innovative communities like yours. They are as efficient, reliable, and future-proof as your solutions, and they come with global coverage - they work wherever there's internet! \n\nOur DEX, for instance, is based on Uniswap V2 and allows you to customize everything from colors and logos to fees and token lists. And the best part? You don't have to pay a dime! It's a revenue share tool.\n\nOur Lottery tool is a blockchain-based solution that supports ETH, BSC, and Polygon blockchains, and ERC20 (BEP20) tokens. You can start and finish lotteries and set fees right from the admin controls.\n\nWe also offer a multicurrency crypto Wallet, a Farming tool for ERC20 Staking & Yield Farming, a DAO for governance and proposals, a CrossChain to create an EVM compatible blockchain bridge, and an IDOFactory for IDO pools and token locking.\n\nAnd just like Genais, these tools are designed to adapt and scale with technological advancements, ensuring your success in an ever-changing digital landscape.\n\nSo, are you ready to join the crypto revolution with us? \n\nCheck out our tools here: https://t.me/onoutdemos 👋"
}