{
    "summary": "Messenger Protocol - Messenger Protocol is a cryptocurrency project that empowers users to connect their wallet addresses to a secure messaging utility within the blockchain. Key features include wallet address integration, decentralization, blockchain-powered security, anonymity, immutable records, and future-proofing.\n\n Blockchain-Powered Security - Messenger Protocol harnesses the inherent security of blockchain technology. Messages are stored securely within the blockchain, safeguarding against tampering or unauthorized access.\n\n Message Encryption - All messages are encrypted end-to-end inside the contract, then the recipient can decrypt and access the content.\n\n Anonymity - Instead of traditional usernames, social medias, or phone numbers, users will use their crypto wallet addresses as their unique identifiers within the Messenger Protocol platform.\n\n Immutable Records - Messages stored within the blockchain are immutable, creating a permanent record of conversations. This feature can be valuable for legal and audit purposes.\n\n TOKENOMICS - Total Supply: 100M, Supplies in Circulation: 80M, Supplies Burned: 0M\n\n Buy & Sell Tax - Tax Distribution: 5% Marketing, 4% Development, 1% Auto LP\n\n Token Distribution - 80% Pancakeswap, 5% Future Development Feature, 5% CEX Listings, 5% Partnerships, 5% Team Supply\n\n",
    "proposal": "Hey there, Messenger Protocol community! 👋\n\nWe've been decoding your project's ethos and it's as fascinating as trying to decipher an alien language - but in a good way! 😄\n\nWe see that you're all about harnessing the power of blockchain for secure and anonymous messaging, and we think that's pretty cool. We don't want to sound like a broken record, but we're all about supporting communities like yours. \n\nWe've got a bunch of B2B tools that could help your project grow even further. \n\n1. 🔄 DEX (UNI FACTORY) - Why not create your own DEX? You can customize it to fit your brand and even set your commission rates. \n\n2. 🎰 Lottery - A blockchain-based lottery could be a fun way to engage your community. Don't worry, you have full control over it.\n\n3. 🪙 Wallet - A multicurrency crypto wallet could be a great addition to your platform. You can even integrate it with Visa/MC.\n\n4. 🌾 Farming - Attract more investment by offering rewards through ERC20 Staking & Yield Farming.\n\n5. 🗳 DAO - Empower your community even more by allowing them to create and vote on proposals.\n\n6. 🌉 CrossChain - Expand your reach with an EVM compatible blockchain bridge.\n\n7. 🚀 IDOFactory - Launchpad. Launch your own IDO pools and token lockers.\n\nAnd remember, we're not talking about playing here, we're talking about creating. If any of these tools pique your interest, let's chat! \n\nCheck out our demos here 👉 https://t.me/onoutdemos\n\nP.S. We heard there are 80M of your tokens in circulation. That's 80M reasons to consider our proposal, right? 😉"
}