{"summary": "Create Token - Create Token\n\n CreateNFT - \n\n Manage Tokens - \n\n Token Tool - \n\n Create IDO - IDO\n\nIDO Management\n\n Create Website - Website\n\nWebsite Management\n\n Create Mining - Create Mining\n\n NFT casting - \n\n project list - \n\n Trade - \n\n Swap - \n\n Liquidity - \n\n Bot - Market Bot\n\nBot\n\n Docs - Docs\n\n Bulk Upload Images - \n\n Contract Number Tool - \n\n BNB Smart Chain - BNB\n\nSelect a Network\n\n ETH - \n\n Arbitrum - \n\n CORE - \n\n BNB Smart Chain Testnet - \n\n MBK - \n\n BASE - \n\n opBNB - \n\n HECO - \n\n Connect Wallet - Connect\n\nTry the Coinbase Wallet extension\n\nInstall\n\nConnect to crypto apps with one click\n\nYour private key is stored securely\n\nWorks with Ethereum, Polygon, and more\n\nOr scan to connect\n\nOpen Coinbase Wallet on your mobile phone and scan\n\n", "proposal": "Hello, Create Token Community! 👋\n\nEver thought about how a token feels when it's created? It must be like, \"Oh, look at me, I'm all shiny and new. Now, what's next? 🤔\"\n\nWell, we have some ideas for your freshly minted tokens. How about setting them up in a DEX or a Lottery? Or maybe they'd like to hang out in a multicurrency crypto wallet? Perhaps they're ambitious and want to dive into Staking & Yield Farming or become part of a DAO? Or they might even want to cross the blockchain bridges? And who knows, they might dream of launching on an IDO platform?\n\nWe have all these B2B tools ready for you to deploy. And the best part? You don't have to pay to deploy DEX or Lottery, it's all revenue share. For other tools, we have affordable prices starting from $600. \n\nHere's a quick summary of what we offer:\n\n1. 🔄 DEX (UNI FACTORY): Create your DEX based on Uniswap V2. Price: $0 - revenue share.\n2. 🎰 Lottery: Blockchain-based lottery. Price: $0 - revenue share.\n3. 🪙 Wallet: Create a multicurrency crypto wallet. Price: $999.\n4. 🌾 Farming: Create ERC20 Staking & Yield Farming. Price: $799.\n5. 🗳 DAO: Governance and proposals for your crypto token. Price: $600.\n6. 🌉 CrossChain: Create an EVM compatible blockchain bridge. Price: $1500.\n7. 🚀 IDOFactory - Launchpad: Launchpad solution for IDO pools and token locking. Price: $950.\n\nRemember, it's not about playing, it's about creating. Your token's journey is just beginning. Give them the tools they need to make their mark in the crypto world.\n\nFor more info, check out our demo: https://t.me/onoutdemos\n\nLet's create something amazing together!"}