{
    "summary": "ORBS - ORBS is a Layer 3 blockchain platform that provides execution services and proof of stake. It is powered by the dTWAP Protocol, dLIMIT Protocol, Liquidity Hub, Notification Protocol, TON Access, and TON Vote. ORBS also has a community governance system and offers resources such as the Orbs Staking Wallet, Orbs Universe Analytics, Orbs Network Status Page, Staking Calculator, and Documentation.\n\n",
    "proposal": "Hello ORBS community! 👋\n\nYou know, we've been admiring your Layer 3 blockchain platform from afar, and we thought it's about time we got to know each other a bit better. We're big fans of your dTWAP Protocol, dLIMIT Protocol, and especially your community governance system. It's clear you're all about empowering your community, and guess what? So are we.\n\nWe're a one-stop shop for B2B tools, and we're all about helping communities like yours grow and thrive. We've got a range of tools that we think you might find interesting:\n\n1. 🔄 DEX (UNI FACTORY): Create your own DEX based on Uniswap V2, with customizable colors, logo, menus, fees, and tokenlist. And the best part? It's a revenue share deal, so you don't have to pay a dime upfront.\n\n2. 🎰 Lottery: Fancy a blockchain-based lottery that supports ETH, BSC, Polygon, and ERC20 (BEP20) tokens? We've got you covered.\n\n3. 🪙 Wallet: Build a multicurrency crypto wallet that supports Bitcoin, Ethereum, and tokens, with features like P2P exchange via atomic swaps, customize tokens, set commissions, and Visa/MC integration.\n\n4. 🌾 Farming: Create ERC20 Staking & Yield Farming to attract investment by offering rewards.\n\n5. 🗳 DAO: Set up governance and proposals for your ORBS token, with stakeholders able to create/vote for proposals without spending on gas.\n\n6. 🌉 CrossChain: Establish an EVM compatible blockchain bridge based on multichain.org's open sources.\n\n7. 🚀 IDOFactory - Launchpad: A launchpad solution for IDO pools and token locking.\n\nRemember, this isn't about playing, it's about creating. And we're here to help you do just that. Interested? Check out our demos on https://t.me/onoutdemos. We're looking forward to hearing from you!"
}