{
    "summary": "Welcome To Refund Token - $RFT - $RFT was launched by Hayato, a top whale in Binance Smart Chain; he loves meme coins and became rich by investing in meme coins.\n\n Tokenomics - Contract: 0x08F6548c5ec2631f8cDa420241b39659350C6176 0% Tax 100T Total supply\n\n Trade on Voltichange to help burn $RFT - 0.25% of every trade automatically sent to the burn address\n\n CREATE A WALLET - Download your preferred wallet, either MetaMask or Trust wallet from the App stores, or from your chrome store on browser\n\n GRAB SOME BNB - You can purchase ETH on your wallet direct with your banking card, or you can buy on exchange and send to your wallet address\n\n GO TO PANCAKESWAP - Go to the website: https://pancakeswap.finance/swap from your mobile wallet broswer, or via google chrome on PC. Connect your wallet to the site and sign the wallet signature\n\n SWAP BNB FOR $RFT - Switch BNB to $RFT, have do not have taxes so be sure to adjust your slippage by pressing the cog wheel and dropping it to either 0 or 0.1%.\n\n",
    "proposal": "Hello $RFT community! 💼🐳\n\nWe heard that your community is led by Hayato, a top whale in the Binance Smart Chain. That's impressive! Seems like you guys are swimming in the big league. \n\nWe're not here to sell you a life jacket, but we do have some tools that could help your community grow even bigger. We're a B2B tool shop, and we've got everything from DEX to Lottery to Wallets. \n\nAnd the best part? You don't have to break your whale bank to get them. Most of our tools come with a $0 price tag, with revenue share options. \n\nFor instance, our DEX tool allows you to create your own DEX based on Uniswap V2, with commission rates ranging from 0.00% to 20%. Or how about a blockchain-based Lottery tool, where you can earn 0-30% commission? \n\nAnd of course, we have a Wallet tool that supports various cryptocurrencies, including your beloved $RFT. \n\nWe also offer tools for Farming, DAO, CrossChain, and IDOFactory - Launchpad. All of them are customizable to fit your needs and vision. \n\nRemember, it's not just about playing the game, it's about creating it. So, are you ready to dive deeper? \n\nCheck out our demo: https://t.me/onoutdemos. Let us know if you're interested! 👋\n\nPS: We promise we won't charge you any tax. 😉"
}