{
    "summary": "Creating the Future of Digital Inheritance and Financial Asset Management - Safe Haven is building DeFi solutions for safely managing, storing and transferring your crypto or other digital assets like NFTs, passwords, pictures and documents. Safe Haven’s solutions include decentralized inheritance, masternode solutions, wallets and pooling services.\n\n Safe Haven Ecosystem - Safe Haven's ecosystem includes Inheriti®, SafeKey, SafeSwap, SafeID, FundRequest, Comet 2.0 (Planned), Trust Alliance Network (Planned), and ThorBlock (Planned).\n\n Safe Haven's Utility Token - Safe Haven's utility token is called SHA. It can be bought and stored. The current price is $0.00047892.\n\n",
    "proposal": "Hello there, Safe Haven community! 🖐️\n\nWe couldn't help but notice your impressive vision for the future of digital inheritance and financial asset management. It's clear you guys are not just playing around, you're creating a whole new world for digital assets. Now, that's what we call a \"Safe\" bet. 😉 \n\nWe're here to offer a hand, or rather, some tools to help you build this vision. We're a B2B tool shop, and we've got a whole suite of tools that could complement your ecosystem. \n\nFor instance, why not add a DEX to your arsenal? Our UNI FACTORY lets you create your own DEX based on Uniswap V2, with customizable features and the best part - it's free to deploy! \n\nOr perhaps a blockchain-based lottery? It's a fun way to engage your community and earn commission. And guess what? It supports your SHA tokens too! \n\nWe also have a multicurrency crypto wallet that could seamlessly integrate into your ecosystem. And for those looking to grow their SHA tokens, our Staking & Yield Farming tool could be just what you need. \n\nAnd since we know you're all about creating, why not create your own governance system with our DAO tool? It's based on snapshot.org API and supports your SHA tokens. \n\nWe also offer a cross-chain solution and a Launchpad for IDO pools and token locking. \n\nRemember, it's all B2B, so you're not just playing, you're creating. Let's build the future of digital assets together, one tool at a time. \n\nCheck out our demos here: https://t.me/onoutdemos. We're just a message away if you're interested. 👋 \n\nP.S. We also accept SHA tokens as payment. Just kidding... or are we? 🤔"
}