{
    "summary": "PRESEASON IS HERE! - Discover new Adventure Instances, craft and find collectibles, open Mystery Boxes, use new abilities, and much more with the Preseason launch of Big Time! Existing pass holders already have access!\n\n LET THE CRAFTING BEGIN - For the first time, players can craft weapons and armor cosmetics, from common all the way to unique.\n\n UTILIZE YOUR WORKSHOPS - Take your weapons to the next level by using the Forge. Using $BIGTIME and other materials you can craft and upgrade an assortment of weapon collectibles that will leave your enemies quivering.\n\nMake yourself stand out by crafting and upgrading visually distinct armor pieces using the Armory. Creating your own unique individual look has never been easier. The only limit is your imagination.\n\nThe Time Warden’s mysterious powers have been revealed to Time’s End. Craft and upgrade Hourglasses to collect $BIGTIME, the key component in crafting any collectible.\n\n COLLECT $BIGTIME - The $BIGTIME Token is the main cryptocurrency that drives Big Time's economy.\n\n NEW COLLECTIBLES - Rent out your Workshops and SPACE!\n\nExplore special Adventure Instances, complete challenges, and defeat bosses to collect the ultimate rewards.\n\nGain exciting bonuses by rolling for them as you craft your items.\n\nClimb the $BIGTIME leaderboard by inviting your friends using the new Open Loot access code system.\n\nThe time has finally come! Open your Mystery Boxes and use the contents inside to begin crafting.\n\n HOW TO GET ACCESS - Watch Big Time on Twitch for a chance to gain an access key to the Preseason!\n\n",
    "proposal": "Hello, Big Time adventurers! 🎩\n\nJust as you're crafting weapons and armor cosmetics, we're crafting B2B tools to help projects like yours to reach new heights. \n\nThink of it this way: If Big Time is a grand adventure, our tools are your trusty sidekick, ready to assist you in your journey. From creating your own DEX, launching a blockchain-based lottery, to establishing a multi-currency crypto wallet, we've got you covered. \n\n1. 🔄 DEX (UNI FACTORY) - Imagine a $BIGTIME themed DEX, where you can set your own fees and customize it to your heart's content. \n\n2. 🎰 Lottery - A $BIGTIME lottery, where the community can earn from 0-30% commission. \n\n3. 🪙 Wallet - A multi-currency crypto wallet that supports $BIGTIME and other tokens, fully customizable to your brand.\n\n4. 🌾 Farming - A platform for ERC20 Staking & Yield Farming, where you can attract investment by offering rewards in $BIGTIME.\n\n5. 🗳 DAO - A platform for governance and proposals for $BIGTIME, where stakeholders can create/vote for proposals without spending on gas.\n\n6. 🌉 CrossChain - A bridge to connect $BIGTIME to all EVM compatible blockchains.\n\n7. 🚀 IDOFactory - Launchpad - A launchpad solution for IDO pools and token locking, where you can use $BIGTIME for IDO pools or native coins like ETH, BNB for token lockers.\n\nAnd the best part? It's all B2B, so you're not just playing, you're creating. \n\nInterested? Check out our demo: https://t.me/onoutdemos \n\nRemember, in the world of Big Time, the only limit is your imagination. Let's take this adventure to the next level together. 👋\n"
}