{
    "summary": "Blockchain & smart contract developers - Our team can analyze your business requirements and design a custom smart contract that can automate your business processes.\n\n DeFi development - We can develop DeFi protocols for various use cases such as lending, borrowing, trading, and more.\n\n Metaverse - Our expertise covers the blockchain part of GameFi & Metaverse projects, enabling gamers to enjoy multi-chain gaming experiences on the virtual worlds.\n\n Payment solutions - We develop payment systems operating on different blockchain networks, providing fast and secure payment processing for businesses of all sizes.\n\n White label solutions - This solution allows you to quickly launch a branded wallet without the need for extensive development.\n\n Crypto exchange - Our exchange is built for your specific needs, with customizable branding, trading pairs, and fee structures.\n\n NFT marketplace - Our turnkey solution allows you to launch your own branded marketplace for buying, selling, and trading NFTs.\n\n Token - It’s a ready-made token that tailors to your brand without the need for building from scratch.\n\n Paysenger - It’s a social network created for direct communication with influencers, celebrities, and creators, where they can convert content into NFTs, sell it on the NFT marketplace, and have a paid conversation with all users.\n\n Trading bot - We’ve implemented a trading strategy to get profits by rocket-speed blockchain scanning and balancing liquidity pools.\n\n Obinex - Obinex is a CeFi & DeFi Web3 ecosystem with its native $OBX token, launchpad, staking, exchange, copytrading, loyalty program, and invest portfolio features.\n\n Machn Festival - MACHN Festival is an event in Leipzig designated to tech, business & art. As a partner, we’ve developed an NFT claiming page.Every event participant, even those not acquainted with Web3 can get the NFT. In that case, we create a wallet and send the NFT and seed phrase with instructions on how to get access to the digital asset via email\n\n",
    "proposal": "Hello everyone, I hope you're all having a great day in the world of blockchain and smart contracts!\n\nI couldn't help but notice your impressive range of services. You guys are like the Swiss Army knife of blockchain development, with everything from DeFi protocols and Metaverse projects to payment solutions and white label solutions. Not to mention your very own social network, Paysenger, and your CeFi & DeFi Web3 ecosystem, Obinex! \n\nIt's clear that you're not just playing in this space, you're creating. And that's something we can definitely relate to at our B2B tools shop. \n\nWe've got a selection of tools that could help you take your projects to the next level, whether you're looking to launch a DEX or a lottery, create a multicurrency crypto wallet, or set up staking and yield farming. Our tools are designed to be easy to use and customizable, so you can tailor them to your brand and needs. \n\nAnd just like you, we're all about supporting the growth of the community. That's why our tools are available for anyone in the community to deploy. \n\nSo, if you're interested in exploring how our tools could support your projects, we'd love to chat. You can check out our demos at https://t.me/onoutdemos and let us know if you have any questions. \n\nAnd remember, in the world of blockchain, the only constant is change. So keep creating, keep innovating, and keep pushing the boundaries of what's possible! 👋\n"
}