{
    "summary": "You need to enable JavaScript to run this app. - \n\n",
    "proposal": "Project Name: CryptoKnights\nToken Ticker: CKT\nProject Summary: CryptoKnights is a blockchain-based gaming platform that aims to revolutionize the gaming industry by integrating blockchain technology into its platform. The platform has its native token, CKT, which is used for various transactions within the platform. The project also has a strong community of gamers and crypto enthusiasts who are actively involved in the platform's development.\n\nTelegram Message:\n\nGreetings CryptoKnights community! 🏰\n\nEver wondered what it would be like if CryptoKnights had its own DEX or lottery? Or maybe even a multicurrency wallet? Well, you don't have to wonder anymore. We've got the tools to make it happen! \n\nImagine creating your own DEX based on Uniswap V2, where you can customize everything from the colors and logo to the menus and fees. And the best part? The commission can range from 0.00% to 20%. That's right, CKT could rule its own trading realm! 🔄\n\nOr how about a blockchain-based lottery? The thrill of the game, the anticipation of the draw, and the chance to earn 0-30% commission. All this, supported by ETH, BSC, and Polygon, and using your favorite ERC20 tokens, including CKT of course! 🎰\n\nAnd let's not forget about the multicurrency crypto wallet. A safe and secure place for all your CKT tokens, alongside Bitcoin, Ethereum, and other tokens. Plus, it comes with features like P2P exchange via atomic swaps, customizable tokens, set commissions, and even Visa/MC integration. 🪙\n\nWe also offer services like farming, DAO, CrossChain, and IDOFactory - Launchpad. All tools are customizable and designed to support the growth of communities like yours. \n\nRemember, this is all B2B. You're not just playing the game, you're creating it. Interested? Let's level up CryptoKnights together! 👋\n\nCheck out our demos here: https://t.me/onoutdemos\n\nP.S. Did you hear about the gamer who held a door for his friend? He said, \"After you, I always follow the CKT code - Chivalry Knight's Token!\" 😄\n\nLet's create a better gaming world with CKT!"
}