{
    "summary": "Swipe powers a robust platform - Swipe connects and is partnered with major payment networks to enable businesses to rapidly create cryptocurrency to fiat funded card programs. Swipe Ramps enables a full fiat channel for payments into and out of any asset class. Tokenize your card for a touchless experience with Swipe powered debit cards that enable access to Apple Pay, Google Pay, and Samsung Pay.\n\n Our solutions power the world’s largest cryptocurrency exchanges with a robust API. - Issue a Virtual Card instantly for your user while they wait for a custom branded physical card with your logos to arrive in the mail with digital payment and NFC support. All covered with a few lines of code. Issue cards with a full suite of controls such as enabling foreign transactions, locking the card, re-issuing lost cards, MCC restrictions, PIN controls, and more. Customize what you want your users to have access too on-demand. Swipe handles all of the KYC and identity verification requirements per region all bundled to you with a single API call. Clients are able to leverage our licenses and/or banking partners to get all the access they need to launch.\n\n Transparent Upfront Pricing with two options - standard: Covers all regulatory, legal, and dedicated manager to help set up all implementation in getting your program from beta to live. premium: Covers all regulatory, legal, and dedicated manager to help set up all implementation in getting your program from beta to live.\n\n",
    "proposal": "Hello there, Swipe community! 👋\n\nThe way you've \"swiped\" into the crypto world and bridged the gap between fiat and crypto is truly commendable! We've been \"swiping\" through your project details and we must say, we're impressed. \n\nWe understand you're all about enabling businesses to create crypto to fiat card programs and providing an efficient platform for payments. And we're all about supporting communities like yours to grow and thrive even more.\n\nOur B2B toolbox is designed to align with your vision. We've got a suite of tools that can be deployed by anyone in the community. And the best part? It's like your favorite corner shop, where you can pick and choose what you need.\n\n1. 🔄 DEX (UNI FACTORY): Create your own DEX based on Uniswap V2. An added bonus? You can customize it to your heart's content.\n\n2. 🎰 Lottery: Fancy a blockchain-based lottery? We've got you covered.\n\n3. 🪙 Wallet: Create a multicurrency crypto wallet, because who doesn't like options?\n\n4. 🌾 Farming: Attract investments by offering rewards. It's like a farmer's market, but for your tokens.\n\n5. 🗳 DAO: Governance and proposals for your crypto token. Because every community needs a council.\n\n6. 🌉 CrossChain: Create an EVM compatible blockchain bridge. It's like building bridges, but in the crypto world.\n\n7. 🚀 IDOFactory - Launchpad: A launchpad solution for IDO pools and token locking. After all, every token deserves a grand launch.\n\nSo, if you're looking to add more tools to your Swipe toolkit, we're here to help. It's all B2B, so you're not playing, you're creating.\n\nCheck out our demos here: https://t.me/onoutdemos\n\nLet's Swipe the crypto world together! 🚀"
}