{
    "summary": "The most memeable memecoin in existence! - The dogs have had their day, it's time for Mini Pepe to take reign\n\n About - Mini Pepe is tired of watching everyone play hot potato with the endless derivative ShibaCumGMElonKishuTurboAssFlokiMoon Inu coins. The Inu’s have had their day. It’s time for the most recognizable meme in the world to take his reign as king of the memes.\n\n How to buy？ - Create a Wallet\n\nDownload metamask or your wallet of choice from the app store or google play store for free. Desktop users, download the google chrome extension by going to metamask.io.\n\nGet Some ETH\n\nHave BNB in your wallet to switch to $MINIPEPE. If you don’t have any BNB, you can buy directly on metamask, transfer from another wallet, or buy on another exchange and send it to your wallet.\n\nGo to Pancakeswap\n\nConnect to Pancakeswap. Go to pancakeswap.finance in google chrome or on the browser inside your Metamask app. Connect your wallet. Paste the $MINIPEPE token address into pancakeswap, select Minipepe, and confirm. When Metamask prompts you for a wallet signature, sign.\n\nSwitch BNB for $MINIPEPE\n\nSwitch BNB for $MINIPEPE. We have ZERO taxes so you don’t need to worry about buying with a specific slippage, although you may need to use slippage during times of market volatility.\n\n Token - Token name: MINI PEPE\n\nTicker Symbol: $MINIPEPE\n\nBlockchain: Binance Smart Chain (BEP-20)\n\nTotal Supply:420,690,000,000,000\n\n Roadmap - All jokes aside, here is a rough sketch of $minipepe path ahead. We don't want to give everything away on day 1, Expect surprises along the way;\n\nPhase 1\n\nPresaleLaunchCoinGecko/Coinmarketcap Listings1,000+ HoldersAirdropsGet $MINIPEPE Trending on twitter with our memetic power\n\nPhase 2\n\nCommunity Partnerships Minipepe Times digital newsletterFormation of token gated Telegram group, Pepe Palace, for holders, more details tbaCEX Listings 10,000+holders\n\nPhase 3\n\nMinipepe merchMinipepe AcademyMinipepe ToolsT1 Exchange Listings 100,000+ holdersMeme Takeover\n\n",
    "proposal": "Hello MiniPepe community! 👋🐸\n\nYou know, we were just sitting around here, watching the memecoin world go by. Shiba this, Floki that... And then, out of the meme mist, we spotted you. Mini Pepe, the most memeable memecoin in existence. \n\nWe thought, \"Wow, they're really onto something. Not just another Inu in the dog park.\" So, we're here with an offer that's as unique as your $MINIPEPE token. \n\nWe're a B2B tool shop and we've got a toolbox full of goodies that can help take Mini Pepe to the moon 🚀 (or wherever frogs prefer to hang out). \n\nFrom creating your own DEX based on Uniswap V2, setting up a blockchain-based lottery, to launching an EVM compatible blockchain bridge, we've got you covered. And the best part? It's all revenue share, so you don't have to pay a dime upfront. \n\nWe also have a multicurrency crypto wallet, staking & yield farming, DAO governance, and even a launchpad solution for IDO pools and token locking. \n\nAnd we promise, no frogs were harmed in the making of these tools. 🐸\n\nCheck out our demo at https://t.me/onoutdemos and let us know if you're interested. After all, it's not every day you get to rule the meme kingdom with your own B2B tools. \n\nP.S. We heard you're planning a Meme Takeover. Just remember, with our tools, you're not playing, you're creating. 😉"
}