{
    "summary": "A PHP Error was encountered - Severity: Warning\n\nMessage: fopen(/home/zonetrad/tmp/PHPSESSIDeh0tbh21djom9lmpf18deshlst): failed\nto open stream: No space left on device\n\nFilename: drivers/Session_files_driver.php\n\nLine Number: 157\n\nBacktrace:\n\nFile: /home/zonetrad/public_html/application/third_party/MX/Loader.php\nLine: 173\nFunction: _ci_load_library\n\nFile: /home/zonetrad/public_html/application/third_party/MX/Loader.php\nLine: 192\nFunction: library\n\nFile: /home/zonetrad/public_html/application/third_party/MX/Loader.php\nLine: 153\nFunction: libraries\n\nFile: /home/zonetrad/public_html/application/modules/Site/controllers/Main.php\nLine: 9\nFunction: library\n\nFile: /home/zonetrad/public_html/index.php\nLine: 329\nFunction: require_once\n\nA PHP Error was encountered\n\nSeverity: Warning\n\nMessage: session_start(): Failed to read session data: user (path:\n/home/zonetrad/tmp)\n\nFilename: Session/Session.php\n\nLine Number: 119\n\nBacktrace:\n\nFile: /home/zonetrad/public_html/application/third_party/MX/Loader.php\nLine: 173\nFunction: _ci_load_library\n\nFile: /home/zonetrad/public_html/application/third_party/MX/Loader.php\nLine: 192\nFunction: library\n\nFile: /home/zonetrad/public_html/application/third_party/MX/Loader.php\nLine: 153\nFunction: libraries\n\nFile: /home/zonetrad/public_html/application/modules/Site/controllers/Main.php\nLine: 9\nFunction: library\n\nFile: /home/zonetrad/public_html/index.php\nLine: 329\nFunction: require_once\n\n Blockchain Based Hyperlocal SOLAR Ecosystem - STA is a 'one stop' Solar Technologies service that enables users to order\nanything they like from the nearest farmers in shortest amount of time using\nblockchain technology.\n\n What is STA? - STA Token is a leading organization in IT enable services and Solar Technogies\nExport Business. Having a professional team for future technologies like AI,\nBlockchain experts, and the most important financial industry in the world\nhaving turnover of more than 1 trillion dollars and 30000 farmers & customers.\n\nSTA Is a Blockchain-Based Operating System That Allows You to Create\nDecentralized Applications\n\n Advantages - Community driven & fair launch. The dev team burned all of their coins and\nparticipated with everyone else.\n\nEvery trade contributes towards automatically generating liquidity that goes\ninto multiple pools used by exchanges.\n\nAll transactions will be verifiable on the blockchain. You can view all of the\ntransactions, With 100% Transparency.\n\nHolders earn passive rewards through static reflection as they watch their\nbalance of STA Token grow indefinitely.\n\n Token Allocation - 80.3% V.M.H : 168630000\n\n8% Developers : 1680000\n\n7% Staking Rewards : 1470000\n\n2% Airdrop Bounty Program : 420000\n\n1.7% Reserve Fund : 357000\n\n1% Marketing Core Team : 210000\n\n Token Details - Token Symbol | Token Platform | Token Price | Total Supply | Contract Address\n---|---|---|---|---\n**STA** | **BNB** | **1$= 0.737223 STA Token** | **21Cr** |\n**0x4d1e90ab966ae2.....**\n\n Activity - With help from our teams, contributors and investors these are the milestones\nwe are looking forward to achieve.\n\n01stFebruary 2022\n\nDecided to develop a cryptocurrency named STA.\n\n14thFebruary 2022\n\nDeveloped a physical community\n\n28thFebruary 2022\n\nLaunched out whitepaper.\n\n03thMarch 2022\n\nLaunching ICO for token sale in three different phases.\n\n18thMarch 2022\n\nBeginning of STA Token’s trading on pancakeswap.\n\n Features Of STA Token - Using BNB Blockchain Technology We Have Created a Business with 100%\nTransparency by Using Smart Contract Technology!\n\nThe BNB advance Smart Contracts are Public and Can Be Viewed By Anyone\nDirectly on the Blockchain!\n\nWe are offering a smart platform to make money in Crypto World.\n\nSafe And Secure\n\nSecure Wallet\n\nTransparent statistics\n\nInstant Exchange\n\nExperts Support\n\nEconomic balance\n\n",
    "proposal": "Greetings to the sun-powered community of STA! 🌞\n\nIt's no secret that you guys are lighting up the world with your solar technologies, and we're here to help you shine even brighter. We're not in the business of selling solar panels, but we do have some tools that could help your community grow and thrive. \n\n1. 🔄 DEX (UNI FACTORY): Create your own DEX based on Uniswap V2 and set your commission from 0.00% to 20%. Customize it to match your brand's colors, logo, and menus. The price? A revenue share model so you don't have to pay upfront.\n\n2. 🎰 Lottery: Ever thought about running a blockchain-based lottery? You can earn a commission of 0-30%. It's supported on ETH, BSC, and Polygon blockchains and supports ERC20 (BEP20) tokens.\n\n3. 🪙 Wallet: Create a multicurrency crypto wallet for just $999. It supports Bitcoin, Ethereum, and tokens with features like P2P exchange via atomic swaps, customizing tokens, setting commissions, and Visa/MC integration.\n\n4. 🌾 Farming: Attract investment by offering rewards with ERC20 Staking & Yield Farming. The price is just $799 and you can use any ERC20 tokens, including Uniswap lp.\n\n5. 🗳 DAO: For $600, you can have governance and proposals for your crypto token where stakeholders can create/vote for proposals without spending on gas.\n\n6. 🌉 CrossChain: Create an EVM compatible blockchain bridge for $1500. It's based on multichain.org's open sources and all EVM blockchains can be supported.\n\n7. 🚀 IDOFactory - Launchpad: Launchpad solution for IDO pools and token locking for $950. Use your token for IDO pools or native coins like ETH, BNB for token lockers.\n\nThese tools are all B2B, so you're not playing, you're creating. And with 21Cr STA tokens in circulation, there's plenty of opportunity for growth! Plus, with a community of more than 30,000 farmers & customers, we're sure there's a lot of potential for these tools to thrive.\n\nInterested in taking your project to the next level? Check out https://t.me/onoutdemos for more information. Remember, the sun never sets on the blockchain. ☀️🚀\n\nLet me know if you're interested! 👋"
}