{
    "summary": "SELF is a fully decentralized project enabling users to build a Web3 identity. - Combining ease of use with Avatars through our NFT technology we eliminate the need for complicated address strings and connect everything across the web from your wallet, emails and official documents to loyalty cards and much more\n\n Token Utility - SELF will offer competitive staking rates to give users access to passive income and to accumulate the SELF token which is central to our ecosystem with a variety of use cases\n\n Service fees - SELF will work with any wallet, exchange, or platform. Any Web3 app can support our naming resolve protocol enabling you to send crypto to any identity (usernames) whilst our tech recognizes the chain to make it happen\n\n Fees on secondary transfers - All our usernames will be available for resale and transfer where users will be charged a small fee for doing so\n\n Usernames/NFT purchases - Creating a unique SELF identity such as $SelfCryptoIO lets you interact across the entire Web3 and crypto spaces such as wallets, emails, documentation, loyalty cards and more\n\n NFT growth/upgrades - Creating a Web3 identity doesn't stop at a username, upgrade your NFT by applying an avatar to fully immerse yourself in the SELF experience. Further upgrades include benefits to users which will be released as our ecosystem expands\n\n Auctions - Participate in our auction username rounds to secure high value usernames such as Satoshi, Bitcoin and more\n\n Avatar to enhance your Web3 identity - Enhance your Web3 identity by adding an Avatar to your profile. Express yourself or become anything or anyone you want to be in Web3\n\n Loyalty Cards Storage - As our ecosystem expands we plan to onboard companies and their loyalty programs so you can find all of your loyalty programs and rewards in one place\n\n Documentation - We'll be looking to form partnerships which allow for blockchain stored documents to be contained within your SELF identity to further increase utility and make SELF a hub for your Web3 experience\n\n Auto-Chain Recognition (ACR) - Once users have uploaded their data the SELF NFT will allow for ACR corresponding to user's wallet addresses, one time selection of chain data will give you ACR for sending and receiving crypto to SELF identities\n\n",
    "proposal": "Hello SELF Community! 👋\n\nEver tried to send crypto to a friend and ended up typing out a string of characters that looks like a password for a nuclear launch? 😅 Well, your project is like a superhero swooping in to save the day with its Web3 identity solution. \n\nAs a B2B tool shop, we're all about empowering projects like yours to grow. And we think we've got a few tools that could be the Robin to your Batman. \n\nOur DEX and Lottery tools are just like your SELF token, they're all about community involvement and revenue sharing. Plus, they're as customizable as your NFT avatars. \n\nAnd speaking of NFTs, why not add a little more excitement to your auctions with our IDOFactory Launchpad? It's like a red carpet premiere for your high-value usernames. \n\nWe also offer a Wallet tool that's as versatile as your auto-chain recognition feature, supporting multiple cryptocurrencies and even offering P2P exchange via atomic swaps. \n\nOur Farming tool can help you offer those competitive staking rates you're planning, and our DAO tool is all about governance and proposals, just like your project. \n\nAnd last, but not least, our CrossChain tool is like a bridge between different blockchains, much like how your project bridges the gap between complicated address strings and easy-to-use Web3 identities.\n\nSo, if you're interested in adding some more tools to your utility belt, let's chat. We're not here to play, we're here to create. Check us out at https://t.me/onoutdemos 👋\n\nP.S. We promise, no complicated address strings required. 😉"
}