{
    "summary": "BUY $PLAY - $PLAY is a highly memeable masterpiece by Matt Furie calling all influencers, degens, investors, developers and jeets to unite together and have $PLAY\n\n $PLAY TOKENOMICS - $PLAY CONTRACT\n\nTOKEN NAME\n\nPLAY\n\nTOKEN SYMBOL\n\nPLAY\n\nTOTAL TAX\n\n5/5\n\nTOTAL SUPPLY\n\n10 Billion\n\n HOW TO BUY $PLAY - Create a wallet\n\nDownload metamask or your wallet of choice from the app store or google play store for free. Desktop users, download the google chrome extension by going to metamask.io.\n\nSwitch BSC for $PLAY\n\nHave BSC in your wallet to switch to $PLAY. If you don't have any BSC, you can buy directly on metamask, transfer from another wallet, or buy on another exchange and send it to your wallet.\n\nGo to Pancakeswap\n\nConnect to Pancakeswap. Go to app.Pancakeswap.org in google chrome or on the browser inside your Metamask app. Connect your wallet. Paste the $PLAY token address into Pancakeswap, select PLAY, and confirm. When Metamask prompts you for a wallet signature, sign.\n\nSwitch BSC for $PLAY\n\nswitch BSC for $PLAY. We have 5% taxes so you need to put 5%-7% buying slippage, although you may need to use slippage during times of market volatility.\n\n $PLAY ROADMAP - $PLAY 1\n\nWebsite Development\n\nDeploy Token (BSC)\n\nWhitepaper Development\n\nAudit\n\nKYC\n\nSocials development\n\n$PLAY 2\n\nShilling\n\nPrelaunch Global Marketing\n\nFairlaunch on Pancakeswap\n\nDextool banner ads\n\n$PLAY 3\n\nListing on Pancakeswap\n\nGlobal launch marketing\n\nListing on CMC and CG\n\nDextool trending\n\nPartnership\n\n$PLAY 4 Release\n\n",
    "proposal": "Hello $PLAY community! 👋\n\nWe've been following the $PLAY journey, and it's impressive to see how you've rallied together to make this masterpiece by Matt Furie a reality. We've noticed you're not just here to play, but to create, and that's something we can certainly relate to. \n\nAs a shop of B2B tools, we have a suite of services that could help take $PLAY to the next level. Imagine having your own DEX based on Uniswap V2, or a blockchain-based lottery where you can earn 0-30% commission. Or how about a multi-currency crypto wallet, or your own ERC20 Staking & Yield Farming? \n\nWe've even got a Governance and Proposals tool for your crypto token, an EVM compatible blockchain bridge, and a Launchpad solution for IDO pools and token locking. All of these are customizable to fit your needs, and best of all, they're available at competitive prices. \n\nAnd since we're all about the community, anyone from the $PLAY community can deploy these tools. It's all B2B, so you're not playing, you're creating. \n\nCheck out our demos at https://t.me/onoutdemos and let us know if you're interested. We'd love to help you continue to grow and make $PLAY even more of a success. \n\nRemember, the world is your playground, and we're here to help you make the most of it. 😊👍\n"
}