{
    "summary": "Smart Contract Token Generator - You're looking for a solution to create your own token on the blockchain? We got you covered: our Token Maker will help you generate a token automatically, and deploy it in a matter of minutes.\n\n Create your token - Create your token in just a few easy steps: 1 /Install MetasMask, 2 /Deposit cryto on your wallet, 3 /Fill-out Token details, 4 /Deploy your Token\n\n Features - ERC20 / BEP20 Compliant, Verified Source Code, Burnable Token, Mintable Token, Pausable, Ownable Access, Control your supply, Recover lost tokens, Anti Whale, Taxes\n\n FAQ - What is an ERC20 Token?, What is a BEP20 Token standard?, What is Fixed Supply Token?, What is Capped Supply Token?, How is the smart contract's source code verified?, What kind of acces type can i set up?, How can those tokens be used?, Who owns generated tokens, What kind of tokens are used for ICOs, How to Create an ERC20 or BEP20 token, Where can I buy or sell my Tokens after created.\n\n",
    "proposal": "Hello there, token creators! 👋\n\nWe heard you like to take the reins and create your own tokens. That's pretty cool, we must say. You are the artists of the blockchain world, painting your own tokens into existence. 🎨\n\nBut, have you ever thought about what happens after you've created your masterpiece? How do you get it out there, how do you manage it, how do you make it grow?\n\nWell, that's where we come in. We're like the art gallery to your masterpiece, providing the tools you need to showcase, manage, and grow your token.\n\n1. 🔄 DEX (UNI FACTORY) - Create your own DEX based on Uniswap V2. Set your own commission fees and customize it to your liking. \n\n2. 🎰 Lottery - Set up a blockchain-based lottery to engage your community. \n\n3. 🪙 Wallet - Create a multicurrency crypto wallet to store your tokens and others. \n\n4. 🌾 Farming - Set up staking and yield farming to attract investment. \n\n5. 🗳 DAO - Set up governance and proposals for your token. \n\n6. 🌉 CrossChain - Create a blockchain bridge for seamless connectivity between different EVM blockchains. \n\n7. 🚀 IDOFactory - Launchpad - Set up IDO pools and token locking. \n\nRemember, it's all B2B, so you're not just playing, you're creating. \n\nCheck out our tools at https://t.me/onoutdemos and let us know if you're interested. We're here to support your token's journey from creation to growth. 👋\n\nP.S. If you've ever lost a token, our Wallet can help you recover it. Just saying. 😉"
}