{
    "summary": "Get into Crypto. - Web3 is the dream. The reality is complexity and confusion — but not for long. We’re reinventing your crypto journey with a comprehensive suite of tools that provide world-class user experience, data, and education.\n\n Next-gen DeFi Toolkit - Everything you need to succeed at crypto, all in one place. We reimagined the DeFi power user’s everyday toolkit, then streamlined and repackaged it into Sonar Studio – the all-in-one solution for those looking to gain an edge in a market where speed and accurate data are everything.\n\n Fall in Love with Data - Charts and indicators are only useful if they’re understandable and accessible. Discover the joys of beautiful design and rich data that just makes sense.\n\n Surf the Market’s Waves - It’s no secret that markets are driven by human emotion. Follow market sentiment to gain an essential edge whenever you trade and invest.\n\n Never Miss a Beat - Crypto never sleeps, but you can rest easy knowing that you’ll always have the fullest picture. With the help of our AI-powered summaries, read up on the latest crypto news, get educated on any topic and identify the most important events within seconds.\n\n Become a better investor - Knowledge is power. Learn the ins and outs of blockchain, crypto, and Web3 with ease and pleasure.\n\n Keep your tokens secure with Sonar - Join Beta Waitlist. Non-custodial. Keys and passwords are generated and stored locally, so only you can access your wallets. Web3, NFTs and more. Discover the best, most trusted dapps or connect to your favorite ones, store and enjoy your NFTs in a sexy gallery.\n\n The $PING token - Sonar's PING token was created to fuel the constantly growing net of utility provided by all native and third-party products living within the Sonar ecosystem. This is the key to the entire Sonar experience.\n\n HOLDERS BENEFITS - Auto-staking through reflections. Access to advanced features throughout Sonar’s entire product suite. Early access to products and exclusive content.\n\n Roadmap 2023 - Check what we accomplished in 2022. Wallet: REF Finance integration, NFT support, Intermittent releases and refinements, Security Audit, Waitlist Alpha 0.1 Release. Studio: Avalanche Chain integration, Impact Calculator, Cross-chain token logic, Polygon Chain integration, Arbitrum Chain integration, Fantom Chain integration, Cross-chain Search and UX Upgrade, Trends App, Continuous upgrades and improvements to previously released apps. APIs: TokenInfo Endpoint, TokenList Endpoint, PoolInfo Endpoint, PoolList Endpoint, Commercial APIs Beta. Legal: Awaiting MiCA regulations. Funding: VC investment round. Education: New batch of educational content, Sonar Academy redesign.\n\n Chief Officers - Jacob Camilleri - Chief Executive Officer. Michael Wood - Chief Fintech Officer. Cristiano Troffei - Chief Innovation Officer.\n\n",
    "proposal": "Hello Sonar community, \n\nDid you know that 7 out of 10 crypto enthusiasts believe that a comprehensive suite of tools is the key to navigating the rough seas of the crypto market? Well, we just made up that statistic, but it sounds about right, doesn't it? 😄 \n\nWe've been following your project and we are impressed by your emphasis on user-friendly tools, data, and education. As a fellow B2B tool shop, we appreciate your vision of making the crypto journey less confusing and more enjoyable. \n\nWe have a proposition that we believe aligns perfectly with your vision. Our B2B tools can help you extend the utility of your $PING token and offer even more value to your holders. \n\nWe offer a range of tools from DEX and Lottery to Wallet and Farming, all customizable to your needs. For example, our DEX tool allows you to create your own DEX based on Uniswap V2 with zero to 20% commission. Or, our Lottery tool, a blockchain-based lottery where you can earn 0-30% commission. \n\nIntrigued? You can check out our full range of tools at https://t.me/onoutdemos. Remember, it's all B2B, so you're not just playing, you're creating. Let's make the crypto journey less confusing and more enjoyable together. 👋 \n\nP.S. We promise we won't surf your market waves, but we can't promise we won't fall in love with your data. 😉"
}