{
    "summary": "tokenomics FEATURES CHART PANCAKESWAP - 2024 The Year of the Dragon is poised to mark the beginning of a new bull run and bring wealth and prosperity to those actively striving for it.\n\nCHART\n\nCA : 0x57d60cf8afD6d3441A663Bf7694Bdc28645aC638\n\nFEATURES\n\nFEATURES\n\nFEATURES\n\nFEATURES\n\nPhase 1\n\n-Launch\n-CoinGecko & Coinmarketcap Listings\n-Socials Updates\n-1,000+ $LOONG Holders\n-Branded Social Media Initiative\n\nPhase 2\n\n-Community Rewards & Engagement\n-Campaign\n-Value Aligned Partnerships\n-Additional Utility & Revenue Stream\n-Initiatives\n\nPhase 3\n\n-Governance Implementation & Community\n-Outreach Initiative\n-5,000+ $LOONG Holders\n-CEX Listings\n-Branded Mainstream Media Campaign\n-Mainstream Press Initiative\n\nTOKENOMICS\n\nTOKENOMICS\n\nTOKENOMICS\n\nTOKENOMICS\n\nALL RIGHTS RESERVED\n\n",
    "proposal": "Hello $LOONG community! 🐉\n\nWe heard that 2024 is going to be the Year of the Dragon and you guys are all set to ride the bull run. That's fantastic! We, at B2B tools shop, believe in wealth and prosperity too. But you know what we believe more in? Making it easier for communities like yours to achieve that wealth and prosperity. \n\nWe have a range of tools that can help you in your journey. Imagine creating your own DEX or running a blockchain-based lottery. Sounds exciting, right? And the best part? The price for these is $0 - revenue share. You don't have to pay anything upfront. \n\nWant to create a multicurrency crypto wallet or an ERC20 Staking & Yield Farming? We got you covered. And guess what, we also have tools for governance and proposals for your crypto token. \n\nWe also have an EVM compatible blockchain bridge and a Launchpad solution for IDO pools and token locking. \n\nAnd the best part? It's all B2B, so you're not playing, you're creating. \n\nSo, as you prepare for the Year of the Dragon, remember, we're here to help you make it the best year ever. Let's create something amazing together! 👋\n\nFor more information, visit us at https://t.me/onoutdemos."
}