{
    "summary": "Market Making in the Cryptocurrency Market - Use our liquidity and proprietary software to generate organic trading volumes, control the volatility and keep the low spreads for your tokens.\n\n MMPro Experts - Market Making Pro Experts Program is a consulting department for crypto related projects.\n\n MMPro Trust - Investment division of Market Making Pro Group with a focus on the investments on late stages in fintech industry. Portfolio under management consists of more than 20 companies with a total management volume of 150+ million USD\n\n NFT Store - NFT Store is the department for private and retail investors to buy ConsenSys, Kraken, Ledger, BitPay, Thrasio, Animoca Brands shares with no Entrance Limit.\n\n MMPro Labs - MMPro Labs 100 Limited - is an exclusive investors club where you can become 1 of 100 revenue sharing NFT holders and share up to 10% revenue from the pre-IPO NFTs sales.\n\n MMPro Token - MMPro Token grants the opportunity to join MMPro Labs and is used within the ecosystem as the payment method to buy allocations from NFT Store. Additionally we have implemented Staking and Farming\n\n WOW Summit - MMPro is a co-owner of WOW summit - global series of WEB3 conferences that are taking place in 5+ countries across the globe.\n\n",
    "proposal": "Hello there, MMPro community! \n\nEver wondered what it would be like if you had the power to create your own DEX or Lottery? Or perhaps a custom crypto wallet? Well, consider us your Aladdin's lamp. \n\nWe offer a wide range of B2B tools designed to support the growth of communities like yours. And the best part? Most of them are available at a revenue share basis, meaning you don't have to pay upfront. \n\nFor instance, you can create your own DEX based on Uniswap V2, with the ability to customize colors, logo, menus, fees, and tokenlist. Or perhaps you're interested in a blockchain-based lottery where you can earn 0-30% commission. \n\nAnd let's not forget about the MMPro Token. With our tools, you can create ERC20 Staking & Yield Farming, attract investments by offering rewards, and use any ERC20 tokens, including Uniswap lp. \n\nBut that's not all. We also provide tools to create a multicurrency crypto wallet, governance and proposals for your crypto token, an EVM compatible blockchain bridge, and a Launchpad solution for IDO pools and token locking. \n\nSo, are you ready to stop playing and start creating? Check out our demos here: https://t.me/onoutdemos \n\nRemember, we're not a genie, but we can make your wishes come true. 😉👋"
}