{
    "summary": "Buyer Protection Program - When you buy a domain name at Dan.com, you’re automatically covered by our unique Buyer Protection Program. Read more about how we keep you safe on our Trust and Security page.\n\n Fast & easy transfers - 98% of all domain ownership transfers are completed within 24 hours. The seller first delivers the domain to us, then we send you your tailored transfer instructions. Need help? Our domain ownership transfer specialists will assist you at no additional cost.\n\n Hassle free payments - Pay by bank wire and get a 1% discount or use one of the most popular payment options available through our payment processor, Adyen. Adyen is the payment platform of choice for many leading tech companies like Uber & eBay.\n\n Value Added Tax - The Value Added Tax (VAT) is a consumption tax applied in the European Union (EU) to all goods and services.\n\n Estimate in USD - This amount is an estimate based on the most recent currency conversion rate.\n\n Lease to own conditions - USD $1,528\n\nMonthly Payment\n\nMonths\n\n Price overview - Full ownership after 18 months\n\nLong term service fee 10 %\n\nTotal purchase price 27,500\n\n Use the domain shortly after payment - After the first payment, our system automatically transfers the domain to our own holding registrar to keep it safe and available for you. Once the transfer is done (this can vary per domain since some registrars approve transfers only after 5 days) you can manage the DNS of the domain via your Buyer Control Panel.\n\n Domain transfer after the final installment is paid - When the final installment is paid for, we will assist you with transferring the domain to a registrar of your choice and changing the ownership records of the domain.\n\n Stop at any time - You can cancel an installment transaction whenever you want. This is only available for buyers. Sellers can’t cancel the contract, as long as you do not miss any final monthly payment deadline(s). When you opt to cancel a transaction, the received installments will be kept by the seller. You won’t receive the ownership of the domain and the domain will be returned to the original seller.\n\n Long term service fee - Long term service fee is a fee percentage added when you pick a period longer than 1 year. The fee is included in the price you see in the Lease to own dialog.\n\n The simple, safe way to buy domain names - No matter what kind of domain you want to buy or lease, we make the transfer simple and safe.\n\n Seller's notes about New-Gold.com - Yes this domain is expensive, just like everything else; so let me ask you this:\n\nWhat is the value of a click that generates a 10,000,000USD jet sale?What is the value of a click that generates a 1,000,000USD home sale?What is the value of a click that generates a 100,000USD consulting project?What is the value of a click that sells a 10,000USD vehicle?\n\nWhat is the value of a DOMAIN that generates tens, hundreds, thousands etc of clicks/referrals each month FOREVER?\n\nWhat is the LIFE TIME VALUE of a NEW CUSTOMER FOR YOUR BUSINESS?\n\nSomething to think about.\n\nHAVE A NICE DAY! ~ RogueFishMedia\n\n",
    "proposal": "Hello there, Dan.com community! 🖐️\n\nWe've been admiring your domain marketplace from afar and we can't help but notice that you've got a great thing going on here. We're all about supporting communities like yours, and we have a few tools that could really take your project to the next level. \n\nEver thought about creating your own DEX or Lottery? We can help with that! And the best part? It's all revenue share, so no upfront fees. Your domain, your rules. You can even customize the colors, logo, menus, and fees to match your brand. \n\nYou're not just buying a domain, you're building a business. And we can help you do it. So, what do you say? Ready to take your project to the next level? \n\nCheck out our B2B tools here: https://t.me/onoutdemos \n\nP.S. We totally agree, the value of a click can be priceless. Just like the value of a good B2B tool. 😉"
}