{
    "summary": "Frog CEO - Frog CEO is a token meme born based on the response of the community when Frogs are becoming a trend on BSC.\n\n Frog CEO - Frog Ceo born is a meme token that will beat all current meme tokens in bsc trend. Frog Ceo token will have high value as we will develop it like FLOKICEO, DogeCEO.... Remember! Frog Ceo has a lot of ideas, and the more support this project gets from you, the more interest Frog CEO will receive.\n\n Frog CEO - FrogCeo is not a token meme with multi calls of pump and dump, but a long term project with utilities that we will develop in the long run.\n\n Frog CEO - We will develop an NFT Marketplace that allows not only holders to buy but also to resell them.\n\n FrogCEO Swap - A swap exchange with multiple chain options: ETH, BSC, Polygon,...\n\n",
    "proposal": "Hello Frog CEO community! 🐸\n\nAs you all know, the world of meme tokens is a competitive one. But what if we told you that we have some tools that could give your favorite amphibian a leg up in the race? 🏁\n\nWe're not here to play games, we're here to help you create them. With our B2B tools, you can take Frog CEO from just a meme token to a full-fledged ecosystem. 🌐\n\n1. 🔄 DEX (UNI FACTORY)\n   - Hop into the DeFi world with your own DEX based on Uniswap V2.\n   - Set your own commission from 0.00% to 20%.\n\n2. 🎰 Lottery\n   - Create a blockchain-based lottery and earn up to 30% commission.\n   - Supported Blockchains: ETH, BSC, Polygon - all the places a frog can hop to!\n\n3. 🪙 Wallet\n   - Create a multicurrency crypto wallet for all your Frog CEO tokens and more.\n\n4. 🌾 Farming\n   - Create ERC20 Staking & Yield Farming. Attract investment by offering rewards.\n\n5. 🗳 DAO\n   - Governance and proposals for your Frog CEO token. Let the community have a say!\n\n6. 🌉 CrossChain\n   - Create an EVM compatible blockchain bridge. Frogs are known for their jumping ability, after all!\n\n7. 🚀 IDOFactory - Launchpad\n   - Launchpad solution for IDO pools and token locking.\n\nAnd the best part? It's all B2B, so you're not just playing, you're creating. If you're interested, let's hop to it! 🐸\n\nCheck out our demos: https://t.me/onoutdemos"
}