{
    "summary": "Akamaru Inu: A Tribute to the Ninja Dog - Akamaru (赤丸) is a ninja dog (忍犬, ninken) of Konohagakure's Inuzuka clan. He is Kiba Inuzuka's partner, as well as his best friend and companion.\n\n",
    "proposal": "Hello Akamaru Inu community! 🐕‍🦺\n\nJust like Akamaru and Kiba Inuzuka are inseparable partners, we believe our B2B tools can be a game-changing companion for your project. \n\nGot your ninja senses tingling yet? Let's talk about some tools that might just help you leave your paw print in the crypto world.\n\n1. 🔄 Our DEX (UNI FACTORY) can be your very own ninja dojo where you can create your DEX based on Uniswap V2. It's customizable, just like Akamaru's dynamic marking!\n\n2. 🎰 Why not try your luck with our Blockchain-based lottery? With supported tokens like your very own AKAMARU, it's like a treasure hunt in the Land of Fire.\n\n3. 🪙 Our multicurrency crypto wallet is as reliable as a ninja hound's senses. With supported cryptocurrencies like Bitcoin, Ethereum, and tokens, it's a safe and secure place for your AKAMARU tokens.\n\n4. 🌾 Our Farming tool allows you to create ERC20 Staking & Yield Farming. It's a great way to attract investment by offering rewards, just like the Inuzuka clan attracts loyal ninja dogs.\n\n5. 🗳 Our DAO tool offers governance and proposals for your crypto token. It's like your very own Hokage council, minus the politics.\n\n6. 🌉 Our CrossChain tool can help you create an EVM compatible blockchain bridge. It's as reliable as Akamaru's tracking skills.\n\n7. 🚀 Lastly, our IDOFactory - Launchpad can help you launch IDO pools and token locking. It's a great way to use your AKAMARU tokens or native coins like ETH, BNB for token lockers.\n\nSo, are you ready to embark on this ninja mission with us? Let's create some magic together! Check us out at https://t.me/onoutdemos 👋\n\nRemember, it's all B2B, so you're not just playing, you're creating. Just like ninjas, we believe in making our own destiny. Let's do this, Akamaru Inu community!"
}