{
    "summary": "SpaceX launching satellite Doge-1 - SpaceX launching satellite Doge-1 to the moon next year, To the mooooonnn!!\n\n– Mission paid for in Doge\n\n– 1st crypto in space\n\n– 1st meme in space\n\n BREAKING: Dogecoin's DOGE-1 Moon Mission Date Set for November 15-20! - According to the last minute development, the press release confirmed that the\nlaunch date of the DOGE-1 Moon mission is November 15-20.\n\n SpaceX Will Launch DOGE-1 to the Moon Later This Year! - SpaceX is gearing up for a significant lunar mission with the DOGE-1 Moon\nmission, scheduled to launch between November 15-20, 2023.\n\n THIS Is Why Another Dogecoin Satellite Could Be In The Works... - Last week, a big player in the crypto world sent a coded message on 𝕏\ninvolving Dogecoin. Let’s see if we can demystify it.\n\n IM-1 Lunar Mission: #StickTheLanding Intuitive Machines Opens Lunar\nProduction and Operations Facility - Located at the Houston Spaceport in Houston, Texas, the Intuitive Machines\nLunar Production and Operations Center represents a new lunar access\ncapability for the United States, NASA, and global commercial partners.\n\n The DOGE-1 Lunar Mission Launch Date is set for November 15-20th! 🚀 - “Doge-1” is one of the payloads on the Nova-C IM-1 lunar mission by Intuitive\nMachines that will be carried by a SpaceX Falcon 9 rocket. 🌙 Dogecoin is\nliterally going to the moon! 🐶\n\n DOGECOIN BREAKING NEWS NOW!! DOGE-1 LAUNCH ! - DOGECOIN BREAKING NEWS NOW!! DOGE-1 LAUNCH ! SECRET MESSAGE REVEALED!!\n\n",
    "proposal": "Hello Doge-1 enthusiasts! 🚀🌕\n\nWe've heard you're on a mission to take DOGE to the moon - quite literally! That's some stellar ambition, and we love it. Now, while we can't help with rocket fuel or lunar landings, we've got some tools that could help propel your project even further. \n\nEver thought of launching your own DEX or hosting a blockchain lottery? How about creating a multicurrency crypto wallet or setting up staking & yield farming? And let's not forget about governance and proposals for your DOGE token. \n\nOur B2B tools are designed to support the growth of communities like yours. And the best part? You don't have to pay a single DOGE to deploy some of them - it's all revenue share! \n\nSo, while you're preparing for a moon mission, why not also prepare for a blockchain revolution? Check out what we have to offer at https://t.me/onoutdemos. \n\nAnd remember, in the world of crypto, it's not just about reaching the moon, it's about what you do when you get there. 🌙🐶\n\nP.S. If Elon Musk can send a car to space, we're pretty sure you can deploy a DEX or host a blockchain lottery. Just saying... 😉"
}