{
    "summary": "TUNA Ecosystem - TUNA is a BEP20 token created with the support of the FishingTuna project. The token is open for trading on DEX and CEX exchanges. With the TUNA token you can increase your daily income on all your deposits. To increase your daily profit up to 1.6%, you need to hold TUNA tokens in your wallet from which you make a deposit: up to 1.2% - 100 TUNA, up to 1.4% - 200 TUNA, up to 1.6% - 500 TUNA\n\n FAQ - Answers to frequently asked questions\n\n Minimum and maximum investment amount, investment period and minimum withdrawals? - minimum investment = $20 maximum investment = $500,000 investment period = until profit of 250% minimum withdrawals = $1 minimum reinvestment = $1\n\n When and how often are profits accrued? - Profit is accrued every 24 hours for each of your deposits.\n\n How many TUNA tokens do I receive when making a deposit? - You receive 1.5% of your deposit amount in TUNA tokens in proportion to the current TUNA rate\n\n What is the TUNA token and what benefits does it provide? - TUNA is a BEP20 token created with the support of the FishingTuna project. The token is open for trading on DEX and CEX exchanges. With the TUNA token you can increase your daily income on all your deposits. To increase your daily profit up to 1.6%, you need to hold TUNA tokens in your wallet from which you make a deposit: up to 1.2% - 100 TUNA, up to 1.4% - 200 TUNA, up to 1.6% - 500 TUNA\n\n Can I earn money with TUNA token? - Yes, TUNA, like any token, is open to trading on exchanges. You can make money on the rise in the price of a token (buy cheaper, sell more expensive)\n\n Can I find out how much money is in the smart contract? and Where can I see it? - You can monitor the balance of the smart contract using the link on the main page of the site.\n\n Do I receive bonuses for attracting partners? - Yes, FishingTuna has 2 types of affiliate rewards: 1. Standard program - 6% from each deposit of your first level partners and 2% from each deposit of second level partners. 2. Affiliate program for the top 5 leaders - 8% from each deposit of your first level partners and 3% from each deposit of second level partners. +0.4% from absolutely every deposit in FishingTuna\n\n What additional bonuses do the TOP 5 partners receive? - Each of the TOP 5 partners receive an additional 0.4% from absolutely every deposit into the FishingTuna project. The top5 list is updated online; you can see the TOP5 list on the “Partners” tab\n\n Can I get my deposit back? - No, all deposits for FishingTuna are non-refundable.\n\n Is the project safe and how long will the project last? - The FishingTuna project was implemented on a smart contract. All profit accruals and payments occur only automatically. The smart contract has been audited by The Stamp Smart Contract Audit and is absolutely reliable. You can see the inspection report on the main page. The project owners do not have any access to your funds or to the funds that are on the balance of the smart contract.\n\n For Partners - Get for each deposit of the fisherman you invite: 6% for the first level and 2% for the second level. The top 5 partners get 8% for the first level and 3% for the second level and receive 0.4% from each deposit of all fishing!\n\n",
    "proposal": "Hello TUNA Ecosystem community! 🐟\n\nEver wondered what it would be like to create your own DEX or host a lottery? Or perhaps you've considered the advantages of having a multicurrency crypto wallet? Well, we have good news for you. \n\nWe're a one-stop-shop for B2B tools, and we're here to help you reel in the big ones. 🎣\n\n1. 🔄 DEX (UNI FACTORY): Create your own DEX based on Uniswap V2. Set your commission between 0.00% to 20%. And the best part? It's revenue share, so you don't have to fish out any money upfront.\n\n2. 🎰 Lottery: Host a blockchain-based lottery and earn a commission between 0-30%. Supported on ETH, BSC, Polygon and with ERC20 (BEP20) tokens. \n\n3. 🪙 Wallet: Create a multicurrency crypto wallet for just $999. You can even customize it to your liking and integrate it with Visa/MC.\n\n4. 🌾 Farming: Attract investment by offering rewards with ERC20 Staking & Yield Farming for $799.\n\n5. 🗳 DAO: Establish governance and proposals for your TUNA token for $600.\n\n6. 🌉 CrossChain: Create an EVM compatible blockchain bridge for $1500.\n\n7. 🚀 IDOFactory - Launchpad: Launch your token for IDO pools and token locking for $950.\n\nRemember, with us, you're not just playing, you're creating. \n\nSo if you're interested in making some waves in the crypto ocean 🌊, let us know! Check out our demos at https://t.me/onoutdemos.\n\nAnd remember, the sea is full of fish, but you can't catch anything if you don't cast your line! 🎣🐟"
}