{
    "summary": "Coingecko listing in progress - Gyrowin is a multi-chain decentralized gaming and finance protocol. Deposit to earn rewards while playing lottery.\n\n Supported on leading blockchain networks - Gyrowin token structure is aligned to benefit all the parties involved in the growth of our ecosystem.\n\n Total Supply - 4,973,565,969$GW\n\n Circulating Supply - 250,039,968$GW\n\n Total Marketcap - 2,427,563USD\n\n Total Burned - 26,434,031$GW\n\n Buyback - 012345678910123456789001234567890 USDT\n\n Burn - 0123456789101234567898,012345678960123456789501234567897 GW\n\n Did you know? - 5% of the Lottery pool prize is burned every week in the form of $GYROWIN.\n\n $GYROWIN token has a tax - That's right, the owner has to pay a 1% tax on buy/sell of the $GYROWIN token. However, this tax is fully rewarded to our Plant Dad and Mom.\n\n Donation - All of our donations will be used for improving children lives.\n\n How do we contribute? - 10% of the Lottery prize pool is donated every week.\n\n Lottery - Chance to win prizes by playing Gyrowin lottery.\n\n Wait! there's more? - 60% of the prize pool amount is shared between the lottery players\n\n Chainlink and The Graph - Chainlink and The Graph are the main building blocks of our protocol's foundation. We use Chainlink for price feeds, automation, and verifiable random number generation, and The Graph for fetching on-chain data.\n\n Decentralized Finance - Gyrowin Defi protocol is the best place where you can earn higher yield for your deposits. Gyrowin Defi platform supports borrowing and lending of Gyrowin tokens alongside staking.\n\n Did you know? - 15% of the Lottery prize pool is rewarded to the Plant dad and mom every week in $BUSD.\n\n Gyrowin Borrow - Gyrowin Borrow is liquidation-free, so you never have to worry about your collateral assets being liquidated due to market exposure.\n\n Governance - Take the power in your hand and join our global community by holding Gyrowin tokens. Delegate votes for new lottery game every week from various categories, alongside with the other governance proposals to improve Gyrowin protocol. Governance portal let's you create on-chain proposal approved by the community, and delegate tokens to vote on proposals.\n\n",
    "proposal": "Hey Gyrowin folks! 🎲\n\nEver wondered if the gyroscope of your project could spin even faster? Well, we have some tools that might just give you that extra momentum! \n\nWe noticed that you're all about gaming and finance, and we can't help but admire your dedication towards creating a rewarding ecosystem for all parties involved. We're also big fans of your lottery system, and we think it's a fantastic way to keep your community engaged.\n\nBut, we've got a question for you: Have you ever thought about creating your own DEX or even a personalized Wallet? How about a unique Farming platform or a more streamlined DAO? We have a range of B2B tools that could help you take Gyrowin to the next level.\n\nOur tools are customizable, easy to use, and designed to support the growth of communities like yours. Plus, they're pretty affordable, with some even available on a revenue share basis (meaning you don't have to pay a dime upfront!). \n\nAnd don't worry, we promise there's no extra tax on these tools, unlike your $GYROWIN token 😉. \n\nSo, how about it? Ready to give your gyroscope a bit more spin? Check out our demos here: https://t.me/onoutdemos and let us know if you're interested. \n\nP.S. We're big fans of your commitment to improving children's lives. Keep up the great work! 👏"
}