{
    "summary": "Luffy token is what everyone knows as a community token - Luffy is a TOKEN with a space destination, its transparency and security, in addition to the renunciation of the contract, make it A COMMUNITY TOKEN, IN THE BEST STYLE OF SHIBA INU, DOGECOIN AND PEPE.\n\n TOKENOMIC - 60% PRESALE AND LIQUIDITY\n\n20% Marketing and Development\n\n20% Theasury\n\nNAME: ONE PIECE\n\nSYMBOL #ONEPIECE\n\nSupply: 1B\n\nTAX: 0%\n\nRED: BSC\n\nALL TOKENS LOCKED\n\nCONTRACT RENOUNCE\n\nAUDIT SOON OCTOBER 23TH\n\nAutomatic listing at the end of the pre-sale\n\nTUESDAY, OCTOBER 20TH\n\n",
    "proposal": "Ahoy, One Piece community! 🏴‍☠️\n\nWhat if I told you that Luffy could embark on a new adventure, not just in the Grand Line, but in the vast sea of DeFi as well? \n\nHere's the treasure map: \n\n1. 🔄 DEX (UNI FACTORY): Create your own DEX, with your #ONEPIECE token as the star! Customize it to your liking and set commission rates from 0.00% to 20%. The best part? It's a revenue share tool, so you don't have to pay upfront!\n\n2. 🎰 Lottery: Who doesn't love a good gamble? Set up a blockchain-based lottery and earn 0-30% commission. It's another revenue share tool, so again, no upfront payment required.\n\n3. 🪙 Wallet: For just $999, you can create a multicurrency crypto wallet, featuring your #ONEPIECE token, of course!\n\n4. 🌾 Farming: Attract more nakama (friends) to your community by offering rewards for staking & yield farming. It's a simple, user-friendly tool available for $799.\n\n5. 🗳 DAO: For $600, you can set up governance and proposals for your #ONEPIECE token, giving your community a voice in the decisions.\n\n6. 🌉 CrossChain: For $1500, create an EVM compatible blockchain bridge, ensuring that your #ONEPIECE token can sail across different blockchains.\n\n7. 🚀 IDOFactory - Launchpad: Launch your IDO pools and token lockers with this tool, priced at $950. \n\nRemember, with these tools, you're not just playing, you're creating. Interested in this adventure? Drop us a message! \n\nCheck out our demos here: https://t.me/onoutdemos\n\nP.S. We're not trying to steal your treasure, we're just offering tools to help you find more! 😉🏴‍☠️"
}