{
    "summary": "The First Online Qris Platform! - We Are First Online Qris Platform In Indonesia. Qrkita Provides The Latest Technology For Online And Offline Merchant To Boost Their Sales.\n\n About $QRT - Qrkita Is Intended To facilitate Non-Cash Transactions, Encourage Financial Inclusion, Promote MSMEs, So That In The End It Can Encourage Economic Growth.\n\n Running Project - Start Project at June 2021\n\n20++ Total Merchant Joined\n\n230 M++ IDR Sales Revenue in 14 days\n\nOver 2500++ Total Transaction\n\n QrKita Token Ecosystem - Focussing on the merchant system reward and building our own ecosystem.\n\n Tokenomics - Farming And Staking\n\nMerchant And Partnerships\n\nPublic Sale\n\nTeam\n\nSeed & Private Sale\n\n Road Map - What we'll be up to in 2023\n\nPHASE 1\n\nProject Conception\n\nTeam creation and project with smart contract development.\n\nPHASE 2\n\nSeed and Private Sale\n\n$QRT audit.\n\nPHASE 3\n\nStart Farm And Staking Pool Reward\n\nStart Merchant And Partnership Reward\n\nPHASE 4\n\nUpdate Price Info\n\nTrustWallet Price & Information once reach 2500 holders.\n\nPHASE 5\n\nListing QrKita Token\n\nApply for Cex and $QRT Dex launch\n\nPHASE 6\n\nQRT Ecosystem Expansion\n\nITO Initial Token Offering And LEC Law Enforcement Crowfunding\n\n",
    "proposal": "Hello Qrkita community! 👋\n\nWe've been admiring your project from afar, and we must say, we're quite impressed with your innovative approach to financial inclusion and boosting MSMEs. With 20+ merchants already on board and over 230M IDR in sales revenue, you're clearly on the right track. \n\nBeing the first online QRIS platform in Indonesia is no small feat, and we love the way you're leveraging the latest technology to drive both online and offline sales. \n\nWe're a B2B shop and we've got some tools that we think could really complement your vision. \n\nEver thought about creating your own DEX based on Uniswap V2? Or perhaps a blockchain-based lottery? Or maybe even a multicurrency crypto wallet? We've got all these tools and more, and the best part? They're all customizable to your needs.\n\nThe $QRT token is already making waves in the ecosystem, and we think our tools could help take it to even greater heights. \n\nAnd hey, we see that you're planning for a Cex and $QRT Dex launch in your roadmap. Our IDOFactory - Launchpad could be a perfect fit for this! \n\nCheck out our demo at https://t.me/onoutdemos to see how our tools could work for you. \n\nRemember, with us, you're not just playing, you're creating! Let us know if you're interested."
}