{"summary": "Gamefi Marketplace 2.0 - Building a secure and easy-to-use to trade NFT’s and digital game commodities.\n\n Governance - Token utilisation for lower fees, voting rights, and specialised DAO’s. Everyone has a voice.\n\n Innovative dApps - More Opportunities for more income gain using our array of tools all in one place.\n\n Seamless and Accessible - Making Web3 gaming fully accessible and reasonable for all to enjoy.\n\n Insight Driven - Providing our users helpful insights into the games they play today and the games they will try tomorrow.\n\n About Our Token - Trade now on Available on Copied to clipboard 0x9521728bF66a867BC65A93Ece4a543D817871Eb7 Supervised and Audited by\n\n Highlights - We mean business when it comes to product. 1st Place Nextype x HuboiTech GameFi Hackathon Ecosystem Excellence by TADS AWARDS Best NFT Gaming Platform Top 3 Best Project Selected by Investors\n\n Meet Our Masterminds - The people behind the dream.\n\n Our Partners - For our dedicated collaborators in helping us achieve our goals. View All Partners Jl. Lingkar Timur No.9, Rw. Mekar Jaya, Kec. Serpong, Kota Tangerang Selatan, Banten 15310\n\n Whitepapers - Disclaimer Ecosystem Tokenomics Roadmaps\n\n Products - Creoplay\n\n Partnerships - Partners Backers Game Partners\n\n", "proposal": "Hello Gamefi Marketplace 2.0 enthusiasts! 🎮\n\nI see you folks are into building a secure and easy-to-use marketplace for trading NFTs and digital game commodities. That's a game-changer! 🏆\n\nWe are all about supporting communities like yours. We have an array of B2B tools that could align with your vision and provide more opportunities for income gain. \n\nFor starters, we have a DEX tool that you can customize to your liking, from colors to commission rates. And the best part? It's a revenue share tool, meaning you don't have to pay a dime upfront. \n\nWe also have a blockchain-based lottery tool that supports multiple blockchains and tokens. Again, this is a revenue share tool, so no upfront payment required. \n\nAnd that's just the tip of the iceberg. We have a multicurrency crypto wallet, a tool to create ERC20 Staking & Yield Farming, a DAO for governance and proposals, a CrossChain tool to create an EVM compatible blockchain bridge, and an IDOFactory for launchpad solutions. \n\nI know, it sounds like a lot. But don't worry, we're not trying to sell you a Swiss Army knife. We're offering a toolbox, and you get to pick the tools you need. \n\nSo, if you're interested in exploring these tools further, let's chat. We're here to support, not to sell. Check out our demos at https://t.me/onoutdemos and let us know what you think! 👋\n\nP.S. Congratulations on that 1st Place at Nextype x HuboiTech GameFi Hackathon! 🎉 That's some serious street cred right there."}