{
    "summary": "Why Binemon? - We are experimenting with holistic approaches to bring players both fun and income.\n\n 95,312 Binemons Born - Populating Bineland everyday!\n\n 259,628 Players - Becoming Masters Of The New World!\n\n 12,685 APPLE Volume - Mainstreaming The Currency Of Tomorrow!\n\n 4,820 PvP Teams - Battling for Glory and Riches!\n\n 14,517,329 Battles Fought - Everywhere around the world, on Android, iOS, and WebGL!\n\n 10,568,576.544 AMB REWARDED - Immerse yourself in an enriched experience and enjoy the riches\n\n Partners and Brands we work with - Unity, BNBChain, Chainlink, Coinbase Wallet\n\n BIN listed on Major Exchanges - \n\n Why binemon? unique fusion system - Each Binemon is a combination of up to 10 different body parts and countless color palletes.\n\n Full of surprises - Every time you hatch an Egg or Fusing different Binemons, there're opportunities to obtain rare body parts and stat bonus.\n\n Why Binemon? Complete PvP System - Experiment with different strategies by combining Binemons with complementary skills and stats. There is no single sure-win combination. You have to be creative. Possibilities are endless.\n\n Rewards - Ambrosias Obtain the most demanded commodity of Bineland to make a living. Epic Items Empower your Binemons. Don't let them down!\n\n Why binemon? Diverse PVE system - Each battle stage is unique so that you have to figure out the best trategies to beat bosses with the lest resources. Winning a stage with high-stat Binemons is the usual way. Winning a stage with the perfect combination of Binemons is a challenge.\n\n Conquering Bineland - Bineland is a vast world full of surprises where you can play, earn, and socialize. Farming should be fun and socially stimulating rather than just numbers and blind clicks.\n\n buy, sell & bid for lands - Why so serious with real life properties? Bored with trading pixels? Try Bineland!\n\n guild war for lands - You cannot conquer lands alone. You have to conquer together! Invite your most trusted guildmates!\n\n build your castle - Bigger castles mean higher status, making it easier to recruit top ranking Binemon masters.\n\n House System - If a castle is too crowded and demanding, maybe a house is better for some personal space. You can be yourself, express your uniqueness, and self-commercialize.\n\n build your house - Pick a plot in Bineland to construct your private corner.\n\n decorate your house - Bring out your inner artist. You can put some furniture or commercial ads here and there.\n\n Commercialize your house - You can sell your house or spaces for other players to advertise.\n\n",
    "proposal": "Hello Binemon Masters! 🎮\n\nWe've been observing your epic battles and conquests in Bineland, and we must admit, you've made some pretty impressive strides. With 95,312 Binemons born, 259,628 players, and a whopping 14,517,329 battles fought, you guys are not just playing, you're creating a whole new world! 🌍\n\nWe're not here to sell you apples, but we do have some B2B tools that could make your journey even more exciting. Here's what we can offer:\n\n1. 🔄 DEX (UNI FACTORY) - Create your own DEX based on Uniswap V2. You can even customize it to match the aesthetics of Bineland.\n\n2. 🎰 Lottery - Who wouldn't want a chance to win some extra AMB? We can help you set up a blockchain-based lottery.\n\n3. 🪙 Wallet - We can help you create a multicurrency crypto wallet, perfect for storing all those AMB rewards.\n\n4. 🌾 Farming - Create ERC20 Staking & Yield Farming. This could be a fun way to boost your AMB earnings.\n\n5. 🗳 DAO - Governance and proposals for your BIN token. Stakeholders can create/vote for proposals without spending on gas.\n\n6. 🌉 CrossChain - Create an EVM compatible blockchain bridge. This could help you connect with other EVM blockchains.\n\n7. 🚀 IDOFactory - Launchpad - Launchpad solution for IDO pools and token locking. \n\nRemember, in Bineland, you're not just playing, you're creating. And we're here to help you make that creation even better. If you're interested, check out our demos at https://t.me/onoutdemos. \n\nP.S. We promise, no Binemons were harmed in the making of this message. 🐉😄"
}