{
    "summary": "Gestisci Consenso Cookie - Per fornire le migliori esperienze, utilizziamo tecnologie come i cookie per memorizzare e/o accedere alle informazioni del dispositivo. Il consenso a queste tecnologie ci permetterà di elaborare dati come il comportamento di navigazione o ID unici su questo sito. Non acconsentire o ritirare il consenso può influire negativamente su alcune caratteristiche e funzioni.\n\n Funzionale Funzionale Sempre attivo - L'archiviazione tecnica o l'accesso sono strettamente necessari al fine legittimo di consentire l'uso di un servizio specifico esplicitamente richiesto dall'abbonato o dall'utente, o al solo scopo di effettuare la trasmissione di una comunicazione su una rete di comunicazione elettronica.\n\n Preferenze Preferenze - L'archiviazione tecnica o l'accesso sono necessari per lo scopo legittimo di memorizzare le preferenze che non sono richieste dall'abbonato o dall'utente.\n\n Statistiche Statistiche - L'archiviazione tecnica o l'accesso che viene utilizzato esclusivamente per scopi statistici. L'archiviazione tecnica o l'accesso che viene utilizzato esclusivamente per scopi statistici anonimi. Senza un mandato di comparizione, una conformità volontaria da parte del vostro Fornitore di Servizi Internet, o ulteriori registrazioni da parte di terzi, le informazioni memorizzate o recuperate per questo scopo da sole non possono di solito essere utilizzate per l'identificazione.\n\n Marketing Marketing - L'archiviazione tecnica o l'accesso sono necessari per creare profili di utenti per inviare pubblicità, o per tracciare l'utente su un sito web o su diversi siti web per scopi di marketing simili.\n\n",
    "proposal": "Hello everyone! 🖐\n\nEver find yourself lost in the cookie jar of the crypto world? Don't worry, we've all been there. 🍪\n\nHere at our B2B shop, we offer a variety of tools that can help your project grow and flourish. We're not here to take a bite out of your project, but to provide the ingredients you need to bake the perfect crypto cookie, aligning with your vision and goals. \n\n1. 🔄 DEX (UNI FACTORY) - Create your own DEX based on Uniswap V2. It's like baking your own cookies, but with 0.00% to 20% commission. And the best part? It's free to start! \n\n2. 🎰 Lottery - Want to add some excitement to your project? Our blockchain-based lottery tool supports ETH, BSC, and Polygon. And again, it's free to start!\n\n3. 🪙 Wallet - For just $999, create a multicurrency crypto wallet, perfect for storing all your freshly baked tokens.\n\n4. 🌾 Farming - Attract investment by offering rewards. It's like offering freshly baked cookies to your community. Price? Only $799.\n\n5. 🗳 DAO - For $600, you can have your own governance and proposals tool. It's like having a community vote on what type of cookies to bake next.\n\n6. 🌉 CrossChain - Create an EVM compatible blockchain bridge for $1500. It's like building a bridge to the cookie factory.\n\n7. 🚀 IDOFactory - Launchpad - For $950, get a launchpad solution for IDO pools and token locking. It's like launching your cookies into space!\n\nRemember, we're not selling cookies, we're providing the tools to make them. Interested in baking with us? 👋 Check it out https://t.me/onoutdemos."
}