{
    "summary": "Token Details - Audit\nScore 100% Safe by BlockSAFU\nScore 100% Safe by gopluslabs\nOwner Renounced\nEN\nCN\n\n WELCOME TO\n\nDOGE CEO - Doge CEO a Meme token in the BSC ecosystem, $DOGECEO is comunity-driven cannot\ncontrol by anyone.\n\nBSC Contract: 0x9cbB03eFfD6FB7d79c9baB1b0cEAF4232e957521 Copied!\n\nETH Contract : 0xbd60faFCFE6bB9483FC92FF58602330507120f08 Copied!\n\n DOGE CEO ON ETH CHAIN - 0xbd60faFCFE6bB9483FC92FF58602330507120f08 Copied!\n\nPRESALE\n\nuniswap\n\nDEXTOOLS\n\n ABOUT Doge CEO - Doge CEO ($DOGECEO) is a community project with a goal to advance into every\naspect and day to day living of people all over the world.\n\nDoge CEO aims to solve this issue by enabling these groups to have access to a\nsecure, SAFE and completely decentralized finance, aimed at giving the power\nfor wealth back to where it belongs – In The Hands of The People. Through\nharnessing the complete potential of community, decentralization and the Power\nof Blockchain.\n\nAKIRA FLOOR\n\n89%\n\nPARTNERSHIP\n\nTokenomics & Stats\n\n10% BUY TAX AND SELL TAX.\n\n4% Reflections for holders\n\nLink __\n\n4% Marketing & Development\n\nLink __\n\n2% auto buyback and burn\n\nLink __ Twitter __\n\n420 quadrillion total supply\n\nToken Symbol: $DOGECEO\n\nRenounced Ownership✅\n\n JOIN US! - Doge CEO has an ever growing community that we would love you to be a part of.\nBe sure to join our amazing community to keep up-to-date and find out how you\ncan get involved.\n\nGET INVOLVED IN THE CONVERSATION\n\nTelegram __ Twitter __\n\n ROADMAP - Phase 1\n\n✅ Market Research and Analysis\n\n✅ Contract Verified on BSCScan\n\n✅Development #DOGECEO infrastructure including all social media\n\n✅ Website Launch\n\n✅ Presale Launch\n\n✅ CoinGecko Listing\n\n✅ List on LiveCointWatch\n\n✅ 2,000 Telegram Members\n\n✅ Marketing Campaign\n\n✅ CoinMarketCap Listing\n\n\nPhase 2\n\n5,000 Holders\n\n✅ 5,000 Telegram Members\n\n10,000 Holders\n\n✅10,000 Telegram Members\n\n✅Marketing Campaign\n\n✅Listing Bitmart\n\n✅ Listing BabydogeSwap\n\n20,000 Holders\n\n✅ listing on indoex CEX\n\nMarketing Campaign\n\n\nPhase 3\n\n✅ listing on P2B CEX\n\n✅Doge CEO Buy And add to lp Event From Marketing wallet\nListings Gate.io\n\n✅Listings Mexc\n\n15,000 Telegram Members\n\n30,000 Holders\n\nDoge CEO (NFT Marketplace)\n\nDoge CEO DEX\n\nInfluencer Awareness Partnerships\n\n WHITEPAPER - Our Whitepaper will take you more into depth on what our plans here at Doge\nCEO are and a more detailed explanation on our contract that we have in place.\n\nWHITEPAPER\n\n AUDIT - AUDIT\n\n HOW TO BUY DOGE CEO - DOWNLOAD & SETUP METAMASK OR TRUSTWALLET\n\nDownload MetaMask (a crypto wallet in the form of a browser extension) and\nTrustWallet (an app for your phone). After that you will have to add the\nBinance Smart Chain to your network-list.\n\nBUY AND SEND BNB TO METAMASK\n\nBuy BNB on an exchange (i.e. Binance, Kraken, Coinbase etc.). Transfer the\ntokens to your MetaMask wallet address. BEP-20 addresses start with a \"0x\".\n\nHEAD ON TO PANCAKESWAP\n\nHead on over to PancakeSwap and use the Contract Address to find the Token.\nSet the slippage tolerance to 12% (but could be higher depending on how much\ndemand there is).\n\nVIEW AND HODL\n\nSwap BNB for the Token. Now you need to add it to your MetaMask or Trust\nWallet to view your current holdings. Lastly, HODL!\n\n EXPLORE OUR DOGE CEO DASHBOARD\n\nAND DOGE CEO SWAP - DOGE CEO DASHBOARD\n\nDOGE CEO SWAP\n\n info@Doge.CEO\n\n©2023 DogeCEO. All Rights Reserved. - \n\n",
    "proposal": "Hello Doge CEO community! 🐕‍🦺\n\nJust a fellow crypto enthusiast passing by, but couldn't help noticing your impressive project. The $DOGECEO token is truly taking the meme game to another level. \n\nWe all love a good meme, but you know what's even better? Having tools to grow your community and increase the utility of your token. Imagine having your own DEX or Lottery, where the house always wins (and by house, we mean the community!). Or maybe a multicurrency wallet to store your beloved $DOGECEO tokens and other cryptos. \n\nWe offer a range of B2B tools - from DEX and Lottery to Wallet, Farming, DAO, CrossChain, and IDOFactory. And the best part? Most of them are revenue share tools, meaning you don't have to pay unless you're earning. \n\nFor example, our DEX tool allows you to create your own DEX based on Uniswap V2, with commission rates from 0.00% to 20%. Or our Lottery tool, a blockchain-based lottery where you can earn 0-30% commission. \n\nAnd let's not forget about our Wallet tool. For just $999, you can create a multicurrency crypto wallet with features like P2P exchange via atomic swaps, customize tokens, set commissions, and Visa/MC integration. \n\nWe're not here to play, we're here to help you create. Interested? Check out our demo at https://t.me/onoutdemos. And remember, in the world of crypto, the only limit is your imagination. 🚀\n\nPS: If Doge CEO ever needs a CFO, I'm available. I accept payment in $DOGECEO tokens. 😉"
}