{
    "summary": "About us - Welcome to the world's First DAO Property Ecosystem That Rewards Its Members in USDT.\n\n The Problem - A major problem for small investors who wish to obtain a property portfolio is the initial capital outlay.\n\n The Solution - By purchasing and staking the Axioma token in the Axioma Vault, it will grant the owner a monthly percentage of the income from the whole portfolio from AXC Real Estate.\n\n Axioma Token Overview - The Axioma Token is the reward token from its DAO, which can be purchased via the Axioma platform.\n\n Our sectors - Buy to Let, Buy to Sell, HMO (house of multiple occupancy), Housing Association, Airbnb, Rent to Rent, Commercial to Residential Development, Land Development Opportunities, Local Authorities\n\n DAO/NFT - DAO (Decentralized autonomous organization), NFT (Non-fungible token)\n\n The Axioma vault - The Axioma vault is a unique part of the Axioma ecosystem, which allows holders of the Axioma token to stake in the vault for any period of time.\n\n ECO-FRIENDLY PROPERTIES - The UK has to reach net-zero carbon goals by 2050, therefore, new homes must achieve greater carbon neutrality.\n\n Why Choose Axioma Token? - Transparency, Low barrier to entry, Passive income streams, Diversified property portfolio, Governance, Multiple Property Income Streams, Rental and Sales Profits.\n\n",
    "proposal": "Hello Axioma community! 👋 \n\nI'm sure you're all excited about the potential of an eco-friendly property portfolio that rewards in USDT. The Axioma token is a game-changer, isn't it? But have you ever thought about the possibility of making it even more dynamic and accessible? \n\nHow about creating your own DEX based on Uniswap V2? You could set your own commission from 0.00% to 20%. And the best part? It's absolutely free, with revenue share options. \n\nOr, let's imagine a blockchain-based lottery where you can earn 0-30% commission. It supports ETH, BSC, Polygon, and of course, the Axioma token. \n\nBut wait, there's more! Ever thought about having your own multicurrency crypto wallet? Or creating an ERC20 Staking & Yield Farming? Or even setting up a governance and proposals system for Axioma token? \n\nAnd let's not forget about the possibility of creating an EVM compatible blockchain bridge or a Launchpad solution for IDO pools and token locking. \n\nNow, I know what you're thinking. \"This sounds great, but I'm not a developer!\" Well, that's the beauty of it. These are all B2B tools. You're not playing, you're creating. \n\nIf you're interested in taking Axioma to the next level, check out the demos at https://t.me/onoutdemos. Let's make Axioma not just the world's first DAO property ecosystem, but also the most innovative one! 👍 \n\nP.S. Remember, the UK has to reach net-zero carbon goals by 2050. So, let's get a move on! 😉\n"
}