{
    "summary": "THE EXTRA-TERRESTRIAL - Derived from one of the most iconic movies of all time, $E.T. brings the extraterrestrial world right into the cryptosphere. Rekindle that sense of wonder and magic as we embark on this celestial journey, reminiscent of that heartwarming tale of friendship and adventure.\n\n WHAT IS $E.T? - Do you remember when E.T. wanted to \"phone home\"? Well, now's your chance to dial into some out-of-this-world profits. Don't just watch from the ground, be part of this cosmic ride. Otherwise, you might be left behind wishing you'd taken your crypto-adventures to the stars with $E.T.\n\n TOKENOMICS OF $E.T - TOTAL SUPPLY 40.000\n\nBuy Tax\n\n0%\n\nSell Tax\n\n4%\n\nLiquidity\n\n100%\n\n HOW TO BUY - CREATE A WALLET\n\nDownload metamask or any other wallet of your choice from the app store or google play store for free. Desktop users, download the google chrome extension by going to metamask.io\n\nGET $BNB\n\nHave BNB in your wallet to switch to $E.T. If you dont have any BNB , You can directly buy on metamask, Transfer from another wallet, Or buy on another exhange and send it to your wallet.\n\nGO TO PANCAKE\n\nConnect to pancakeswap. Go to pancakeswapin google chrome or on the browser inside your Metamask app. Connect wallet. Paste the $E.T token address into uniswap, select $E.T, and confirm. When metamask prompts you for a wallet signature, sign.\n\n TEAM - MEDUSA\n\nCO FOUNDER\n\nVADOR\n\nFOUNDER\n\n",
    "proposal": "Hello Extraterrestrials of $E.T.! 👽 \n\nWe've been observing your cosmic journey from afar and we must say, it's quite a spectacle! We're impressed by your interstellar vision and we believe we have some tools that could help you dial up those profits even more.\n\nWe're not offering a ride on a spaceship, but we do have a suite of B2B tools that can help your project reach for the stars. \n\n1. 🔄 DEX (UNI FACTORY): Let's create your own DEX based on Uniswap V2. You'll have control over everything from the logo to the fees. And the best part? It's a revenue share model, so you won't have to spend any of your precious $E.T. tokens upfront.\n\n2. 🎰 Lottery: Fancy a blockchain-based lottery? It's a great way to engage your community and it supports all ERC20 tokens, including $E.T.\n\n3. 🪙 Wallet: We can help you create a multicurrency crypto wallet that supports Bitcoin, Ethereum, and of course, $E.T. tokens.\n\n4. 🌾 Farming: Attract more investors by offering rewards through ERC20 Staking & Yield Farming. \n\n5. 🗳 DAO: Give your community a voice with our governance and proposal tools. \n\n6. 🌉 CrossChain: Create an EVM compatible blockchain bridge. \n\n7. 🚀 IDOFactory - Launchpad: Launch your own IDO pools and token locking with our Launchpad solution.\n\nRemember, with our tools, you're not just playing, you're creating. So, are you ready to take your crypto-adventures to the stars with us? \n\nCheck us out at https://t.me/onoutdemos and let's make this celestial journey even more magical! 👋🌌\n\nP.S. We're not aliens, but we do love a good space adventure! 🚀\n"
}