{"summary": "LibrePlanet 2024: \"Cultivating Community\" will feature a keynote by David Wilson - The Free Software Foundation (FSF) today announced free software developer and video creator David Wilson, as its first keynote speaker for LibrePlanet 2024, the sixteenth edition of the FSF's conference on ethical technology and user freedom. LibrePlanet will be held in March in the Boston area as well as online.\n\n Free Software Awards: Nominate those who inspire you by Nov 21 - Nominate a person or project for the Free Software Awards. By nominating someone, you send the message that you appreciate their vital work.\n\n Free software means that the users have the freedom to run, edit, contribute to, and share the software. Thus, free software is a matter of liberty, not price. We have been defending the rights of all software users for the past 35 years. Help sustain us for many more; become an associate member today. - \n\n Defective by Design is a grassroots campaign to eliminate Digital Restrictions Management (DRM) in media and devices. - \n\n Read the Email Self-Defense Guide to get started with email encryption, a skill necessary to combat bulk surveillance. - \n\n The End Software Patents initiative fights to abolish software patents around the world. - \n\n Join us in calling for a Web that respects our freedom by being compatible with free software and stand up against nonfree JavaScript. - \n\n The Free Software Directory is a collaborative catalog of computer programs and apps that are fully free. - \n\n The GNU operating system is a continuously evolving, complete operating system made entirely of free software. - \n\n LibrePlanet is our global network of free software activism, including events like our annual conference, and online collaboration spaces. - \n\n The Licensing and Compliance Lab is the preeminent resource for public education on licensing best practices and enforcing the GPL. - \n\n The \"Respects Your Freedom\" program certifies retailers who sell hardware in a manner that respects the rights of their users. - \n\n", "proposal": "Hello LibrePlanet 2024!\n\nWe're big fans of your \"Cultivating Community\" ethos, and we think we've got some tools that could help your community flourish even more.🌱\n\nEver thought about having your own DEX? We've got a customizable one that's as free as your software. 🔄\n\nHow about launching a blockchain-based lottery? It could be a fun way to engage your community and support your projects. \n\nNeed a multicurrency crypto wallet? We've got that too. It's perfect for those who like to dabble in different digital currencies. \n\nYield farming & staking? We've got a platform that's as open and collaborative as the Free Software Directory. \n\nThinking about creating a DAO for your token? We can help with that. It could be a great way to decentralize decision-making in your community. \n\nAnd if you're looking to launch an IDO, our Launchpad is ready and waiting. 🚀\n\nAll our tools are B2B, so it's all about creating, not playing (although we do like to have a bit of fun!). \n\nCheck us out at https://t.me/onoutdemos and let us know if you're interested. We're here to help you cultivate your community. 👋"}