{
    "summary": "Steam Exchange - The Future of Finance is Here. Your Gateway to Digital Assets.\n\n GOODBYE BSC. HELLO RAILS NETWORK! - Join us in our Official Telegram Channel for the most up to date information regarding our migration to Rails Network!\n\n Setting The Gold Standard Across The Digital Asset Landscape - Welcome to the Rails Network, where blockchain meets trust, scalability, and security. We're not your average fintech startup - we've created a proprietary blockchain that’s focused on supporting a secure, scalable, and trustworthy network that enables seamless transactions, accompanied by a superior set of trading tools for seasoned and new investors alike.\n\n Trusted Contracts - We only incubate the most credible and highly-vetted projects on our platform through the Rails Network and the Innovation Lab. Unlike other blockchains, you require authority to launch smart contracts on the Rails Network.\n\n Low Barrier to entry - We believe in making the world of cryptocurrencies and digital assets accessible to everyone, and our low barrier to entry across the ecosystem ensures that anyone can get started with ease.\n\n Learning Centric - We're passionate about educating our users, which is why we offer a learning-centric approach to trading. We believe that educating our users is the key to empowering them to make informed decisions and succeed in the fast-paced world of digital assets.\n\n Ease of Use - Our user-friendly interface has been designed with both novice and experienced users in mind, ensuring that you can quickly and easily navigate the digital asset realm.\n\n Security & Performance - Your safety and the reliability of our trading platform are our top priorities. That's why we've built a platform that delivers top-notch security and performance to ensure that your experience across our ecosystem is safe and reliable.\n\n Partnerships - Our partnerships with leading industry players, government, and academia, allow us to stay at the forefront of innovation and bring you the best possible service.\n\n Proudly Canadian - We’re a global family in mind and spirit but at the heart of things we're a Canadian-based organization committed to meeting the highest standards and take great pride in what we do.\n\n Innovation Lab Projects - \n\n Steam Exchange™ Documentation - Take a deep dive into the Steam Exchange ecosystem & technical details about Rails Network™ below.\n\n Whitepaper Rails Network - \n\n The Core Team - Coming together is a beginning, staying together is progress, and working together is success.\n\n Chris Beckford - Co-Founder & CEO - Infrastructure\n\n Neville Divecha - Co-Founder & CEO - Operations\n\n Our Core Team is supported by an exceptional team of developers, support staff, and community managers. - \n\n Contact Us - \n\n For trading, wallet, or platform inquiries - support@steamexchange.ca\n\n For branding, partnerships, and media inquiries - marketing@steamexchange.ca\n\n Based out of - Toronto, Canada\n\n Stay in Touch - Please send us your feedback, questions, and inquiries by filling out the form below:\n\n Useful Links - \n\n Explorers - \n\n Main Net - \n\n Test Net - \n\n Communities - \n\n Telegram - \n\n Announcements - \n\n Discord - \n\n Medium - \n\n",
    "proposal": "Hello Steam Exchange Community! 🚂\n\nWe've been admiring your journey from the sidelines and couldn't help but notice your migration to Rails Network. As you're setting the gold standard in the digital asset landscape, we thought we could help add some more gold to your treasure chest. 🏆\n\nWe offer a range of B2B tools that can help you streamline your operations, from creating your own DEX to managing your own lottery. And the best part? It's as easy as pie! 🥧\n\nWith our tools, you can create a DEX based on Uniswap V2, a blockchain-based lottery, or even a multicurrency crypto wallet. And if you're feeling adventurous, you can also explore the world of staking & yield farming, governance and proposals for your crypto token, or even create an EVM compatible blockchain bridge. 🌉\n\nAnd we've saved the best for last - our IDOFactory - Launchpad. Perfect for your Innovation Lab Projects, you can use your token for IDO pools or native coins like ETH, BNB for token lockers. \n\nWe believe in making the world of cryptocurrencies and digital assets accessible to everyone, just like you! So, let's make this journey even more exciting together. \n\nRemember, with us, you're not playing, you're creating! \n\nInterested? Check us out 👉 https://t.me/onoutdemos 🚀\n\nP.S. We're not Canadian, but we do love maple syrup! 🍁"
}