{
    "summary": "Why GRO BAT - In the spirit of driving a more ethical crypto landscape, fully doxed Jonathan Harrocks, AKA CryptoBatman, recognized a gap in the market for a yield-generating opportunity in the NFT market. Through years of blockchain development, the game-changing concept introduces ground-breaking NFT and Tokenomics concepts. With a Proof of Concept already delivered in mid-2022, this journey continues with a first-of-its-kind Auto-Staking NFT.\n\n Our Team - Leonard oyd AKA Leoxgroza\n\nJonathan Harrocks, AKA CryptoBatmanBSC\n\n GRO BAT Token? Auto-staking NFT? - An NFT is a Non-fungible Token that exists as a smart contract on a blockchain. Each NFT is unique in its own right, and they can be owned by people who hold them in a smart wallet. What is an auto-staking NFT and what makes this SO SPECIAL? Auto staking NFTs traded on the marketplace leverage the royalties from those secondary sales to generate yield, which gets split between the original minter, the NFT holders, and the marketplace fees.\n\n Tokenomics - Gro Bat Tokenomics?\n\nInitial launch\n\n50% burned\n\n50% added to liquidity\n\n0 tokens pre-sold\n\n0 tokens withheld for team\n\nThe contract self-injects 2% of liquidity on every purchase, continually bolstering investment value - increasing the safety net for all holders. It further redistributes 3% of purchases in the form of BUSD rewards and this is weighted by ownership volume. To ensure that MegaToken and MegaBabyINFT have sufficient ongoing marketing, promotion and development, 5% will be allocated to the Marketing and Development wallet.\n\n Our roadmap - BUILDING FUNDAMENTALS\n\nQ2-3 2022\n\nOngoing\n\nCommission artwork for Gro Bat\nInitial NFT drop\n\nGenerate a marketing strategy\nand gain strategic partnerships\n\nMid Q1 2022\n\nList on CoinGecko and CoinMarketCap\n\nOngoing\nBuild all socials organically\n\nIntegration with partner marketplaces\n\nQ3-4 2022\n\nQ2-3 2022\n\nCompleted\n\nBuild the proof of concept for\nAuto-staking\nDeploy Dapp and Doxx to the\ncommunity\n\nQ2-3 2022\n\nBuild the community organically\nOngoing\n\nStart the marketing push\n\nQ2-3 2022\n\nFURTHER DEVELOPMENT\n\nOngoing\nWork with strategic partnerships to\nbolster technology push\n\nSeek cross-chain operability\nwith strategic partnerships\n\nDeploy secondary NFT utilities.\n\n Notable lead Dev Past Accomplishments in BSC - Fully doxxed on Telegram\nvideo chat\n\n2000 BNB presale on a\nprivate website platform\n\n1800 BNB permanent burn\nin one fell swoop\n\nCoinGecko within 6 hours\nof launch\n\n",
    "proposal": "Hello there, GRO BAT enthusiasts! 🦇\n\nWe've been keeping an eye on your project, and we must say, it's not every day you see a CryptoBatman in the wild! We're not here to fight crime, but we've got some tools that could help your project soar even higher.\n\nImagine a GRO BAT DEX or a GRO BAT Lottery, where your community members can trade and win, all while supporting your project. Or how about an NFT Farming platform to go along with your unique Auto-staking NFTs? We can make it happen!\n\nOur B2B tools are designed to support communities like yours. They are simple to use, customizable, and best of all, they come with a $0 price tag. Yes, you read that right. We're not joking - we're serious as a bat!\n\nHere's a quick rundown of what we can offer:\n\n1. 🔄 DEX (UNI FACTORY)\n2. 🎰 Lottery\n3. 🪙 Wallet\n4. 🌾 Farming\n5. 🗳 DAO\n6. 🌉 CrossChain\n7. 🚀 IDOFactory - Launchpad\n\nWe're not here to sell you a Batmobile, but we do believe our tools can help GRO BAT fly to new heights. Interested? Check us out at https://t.me/onoutdemos.\n\nRemember, with great power comes great responsibility... and great tools! 😉👋"
}