{
    "summary": "cryptocurrency ecosystem - Ordinal Nova is an innovative cryptocurrency ecosystem that combines a BRC-20 Ordinal NFTs Marketplace, a distinctive burn mechanism, BNB rewards for holders, and advanced AI for market insights.\n\n $ORDINOVA - Our Nova  Marketplce\n\nNOVA is a marketplace for trading inscriptions – an innovation built on top of Bitcoin that can most simply be thought of as NFTs for Bitcoin. Ordinals allow a variety of data, including text, images, and video to be inscribed on a single Satoshi (the smallest denomination of a Bitcoin) and permanently stored on the Bitcoin blockchain. These inscribed Satoshis can then be sent between wallets, just like any other Bitcoin transaction, effectively allowing the transfer of ownership of the inscription.\n\n Ai Market INISGHTS DASHBOARD - The project further sets itself apart with the integration of artificial intelligence for market insights.\n\n OUR TOKENOMICS - The ORDINALS NOVA $ORDINOVA Token\n\n$ORDINOVA is the native token of the ORDINAL NOVA Ecosystem.\n\n ROADMAP 2023/2024 - Q4 2023\n\nToken Minting\n\nCompleted\n\nWebsite Launch\n\nCompleted\n\nWhitepaper Released\n\nCompleted\n\nMarketing Begins\n\nOngoing\n\nAudit & KYC\n\nPublic Sale\n\nPancake Swap Listing\n\nIntensive Marketing Begins\n\nCoinMarketCap & Coin Gecko Listing\n\nCEX Listings\n\nLaunch Nova Marketplace (Beta)\n\nPartnership Announcements\n\nLaunch Staking\n\nQ1& Q2 2024\n\nLaunch DEX\n\nNova-AI Market Insights Dashboard Launch\n\nMore CEX Listings\n\nQ3& Q4 2024\n\nLaunch Governance Framework\n\nLaunch DAO\n\nLaunch R&D for NOVA METAVERSE\n\n",
    "proposal": "Hello $ORDINOVA community! 🚀\n\nAs a fellow space traveler, I couldn't help but notice the constellation you're building here. Your unique blend of NFTs, BNB rewards, and AI-powered market insights is like a supernova in the crypto universe. And your roadmap? It's like a star chart guiding us to a future that's brighter than a thousand galaxies. \n\nNow, we all know that every star needs a little bit of help to shine its brightest. That's where we come in. We have a toolbox full of B2B tools designed to make your project even more stellar. \n\n1. 🔄 DEX: Why wait until 2024 to launch your DEX when you can do it now? With our tool, you can create a DEX based on Uniswap V2, fully customizable to fit your brand.\n\n2. 🎰 Lottery: Add a little bit of fun to your community with a blockchain-based lottery. \n\n3. 🪙 Wallet: Give your community a safe and secure place to store their $ORDINOVA tokens with a multicurrency crypto wallet.\n\n4. 🌾 Farming: Attract more investors by offering rewards through ERC20 Staking & Yield Farming.\n\n5. 🗳 DAO: Launch your governance framework ahead of schedule with our DAO tool.\n\n6. 🌉 CrossChain: Make $ORDINOVA accessible across all EVM compatible blockchains with our CrossChain tool.\n\n7. 🚀 IDOFactory - Launchpad: Launch your IDO pools and token lockers with ease using our Launchpad tool.\n\nRemember, these are all B2B tools. You're not just playing in the crypto universe, you're shaping it. So, what do you say, $ORDINOVA community? Ready to take your project to the next level? Check out our demos here: https://t.me/onoutdemos and let's make some cosmic waves together! 👋"
}