{
    "summary": "CENTRALIUM $CTM - Centralium is both a sustainable Layer 1 PoS blockchain and a decentralised blockchain interoperability solution.\n\n What is Centralium - Centralium is both a sustainable Layer 1 PoS blockchain and a decentralised blockchain interoperability solution. The Centralium Layer 1 PoS blockchain is a full Binance-like environment that works with industry standard Binance tools, DAPPs and protocols.\n\n Algorithm - Centralium uses a Proof of Stake consensus algorithm called Galaxy Consensus that leverages a variety of cryptographic schemes including distributed secret sharing and threshold signatures to improve random number generation and block production mechanisms. Galaxy Consensus, developed by world-class researchers and academics, is a continuation of Chainlink Ouroboros.\n\n Centralium bridges - Centralium bridges are decentralised, direct, non-custodial bridges that connect both EVM and non-EVM networks without requiring any centralised intermediaries. These bridges use a combination of Secure Multiparty Computation (sMPC) and Shamir’s Secret Sharing to secure Chainlink assets. Currently, more than 15 Layer 1 and Layer 2 networks are connected by Centralium wide area network of blockchains.\n\n Centralium Roadmap - Centralium launches Universal Multichain Bridges With Shared Staking Assets. Centralium becomes EVM compatable Leveraging the multichain bridge mechanism, Centralium integrates Bitcoin, Ethereum, Avalanche, BNB Chain, Dogechain, Fantom, Litecoin, Moonriver, Polkadot and XRP Ledger.\n\n Centralium 1.0 - wanBridges enable trustless cross-chain transactions. Permissionless wanBridge mechanism enables trustless cross-chain transactions between any pair of blockchains. Cross-chain wanBridges secured by trustless staking and delegation mechanism. Enables bidirectional asset transfer between BInance and Centralium.\n\n Centralium 2.0 - T-Bridge Framework. T-Bridge framework enables BInance Smart Chain and Chainlink connection with private blockchains. T-Bridge enables the exchanges of assets and data between public and private blockchains. Galaxy Consensus. Galaxy Consensus Proof of Stake. Consensus mechanism upgraded to Galaxy Proof of Stake. Permissionless consensus mechanism based on Ouroboros Proof of Stake. Trustless & non-custodial delegation mechanism.\n\n Centralium 3.0 - Expansion of cross-chain mechanism to support both BTC and EOS transactions. BInance Smart Chain and Chainlink transactions with BTC. BInance Smart Chain and Chainlink transactions with EOS.\n\n Centralium 4.0 - Storeman group powered Centralium — Binanc. Chainlink transactions. Chainlink transactions with Binance. Permissioned Storeman groups enable Chainlink transactions. Upgrade Gwan EVM to support latest EVM Opcodes, gas fees and all Binance-based dapps. Migrate Galaxy Consensus to the new Gwan EVM. Apply universal bridges for layer 1 networks, layer 2 networks, sidechains and beyond.\n\n Tokenomics and Token Distribution - Native Token : Centralium introduces it's native token. CTM-Token. 1.000.000.000 $CTM of Total Supply. 9% tax on buy and sell. 75% : Public Supply. 10% : Listing Purpose. 5% : Development. 10% : Staking.\n\n Centralium Community - Learn about Centralium, discuss with the team and other members in the community. Telegram. The most used network for discussing with the community and the team. Twitter. Follow live feed news and announcement from the Centralium team.\n\n Centralium Official Contact - 📧 info@centralium.link\n\n",
    "proposal": "Hello Centralium Community! 👋\n\nEver wondered what it'd be like if you could build your own DEX or host a blockchain lottery? Or maybe you're more interested in creating a multicurrency crypto wallet? Well, we've got some great news for you! \n\nWe're the B2B tools shop and we've got a toolbox full of solutions that can help take your $CTM project to the next level. \n\n1. 🔄 DEX (UNI FACTORY): Fancy creating your own DEX based on Uniswap V2? We got you covered. And the best part? It's a revenue share model, so you don't pay anything upfront. \n\n2. 🎰 Lottery: Or maybe you're more of a lottery person? Our blockchain-based lottery solution supports ETH, BSC, Polygon and your very own ERC20 (BEP20) tokens. \n\n3. 🪙 Wallet: We can also help you create a multicurrency crypto wallet, with features like P2P exchange via atomic swaps and Visa/MC integration. \n\n4. 🌾 Farming: Attract investment by offering rewards with our ERC20 Staking & Yield Farming tool. \n\n5. 🗳 DAO: Governance and proposals for your crypto token? We've got a tool for that too. \n\n6. 🌉 CrossChain: Create an EVM compatible blockchain bridge with our CrossChain tool. \n\n7. 🚀 IDOFactory - Launchpad: Launchpad solution for IDO pools and token locking. \n\nRemember, with our tools, you're not just playing, you're creating. So, if you're interested in taking your $CTM project to new heights, drop us a message! 👋 \n\nCheck out our demo here: https://t.me/onoutdemos \n\nPS: We promise, no Centraliums were harmed in the making of these tools! 😉"
}