{"summary": "BlazeX Token Deployer - With the BlazeX Token Deployer we created an environment for easy token deployment and management. Deploy your token on 12 Chains, choose between 3 types of contracts, and manage your token after the launch.\n\n BlazeX different - Engineering, Doxxed, Revenue Sharing, Cross Chain\n\n Revenue Share - BlazeX dedicates 30% of its revenue from Taxes and 20% of its revenue from the BlazeX Token Builder to its holders.\n\n About BlazeX - BlazeX is available on ERC-20 and the BNB Chain. With the BlazeX Bridge, holders can transfer their tokens from one chain to another at any time. Besides the reflections holders receive from each trade, 50% of the revenue we make are shared with all holders that stake their tokens. Our automated token builder empowers individuals with or without coding skills to launch their own tokens on 12 Blockchains, more than any other token deployer supports. This user-friendly Telegram Bot allows users to customize their tokenomics according to their specific requirements and preferences. Additionally, BlazeX introduces a unique burning mechanism that serves as a deflationary force within the ecosystem. With each purchase and sale of BlazeX tokens, a portion of the tokens is permanently removed from the total supply.\n\n The new way to burn - With each purchase and sale, the total BlazeX supply decreases. This occurs due to the implementation of a new burning mechanism, seamlessly integrated into our audited smart contract.\n\n BlazeX's success plan - Phase 1: Contract Development, Contract Audit, KYC, PinkSale Presale, Web, Media & Social creation, Launch on BNB Chain, Influencer Marketing. Phase 2: BlazeX Token Builder, Coingecko & CMC, Staking, Token Builder Marketing, 20% Supply burn, Allround Marketing, T2 CEX Listing. Phase 3: Exchange Listing (T1), 40% Supply Burn, Exchange Partnerships, Token Builder Bridge, Token Builder Staking, Allround Marketing, BlazeX BurnSwap.\n\n Low Tax - 5% taxes for buys and sells (1% Burn, 1% Reflections, 3% Marketing).\n\n Revenue Share - 50% of BlazeX's revenue gets shared with all holder that stake their BlazeX!\n\n Liquidity locked - The BlazeX liquidity on ETH and BNB Chain is locked for 365 days.\n\n Reflections - BlazeX holders get reflections for each trade made on DEX (ETH and BNB).\n\n", "proposal": "Hello BlazeX community! 👋\n\nEver wonder what it would be like if you could have your own lottery or DEX? Or maybe create a multicurrency crypto wallet? Well, we're not just blowing smoke here, we've got the tools to help you blaze your own trail! 🔥\n\nOur B2B tools are designed to align with your vision and empower your community. We're not just talking about a spark here, we're talking about a full-blown BlazeX! And the best part? Anyone from the community can deploy these tools. \n\nHere's what we have in our toolbelt:\n\n1. 🔄 DEX (UNI FACTORY) - Create your own DEX based on Uniswap V2. Commission could be as low as 0.00% to 20%. And the price? Well, let's just say it's a steal!\n\n2. 🎰 Lottery - Fancy a bit of fun? Why not set up a blockchain-based lottery and earn 0-30% commission. And yes, it supports ETH, BSC, Polygon and your very own BlazeX token!\n\n3. 🪙 Wallet - Ever dreamt of having your own multicurrency crypto wallet? We can make that happen for a cool $999. \n\nAnd there's more where that came from!\n\nRemember, it's all B2B, so you're not just playing, you're creating. Interested? Check out our demos at https://t.me/onoutdemos and let's set your project on fire! 🔥\n\nP.S. Don't worry, no BlazeX tokens were burnt in the making of this message! 😉"}