{
    "summary": "Welcome to DEEPSPACE on Ethereum & BNB Chain - DEEPSPACE is a space-based Web3 strategy exploration game. Buy, trade and upgrade spaceships. Explore our expansive universe, mine for resources, and battle AI opponents and other players!\n\n Exploration - Evade roaming enemies, be wary of wormholes, and discover hidden riches as you explore the planets and DEEPSPACE metaverse with your own custom NFT ships.\n\n Mining - Mine resources like ore and rare minerals in the DEEPSPACE metaverse for ship upgrades, equipment purchases, ship modifications, or to sell for profit in the marketplace.\n\n Combat - Earn fame and glory as you command your upgradeable NFT starships equipped with the latest weapons and mods! Use your tactical decision-making skills to outsmart and defeat your opponents in strategic turn-based combat!\n\n",
    "proposal": "Hey there, DEEPSPACE Explorers! 👽\n\nWe've been navigating through the crypto universe and stumbled upon your impressive mission. We couldn't help but notice how you're exploring new frontiers with your NFT starships and mining for precious resources in the vast metaverse. \n\nJust like you, we also offer tools for exploration, but ours are for the B2B space. We're like the intergalactic tool shop for crypto projects. We can't help you upgrade your NFT starships, but we can help you upgrade your project with our B2B tools. \n\nWant to set up a DEX for your DEEPSPACE tokens or create a blockchain-based lottery? How about a multicurrency crypto wallet for your explorers? Or maybe you're interested in staking and yield farming? We've got you covered. \n\nBest part? You don't have to mine any resources to pay for our services. We offer a revenue share model, so you don't have to pay anything upfront. \n\nRemember, in DEEPSPACE, no one can hear you scream, but in the B2B space, everyone can hear you succeed. 👋\n\nCheck out our demo: https://t.me/onoutdemos and let us know if you're interested! Safe travels, explorers! 🚀"
}