{
    "summary": "Martik - To leverage technology and achieve your business goals, Martik offers custom software verification and development services that put you light years ahead in security for your project and community.\n\n MTK - Nome: martik\nSimbolo: MTK\nSuprimento total: wait...\ntokens\nSuprimento circulante: wait...\ntokens\n\n",
    "proposal": "Hello Martik Community! 👋\n\nEver thought of how Martik can get ahead light years not just in security but also in revenue generation? Well, we might just have the solution for you! \n\nWe offer a suite of B2B tools that can be customized to align with Martik's vision and goals. And the best part, anyone from our community can deploy these tools. \n\n1. 🔄 DEX (UNI FACTORY) - Why not create your own DEX based on Uniswap V2? Control everything from colors, logo, menus, fees, to tokenlist. And the price? It's a revenue share. You don't have to pay anything upfront!\n\n2. 🎰 Lottery - A blockchain-based lottery where you can earn 0-30% commission. It supports ETH, BSC, Polygon, and ERC20 (BEP20) tokens. \n\n3. 🪙 Wallet - Get a multicurrency crypto wallet for just $999. It supports Bitcoin, Ethereum, tokens and comes with features like P2P exchange via atomic swaps, customize tokens, set commissions, Visa/MC integration.\n\n4. 🌾 Farming - Attract investment by offering rewards with ERC20 Staking & Yield Farming. It's simple, customizable, and costs only $799.\n\n5. 🗳 DAO - Get a governance and proposals system for your MTK token at just $600. It supports Metamask, ERC20, BEP20, other EVM blockchains.\n\n6. 🌉 CrossChain - Create an EVM compatible blockchain bridge for $1500. It's reliable, customizable, and supports all EVM blockchains.\n\n7. 🚀 IDOFactory - Launchpad - A launchpad solution for IDO pools and token locking at just $950. You can use your MTK token for IDO pools or native coins like ETH, BNB for token lockers.\n\nWe're not just playing, we're creating. Interested? Check out our demo at https://t.me/onoutdemos. Let's boost Martik's growth together! 👋\n\nP.S. Remember, the early bird catches the worm, but the second mouse gets the cheese. 😉"
}