{
    "summary": "Scientists discover new species of butterfly - A team of scientists has discovered a new species of butterfly in the Amazon rainforest. The butterfly, named Morpho amazonica, has vibrant blue wings with black and white patterns. It is larger than most butterfly species and has a wingspan of about 6 inches. The discovery of this new species is significant as it adds to the biodiversity of the Amazon rainforest.\n\n",
    "proposal": "Hello there, fellow explorers of the unknown! 🦋\n\nJust as you've discovered the vibrant Morpho Amazonica in the dense Amazon rainforest, we've got something for you to discover in the vast expanse of the blockchain universe. \n\nOur suite of B2B tools could be the vibrant wings your project needs to flutter across the blockchain ecosystem. Think of it as the 'butterfly effect' for your community's growth and engagement. \n\n1. 🔄 DEX - Imagine creating your own DEX, as unique as the Morpho Amazonica, with customizable colors, logo, menus, fees, and tokenlist. \n\n2. 🎰 Lottery - A blockchain-based lottery, just as thrilling as discovering a new species in the Amazon. \n\n3. 🪙 Wallet - A multicurrency crypto wallet, as diverse as the biodiversity of the Amazon rainforest.\n\n4. 🌾 Farming - ERC20 Staking & Yield Farming, attracting investments like a butterfly attracts pollinators. \n\n5. 🗳 DAO - Governance and proposals for your crypto token, allowing your community to flutter their wings and make their voices heard.\n\n6. 🌉 CrossChain - An EVM compatible blockchain bridge, as sturdy and reliable as the Amazon's ancient trees.\n\n7. 🚀 IDOFactory - A Launchpad solution for IDO pools and token locking, ready to launch your project skyward like a butterfly taking flight.\n\nRemember, it's all B2B, so you're not just observing, you're creating. Interested? Check us out at https://t.me/onoutdemos and let's create a butterfly effect in the blockchain world together! 🦋🌍"
}